{"Ford, Kevin B.":{"Differences between totients.":null,"A Hardy-Ramanujan-type inequality for shifted primes and sifted sets.":null,"Sets whose differences avoid squares modulo $m$.":null,"Large prime gaps and progressions with few primes.":null,"Rough integers with a divisor in a given interval.":["On consecutive sums in permutations."],"Divisibility of the central binomial coefficient $\\binom{2n}{n}$.":null,"Long gaps in sieved sets.":null,"The distribution of divisors of polynomials.":null,"Dimensional lower bounds for Falconer type incidence theorems.":null,"Extreme biases in prime number races with many contestants.":["Chebyshev's bias in dihedral and generalized quaternion Galois groups.","Races with imaginary parts of zeros of the Riemann zeta function and Dirichlet $L$-functions."],"Extremal properties of product sets.":["On maximal product sets of random sets.","Geometric and analytic applications of a generalized definition of the conformal modulus."],"Chains of large gaps between primes.":null,"Long gaps between primes.":["Large values of Dirichlet $L$-functions at zeros of a class of $L$-functions.","On Hölder maps and prime gaps.","Large prime gaps and progressions with few primes.","On a recursively defined sequence involving the prime counting function.","Cyclotomic polynomials with prescribed height and prime number theory.","Long gaps in sieved sets.","On the first occurrences of gaps between primes in a residue class.","Limit points of normalized prime gaps.","Primitive and geometric-progression-free sets without large gaps.","A remark on large gaps between primes in arithmetic progressions.","The twin prime conjecture.","On primes in arithmetic progressions.","When is $a^n+1$ the sum of two squares?","Sergeĭ Vladimirovich Konyagin turns 60.","A note on the distribution of normalized prime gaps.","Discrete bilinear Radon transforms along arithmetic functions with many common values.","Clusters of primes with square-free translates.","A lower bound for the least prime in an arithmetic progression."],"Obituary: Heini Halberstam, 1926–2014.":null,"Invariable generation of the symmetric group.":["A note on invariable generation of nonsolvable permutation groups.","Invariable generation of finite classical groups.","The invariably generating graph of the alternating and symmetric groups.","Irreducible polynomials of bounded height.","Minimal invariable generating sets.","Invariable generation of permutation and linear groups.","Ewens sampling and invariable generation.","Divisibility of binomial coefficients and generation of alternating groups.","Permutations contained in transitive subgroups."],"Simultaneous distribution of the fractional parts of Riemann zeta zeros.":["Races with imaginary parts of zeros of the Riemann zeta function and Dirichlet $L$-functions."],"Integers divisible by a large shifted prime.":["Denominators of Bernoulli polynomials."],"On the smallest simultaneous power nonresidue modulo a prime.":["Least primitive root and simultaneous power non-residues."],"Permutations fixing a $k$-set.":["Irreducible polynomials of bounded height.","Ewens sampling and invariable generation.","On the generating graphs of symmetric groups.","Derangements in finite classical groups for actions related to extension field and imprimitive subgroups and the solution of the Boston-Shalev conjecture.","Imprimitive permutations in primitive groups.","Invariable generation of the symmetric group.","Some connections between permutation cycles and Touchard polynomials and between permutations that fix a set and covers of multisets.","Permutations contained in transitive subgroups."],"Permutations contained in transitive subgroups.":["The probability of generating the symmetric group.","On the generating graphs of symmetric groups.","Derangements in finite classical groups for actions related to extension field and imprimitive subgroups and the solution of the Boston-Shalev conjecture."],"Large gaps between consecutive prime numbers.":["Cyclotomic polynomials with prescribed height and prime number theory.","A remark on large gaps between primes in arithmetic progressions.","The twin prime conjecture.","Sergeĭ Vladimirovich Konyagin turns 60.","A note on the distribution of normalized prime gaps.","Polynomial patterns in the primes.","Bounded gaps between primes in short intervals.","Long gaps between primes.","A higher-dimensional Siegel-Walfisz theorem.","Large gaps between consecutive prime numbers containing perfect $k$-th powers of prime numbers.","On limit points of the sequence of normalized prime gaps.","Limit points and long gaps between primes.","Large gaps between primes.","On generalizations of problems of Recaman and Pomerance.","Geometric progression-free sequences with small gaps.","Primes in intervals of bounded length."],"On the parity of the number of small divisors of $n$.":null,"Large gaps between consecutive prime numbers containing perfect powers.":["Intervals without primes near elements of linear recurrence sequences.","Long gaps between primes.","Large gaps between consecutive prime numbers containing perfect $k$-th powers of prime numbers.","Large gaps between consecutive prime numbers containing square-free numbers and perfect powers of prime numbers."],"Unnormalized differences between zeros of $L$-functions.":null,"On Vinogradov's mean value theorem: strongly diagonal behaviour via efficient congruencing.":["A short proof of $\\ell^2$ decoupling for the moment curve.","On integer solutions of Parsell-Vinogradov systems.","The asymptotic estimates and Hasse principle for multidimensional Waring's problem.","The Vinogradov mean value theorem [after Wooley, and Bourgain, Demeter and Guth].","Nested efficient congruencing and relatives of Vinogradov's mean value theorem.","Discrete Fourier restriction via efficient congruencing.","Approximating the main conjecture in Vinogradov's mean value theorem.","The asymptotic formula for Waring's problem in function fields.","Rational lines on cubic hypersurfaces.","Proof of the main conjecture in Vinogradov's mean value theorem for degrees higher than three.","Perturbations of Weyl sums.","The cubic case of the main conjecture in Vinogradov's mean value theorem.","Multigrade efficient congruencing and Vinogradov's mean value theorem.","On discrete fractional integral operators and related Diophantine equations."],"The image of Carmichael's $\\lambda$-function.":["Phi, primorials, and Poisson.","Triangles with prime hypotenuse.","Numbers divisible by a large shifted prime and large torsion subgroups of CM elliptic curves.","Anatomy of torsion in the CM case."],"Sieving very thin sets of primes, and Pratt trees with missing primes.":["Has Carmichael's totient conjecture been proven? No, no, it has not.","Special sets of primes in function fields.","On groups with perfect order subsets."],"Values of the Euler $\\phi$-function not divisible by a given odd prime, and the distribution of Euler-Kronecker constants for cyclotomic fields.":["Counting multiplicative groups with prescribed subgroups.","A fast algorithm to compute the Ramanujan-Deninger gamma function and some number-theoretic applications.","Numerical verification of Littlewood's bounds for $|L(1,\\chi)|$.","Efficient computation of the Euler-Kronecker constants of prime cyclotomic fields.","An explicit Pólya-Vinogradov inequality via partial Gaussian sums.","The smallest invariant factor of the multiplicative group.","On Euler-Kronecker constants and the generalized Brauer-Siegel conjecture.","Explicit bounds on exceptional zeroes of Dirichlet $L$-functions II.","Euler's function on products of primes in a fixed arithmetic progression.","Explicit bounds for primes in arithmetic progressions.","Estimates of $\\psi,\\theta$ for large values of $x$ without the Riemann hypothesis.","On the Euler Kronecker constant of a cyclotomic field, II.","The distribution of Euler-Kronecker constants of quadratic fields.","Counting numbers in multiplicative sets: Landau versus Ramanujan.","Sum of Euler-Kronecker constants over consecutive cyclotomic fields."],"The prime number race and zeros of Dirichlet $L$-functions off the critical line: Part III.":["Races with imaginary parts of zeros of the Riemann zeta function and Dirichlet $L$-functions.","Inclusive prime number races.","On the race between primes with an odd versus an even sum of the last $k$ binary digits.","Fujii's development on Chebyshev's conjecture.","Orderings of weakly correlated random variables, and prime number races with many contestants.","A bias in Mertens' product formula."],"Poisson-Dirichlet branching random walks.":["Quenched survival of Bernoulli percolation on Galton-Watson trees.","The height of depth-weighted random recursive trees.","Invasion percolation on Galton-Watson trees.","Convergence of directed random graphs to the Poisson-weighted infinite tree.","Asymptotic analysis of Hoppe trees.","Prime chains and Pratt trees."],"On square values of the product of the Euler totient and sum of divisors functions.":["Power values of the product of the Euler function and the sum of divisors function."],"On non-intersecting arithmetic progressions.":null,"On groups with perfect order subsets.":["An analog of perfect numbers involving the unitary totient function.","Sieving very thin sets of primes, and Pratt trees with missing primes.","The perfect order subset conjecture for simple groups."],"On common values of $\\phi(n)$ and $\\sigma(n)$, II.":["On incidences of $\\varphi$ and $\\sigma$ in the function field setting.","Square values of Euler's function.","On the ratio of the sum of divisors and Euler's totient function I."],"A problem of Ramanujan, Erdős, and Kátai on the iterated divisor function.":["The maximal order of iterated multiplicative functions."],"The number of solutions of $\\lambda(x)=n$.":null,"Breaking the $k^2$ barrier for explicit RIP matrices [extended abstract].":["A conditional construction of restricted isometries.","Derandomizing restricted isometries via the Legendre symbol.","Hidden cliques and the certification of the restricted isometry property."],"On common values of $\\straightphi(n)$ and $\\sigma(m)$. I.":["On incidences of $\\varphi$ and $\\sigma$ in the function field setting.","Square values of Euler's function.","On the ratio of the sum of divisors and Euler's totient function I.","On common values of $\\phi(n)$ and $\\sigma(n)$, II."],"Explicit constructions of RIP matrices and related problems.":["The average-case time complexity of certifying the restricted isometry property.","On the restricted isometry property of the Paley matrix.","Deterministic constructions of compressed sensing matrices from unitary geometry.","Kesten-McKay law for random subensembles of Paley equiangular tight frames.","Sparse recovery in bounded Riesz systems with applications to numerical methods for PDEs.","Deletion correcting codes meet the Littlewood-Offord problem.","Explicit construction of RIP matrices is Ramsey-hard.","Deterministic construction of compressed sensing matrices from constant dimension codes.","Preserving injectivity under subgaussian mappings and its application to compressed sensing.","A deterministic sparse FFT for functions with structured Fourier sparsity.","Compressive time-of-flight 3D imaging using block-structured sensing matrices.","Sergeĭ Vladimirovich Konyagin turns 60.","Equiangular tight frames that contain regular simplices.","Approximately certifying the restricted isometry property is hard.","Packings in real projective spaces.","A mathematical introduction to compressive sensing [book review of MR3100033].","Compressed sensing with combinatorial designs: theory and simulations.","Explicit universal sampling sets in finite vector spaces.","A conditional construction of restricted isometries.","Reconstruction guarantee analysis of basis pursuit for binary measurement matrices in compressed sensing.","Deterministic convolutional compressed sensing matrices.","A brief introduction to Hilbert space frame theory and its applications.","Coherence of sensing matrices coming from algebraic-geometric codes.","Derandomizing restricted isometries via the Legendre symbol.","Stability of the elastic net estimator.","Constructions of compressed sensing matrices based on the subspaces of symplectic space over finite fields.","When can dictionary learning uniquely recover sparse data from subsamples?","Toward a unified theory of sparse dimensionality reduction in Euclidean space.","Restricted isometry property of random subdictionaries.","Stochastic collocation on unstructured multivariate meshes.","Group-theoretic constructions of erasure-robust frames.","An asymptotic existence result on compressed sensing matrices.","Compressed sensing matrices from Fourier matrices.","Structured random measurements in signal processing.","On sparse interpolation and the design of deterministic interpolation points.","Hidden cliques and the certification of the restricted isometry property.","Construction of incoherent unit norm tight frames with application to compressed sensing.","Deterministic sensing matrices arising from near orthogonal systems.","The computational complexity of the restricted isometry property, the nullspace property, and related concepts in compressed sensing.","Kirkman equiangular tight frames and codes.","On exact recovery of sparse vectors from linear measurements.","The road to deterministic matrices with the restricted isometry property.","Theory and applications of compressed sensing.","Deterministic matrices matching the compressed sensing phase transitions of Gaussian random matrices.","Mathematics of analog-to-digital conversion.","Deterministic construction of compressed sensing matrices via algebraic curves.","On the design of deterministic matrices for fast recovery of Fourier compressible functions.","Steiner equiangular tight frames.","New and improved Johnson-Lindenstrauss embeddings via the restricted isometry property.","Deterministic sampling of sparse trigonometric polynomials."],"Chebyshev's bias for products of two primes.":["Chebyshev's bias for products of irreducible polynomials.","Inequalities between sums over prime numbers in progressions.","Number of prime factors over arithmetic progressions.","Chebyshev's bias for products of $k$ primes.","Large bias for integers with prime factors in arithmetic progressions.","Products of two proportional primes.","Big biases amongst products of two primes."],"Prime chains and Pratt trees.":["On a recursively defined sequence involving the prime counting function.","Pairing inversion for solving the discrete logarithm problem.","Sieving very thin sets of primes, and Pratt trees with missing primes.","Poisson-Dirichlet branching random walks.","On groups with perfect order subsets.","Prime-perfect numbers.","On the number of common values of arithmetic functions $\\phi$ and $\\sigma$ below $x$.","The number of solutions of $\\lambda(x)=n$.","Two remarks on iterates of Euler's totient function.","Common values of the arithmetic functions $\\phi$ and $\\sigma$."],"Geometric properties of points on modular hyperbolas.":["On the convex hull of the points on multivariate modular hyperbolas.","Points on varieties over finite fields in small boxes.","Modular hyperbolas.","On the convex hull of solutions to polynomial congruences.","On convex hull of points on modular hyperbolas.","On the action of permutations on distances between values of rational functions mod $p$."],"On the divisibility of Fermat quotients.":["Large sieve with sparse sets of moduli for $\\Bbb{Z}[i]$.","Bounds for discrete moments of Weyl sums and applications.","A lower bound for the large sieve with square moduli.","Large sieve inequality with power moduli for function fields.","On $k$-error linear complexity of pseudorandom binary sequences derived from Euler quotients.","The large sieve with power moduli for $\\Bbb Z[i]$.","On two functions arising in the study of the Euler and Carmichael quotients.","$(p-1)$th roots of unity ${\\rm mod}\\, p^n$, generalized Heilbronn sums, Lind-Lehmer constants, and Fermat quotients.","On the additive energy of the Heilbronn subgroup.","Products of small integers in residue classes and additive properties of Fermat quotients.","Ratios of small integers in multiplicative subgroups of residue rings.","On the set of joint representatives of two congruence classes.","Points on varieties over finite fields in small boxes.","Estimates of trigonometric sums over subgroups and some of their applications.","Trace representation of pseudorandom binary sequences derived from Euler quotients.","Congruences with intervals and subgroups modulo a prime.","Polynomial quotients: interpolation, value sets and Waring's problem.","Structure theorems in additive combinatorics.","On exponential sums over multiplicative subgroups of medium size.","Interpolation of Fermat quotients.","On Heilbronn's exponential sum.","On vanishing Fermat quotients and a bound of the Ihara sum.","Distribution of values of polynomial Fermat quotients.","Divisibility of Fermat quotients.","On the hidden shifted power problem.","Additive character sums of polynomial quotients.","On the consecutive powers of a primitive root: gaps and exponential sums.","Short character sums with Fermat quotients.","On the value set of Fermat quotients.","Fermat quotients: exponential sums, value set and primitive roots.","Character sums with Fermat quotients.","Bounds of multiplicative character sums with Fermat quotients of primes.","Pseudorandomness and dynamics of Fermat quotients.","On the concentration of points on modular hyperbolas and exponential curves.","Product sets of rationals, multiplicative translates of subgroups in residue rings, and fixed points of the discrete logarithm."],"Common values of the arithmetic functions $\\phi$ and $\\sigma$.":["The global field Euler function.","Diophantine equations involving the Euler totient function.","On incidences of $\\varphi$ and $\\sigma$ in the function field setting.","Power values of arithmetic functions.","Some problems of Erdős on the sum-of-divisors function.","The image of Carmichael's $\\lambda$-function.","Square values of Euler's function.","On the ratio of the sum of divisors and Euler's totient function I.","On common values of $\\phi(n)$ and $\\sigma(n)$, II.","On the number of common values of arithmetic functions $\\phi$ and $\\sigma$ below $x$.","On common values of $\\straightphi(n)$ and $\\sigma(m)$. I.","Prime chains and Pratt trees."],"Diophantine approximation with arithmetic functions. II.":["Metric number theory of Fourier coefficients of modular forms.","Approximation by special values of harmonic zeta function and log-sine integrals.","On the distributions of $\\sigma(n)\/n$ and $n\/\\phi(n)$.","Distribution of averages of Ramanujan sums."],"Sharp probability estimates for random walks with barriers.":["Sharp probability estimates for generalized Smirnov statistics."],"On the largest prime factor of the Mersenne numbers.":["Chen's conjecture and its generalization.","Spectral measures and Cuntz algebras.","Fourier duality for fractal measures with affine scales.","On the integers not of the form $p+2^a+2^b$.","On the composition of a certain arithmetic function.","Locally decodable codes from nice subsets of finite fields and prime factors of Mersenne numbers."],"On the distribution of imaginary parts of zeros of the Riemann zeta function. II.":["Races with imaginary parts of zeros of the Riemann zeta function and Dirichlet $L$-functions.","An upper bound for discrete moments of the derivative of the Riemann zeta-function.","On the distribution of zeros of derivatives of the Riemann $\\xi$-function.","Goldbach representations in arithmetic progressions and zeros of Dirichlet $L$-functions.","Simultaneous distribution of the fractional parts of Riemann zeta zeros.","Some probabilistic value distributions of the Riemann zeta function and its derivatives.","On the distribution of the argument of the Riemann zeta-function on the critical line.","Choices, intervals and equidistribution.","The Riemann zeta function on vertical arithmetic progressions.","Unnormalized differences between zeros of $L$-functions.","The $a$-points of the Selberg zeta-function are uniformly distributed modulo one.","Nonzero values of Dirichlet $L$-functions in vertical arithmetic progressions.","The pair correlation of homotetic images of zeros of the Riemann zeta-function."],"Diophantine approximation with arithmetic functions. I.":["Metric number theory of Fourier coefficients of modular forms.","Ramanujan sums are nearly orthogonal to powers.","Approximation by special values of harmonic zeta function and log-sine integrals.","On the distributions of $\\sigma(n)\/n$ and $n\/\\phi(n)$.","Distribution of averages of Ramanujan sums.","Diophantine approximation with multiplicative functions.","Diophantine approximation with arithmetic functions. II."],"On curves over finite fields with Jacobians of small exponent.":["Coincidences of Catalan and $q$-Catalan numbers.","Exponents of modular reductions of families of elliptic curves.","The distribution of integers with a divisor in a given interval."],"Integers with a divisor in $(y,2y]$.":["Algorithms for the multiplication table problem.","Rough integers with a divisor in a given interval.","Composites in semirings of Boolean groups.","The multiplication table for smooth integers.","The distribution of divisors of polynomials.","Mean values of arithmetic functions in short intervals and in arithmetic progressions in the large-degree limit.","Balance problems for integer circuits.","Extremal properties of product sets.","Permutations fixing a $k$-set.","Permutations contained in transitive subgroups.","The image of Carmichael's $\\lambda$-function.","Highly biased prime number races.","On the number of integers in a generalized multiplication table.","A generalization of the gcd-sum function.","Localized factorizations of integers.","The group ring of $\\Bbb Q\/\\Bbb Z$ and an application of a divisor problem.","The distribution of integers with a divisor in a given interval.","Divisors of the Euler and Carmichael functions."],"The distribution of integers with a divisor in a given interval.":["A note on the natural density of product sets.","Algorithms for the multiplication table problem.","On consecutive sums in permutations.","Rough integers with a divisor in a given interval.","Composites in semirings of Boolean groups.","Finite sets containing near-primitive roots.","Refined estimates concerning sumsets contained in the roots of unity.","On maximal product sets of random sets.","Small Gál sums and applications.","Improved bounds for pencils of lines.","A note on product sets of random sets.","The distribution of divisors of polynomials.","Mean values of arithmetic functions in short intervals and in arithmetic progressions in the large-degree limit.","Repetition of spectral radiuses among connected induced subgraphs.","On the energy variant of the sum-product conjecture.","Balance problems for integer circuits.","Symmetric primes revisited.","An explicit dense universal Hilbert set.","Bombieri-Vinogradov for multiplicative functions, and beyond the $x^{1\/2}$-barrier.","New results on sum-product type growth over fields.","Vanishing of the coefficients of a half Lerch sum.","Extremal properties of product sets.","The practicality of shifted primes.","The Markoff group of transformations in prime and composite moduli.","The Sato-Tate distribution in thin parametric families of elliptic curves.","Multiplicative energy of shifted subgroups and bounds on exponential sums with trinomials in finite fields.","A note on the size of the set $A^2+A$.","Divisor-sum fibers.","Lois de répartition des diviseurs des entiers friables.","The multiplication table problem for bipartite graphs.","Small gaps in the spectrum of the rectangular billiard.","Triangles with prime hypotenuse.","Numbers divisible by a large shifted prime and large torsion subgroups of CM elliptic curves.","Counting terms $U_n$ of third order linear recurrences with $U_n=u^2+nv^2$.","Integers divisible by a large shifted prime.","Finding elliptic curves with a subgroup of prescribed size.","Permutations fixing a $k$-set.","Almost all primes have a multiple of small Hamming weight.","Permutations contained in transitive subgroups.","On the use of the Klein quadric for geometric incidence problems in two dimensions.","Ratios of small integers in multiplicative subgroups of residue rings.","Carmichael numbers in the sequence $(2^nk+1)_{n\\geq 1}$.","On the Minkowski distances and products of sum sets.","On bounds for the product irregularity strength of graphs.","New sum-product estimates for real and complex numbers.","Sets with few distinct distances do not have heavy lines.","Variations on the sum-product problem.","Sierpiński and Carmichael numbers.","Elements of large order on varieties over prime finite fields.","The image of Carmichael's $\\lambda$-function.","Highly biased prime number races.","On the union of arithmetic progressions.","Deterministic polynomial factoring and association schemes.","Exactly $m$-coloured complete infinite subgraphs.","On the number of integers in a generalized multiplication table.","Values of the Euler $\\phi$-function not divisible by a given odd prime, and the distribution of Euler-Kronecker constants for cyclotomic fields.","Another sum-product estimate in finite fields.","On gaps between quadratic non-residues in the Euclidean and Hamming metrics.","Elements of large order in prime finite fields.","A generalization of the gcd-sum function.","On the positive integers $n$ satisfying the equation $F_n=x^2+ny^2$.","On the distribution of integers with divisors in two consecutive intervals.","On the degrees of divisors of $T^n-1$.","Modular hyperbolas.","Sum-products estimates with several sets and applications.","A problem of Fomenko's related to Artin's conjecture.","Analysis of a key distribution scheme in secure multicasting.","Arrangements of stars on the American flag.","On the number of isogeny classes of pairing-friendly elliptic curves and statistics of MNT curves.","On sums of Fibonacci numbers modulo $p$.","Divisors of shifted primes.","Geometric properties of points on modular hyperbolas.","Localized factorizations of integers.","On the distribution of pseudopowers.","Discrete logarithm problems with auxiliary inputs.","A sum-division estimate of reals.","Sharp probability estimates for random walks with barriers.","On the distribution of arguments of Gauss sums.","Uniform distribution of fractional parts related to pseudoprimes.","The large sieve inequality for the exponential sequence $\\lambda^{[O(n^{15\/14+o(1)})]}$ modulo primes.","The group ring of $\\Bbb Q\/\\Bbb Z$ and an application of a divisor problem.","Davenport constant for finite abelian groups.","On curves over finite fields with Jacobians of small exponent.","Divisors of the Euler and Carmichael functions.","On the convex closure of the graph of modular inversions.","On the number of distances between the coordinates of points on modular hyperbolas.","Sub-constant error low degree test of almost-linear size.","Sharp probability estimates for generalized Smirnov statistics.","Generalized Smirnov statistics and the distribution of prime factors.","The distribution of integers with at least two divisors in a short interval.","On finite fields for pairing based cryptography.","Sieving by large integers and covering systems of congruences.","On some dynamical systems in finite fields and residue rings.","The large sieve inequality with exponential functions and the distribution of Mersenne numbers modulo primes.","On the maximal difference between an element and its inverse in residue rings."],"Divisors of the Euler and Carmichael functions.":["Davenport constant for finite abelian groups."],"Generalized Euler constants.":["Inequalities between sums over prime numbers in progressions.","A short note on generalized Euler-Briggs constants.","Biased behavior of weighted Mertens sums.","A note on generalizations of Stieltjes constants.","Shifted Euler constants and a generalization of Euler-Stieltjes constants.","The Erdős conjecture for primitive sets.","Explicit Mertens sums.","A generalisation of an identity of Lehmer.","Linear and algebraic independence of generalized Euler-Briggs constants.","Transcendence of generalized Euler-Lehmer constants.","Euler's constant: Euler's work and modern developments.","Transcendence of generalized Euler constants.","Vacca-type series for values of the generalized Euler constant function and its derivative."],"Localized large sums of random variables.":["Instants of small amplitude of Brownian motion and application to the Kubilius model."],"Sharp probability estimates for generalized Smirnov statistics.":["On the number of integers in a generalized multiplication table.","Localized factorizations of integers.","Sharp probability estimates for random walks with barriers.","The distribution of integers with a divisor in a given interval.","Generalized Smirnov statistics and the distribution of prime factors."],"From Kolmogorov's theorem on empirical distribution to number theory.":["Shannon entropy: a rigorous notion at the crossroads between probability, information theory, dynamical systems and statistical physics.","Sharp probability estimates for random walks with barriers.","Sharp probability estimates for generalized Smirnov statistics.","Generalized Smirnov statistics and the distribution of prime factors."],"Generalized Smirnov statistics and the distribution of prime factors.":["Small Gál sums and applications.","Extremal properties of product sets.","On the number of integers in a generalized multiplication table.","Localized factorizations of integers."],"The distribution of integers with at least two divisors in a short interval.":["The distribution of integers with a divisor in a given interval."],"Sieving by large integers and covering systems of congruences.":["The Erdős-Selfridge problem with square-free moduli.","Erdős covering systems.","Covering intervals with arithmetic progressions.","Covering systems with restricted divisibility.","Covering subsets of the integers by congruences.","Counterexamples, covering systems, and zero-one laws for inhomogeneous approximation.","Solution of the minimum modulus problem for covering systems.","Essential positive covers of the cube.","Exact covering systems in quadratic number fields.","Zero-sum problems for abelian $p$-groups and covers of the integers by residue classes.","Covers of the integers with odd moduli and their applications to the forms $x^m-2^n$ and $x^2-F_{3n}\/2$.","A covering system whose smallest modulus is 40.","A covering system with least modulus 25.","Covering systems in number fields.","An estimate for the probability of dependent events.","A characterization of covering equivalence."],"Values of the Euler function in various sequences.":["Popular subsets for Euler's $\\varphi$-function.","On integers $2(p+ia)$ not of the form $a^k+\\phi(m)$.","On the equation $\\tau(\\lambda(n))=\\omega(n)+k$.","On the sums of complementary divisors.","Coincidences in the values of the Euler and Carmichael functions.","Complexity of inverting the Euler function.","Compositions with the Euler and Carmichael functions."],"On the maximal difference between an element and its inverse in residue rings.":["Rough integers with a divisor in a given interval.","The distribution of divisors of polynomials.","On certain character sums.","An accurate heuristic for a problem of Shparlinski.","On the convex hull of the points on multivariate modular hyperbolas.","Distribution of the difference of an integer and its $m$-th power ${\\rm mod}\\, n$ over incomplete intervals.","On a uniformly distributed phenomenon in matrix groups.","Modular hyperbolas.","On convex hull of points on modular hyperbolas.","On the action of permutations on distances between values of rational functions mod $p$.","Divisors of shifted primes.","Geometric properties of points on modular hyperbolas.","On a generalisation of a Lehmer problem.","The distribution of integers with a divisor in a given interval.","Distribution of modular inverses and multiples of small integers and the Sato-Tate conjecture on average.","On the Euler function on differences between the coordinates of points on modular hyperbolas.","On the convex closure of the graph of modular inversions.","On the number of distances between the coordinates of points on modular hyperbolas.","A short proof of a known density result.","Primitive points on modular hyperbola."],"On the distribution of imaginary parts of zeros of the Riemann zeta function.":["Races with imaginary parts of zeros of the Riemann zeta function and Dirichlet $L$-functions.","An upper bound for discrete moments of the derivative of the Riemann zeta-function.","On the distribution of zeros of derivatives of the Riemann $\\xi$-function.","Discrete mean square of the Riemann zeta-function over imaginary parts of its zeros.","A hidden signal in the Ulam sequence.","Simultaneous distribution of the fractional parts of Riemann zeta zeros.","The Selberg integral and a new pair-correlation function for the zeros of the Riemann zeta-function.","Unnormalized differences between zeros of $L$-functions.","Gaps between zeros of $\\zeta(s)$ and the distribution of zeros of $\\zeta'(s)$.","The pair correlation of homotetic images of zeros of the Riemann zeta-function.","On the distribution of imaginary parts of zeros of the Riemann zeta function. II."],"On Bombieri's asymptotic sieve.":["On sums over the Möbius function and discrepancy of fractions."],"A strong form of a problem of R. L. Graham.":["Updating the error term in the prime number theorem.","Maximal collections of intersecting arithmetic progressions."],"The prime number race and zeros of $L$-functions off the critical line. II.":["Inequalities between sums over prime numbers in progressions.","Inclusive prime number races.","Extreme biases in prime number races with many contestants.","The prime number race and zeros of Dirichlet $L$-functions off the critical line: Part III.","The Shanks-Rényi prime number race with many contestants.","A bias phenomenon on the behavior of Dedekind sums.","Prime number races."],"The jumping champions of the Farey series.":["The group ring of $\\Bbb Q\/\\Bbb Z$ and an application of a divisor problem.","The distribution of integers with a divisor in a given interval."],"Maximal collections of intersecting arithmetic progressions.":["Updating the error term in the prime number theorem.","Intersecting domino tilings.","A strong form of a problem of R. L. Graham."],"Chebyshev's conjecture and the prime number race.":["Chebyshev's bias for products of irreducible polynomials.","Limiting properties of the distribution of primes in an arbitrarily large number of residue classes.","Chebyshev's bias for analytic $L$-functions.","On the race between primes with an odd versus an even sum of the last $k$ binary digits.","Extreme biases in prime number races with many contestants.","Fujii's development on Chebyshev's conjecture.","Chebyshev's bias for products of $k$ primes.","Orderings of weakly correlated random variables, and prime number races with many contestants.","The prime number race and zeros of Dirichlet $L$-functions off the critical line: Part III.","Prime number races with three or more competitors.","Chebyshev's bias for products of two primes.","A bias phenomenon on the behavior of Dedekind sums."],"Recent progress on the estimation of Weyl sums.":["Incomplete Gauss sums modulo primes.","Sparsity of the intersection of polynomial images of an interval.","Points on curves in small boxes and applications.","Dispersion of discontinuous periodic waves."],"Zero-free regions for the Riemann zeta function.":["The Riemann hypothesis is true up to $3\\cdot10^{12}$.","On an explicit zero-free region for the Dedekind zeta-function.","The error term in the prime number theorem.","Binomial probability of prime number of successes.","Effective $l^2$ decoupling for the parabola.","Improved explicit bounds for some functions of prime numbers.","Nonnegative trigonometric polynomials and a zero-free region for the Riemann zeta-function.","A note on Kadiri's explicit zero free region for Riemann zeta function.","A class of arithmetic functions on ${\\rm PSL}_2(\\Bbb Z)$, II.","A zero density result for the Riemann zeta function.","The Riemann zeta in terms of the dilogarithm.","Ramanujan sums and the Burgess zeta function.","Explicit zero-free regions for Dedekind zeta functions.","Explicit estimate on primes between consecutive cubes.","Asymptotic estimates for some number-theoretic power series.","Primes in tuples. I.","Müntz formula and zero free regions for the Riemann zeta function.","Une région explicite sans zéros pour la fonction $\\zeta$ de Riemann.","A strengthening of the Nyman-Beurling criterion for the Riemann hypothesis.","Vinogradov's integral and bounds for the Riemann zeta function."],"Vinogradov's integral and bounds for the Riemann zeta function.":["Smooth arithmetical sums over $k$-free integers.","Harmonic numbers and the prime counting function.","Effective $l^2$ decoupling for the parabola.","Distribution of short subsequences of inversive congruential pseudorandom numbers modulo $2^t$.","Bounds on short character sums and $L$-functions with characters to a powerful modulus.","On integer solutions of Parsell-Vinogradov systems.","Effective Vinogradov's mean value theorem via efficient boxing.","Asymptotic expansion of Mathieu power series and trigonometric Mathieu series.","The Vinogradov mean value theorem [after Wooley, and Bourgain, Demeter and Guth].","Nested efficient congruencing and relatives of Vinogradov's mean value theorem.","Constrained ternary integers.","Behavior of the roots of the Taylor polynomials of Riemann's $\\xi$ function with growing degree.","New estimates for some functions defined over primes.","Sums of powers of primes.","On the multiplicities of zeros of $\\zeta(s)$ and its values over short intervals.","Valeurs moyennes d'une fonction liée aux diviseurs d'un nombre entier.","Updating the error term in the prime number theorem.","Exponential divisor functions.","Some explicit estimates for the Möbius function.","An explicit result for $|L(1+it,\\chi)|$.","Explicit bounds on the logarithmic derivative and the reciprocal of the Riemann zeta-function.","A note on Kadiri's explicit zero free region for Riemann zeta function.","A class of arithmetic functions on ${\\rm PSL}_2(\\Bbb Z)$, II.","A new upper bound for $|\\zeta(1+it)|$.","Sur un problème de Rényi et Ivić concernant les fonctions de diviseurs de Piltz.","Pretentious multiplicative functions and the prime number theorem for arithmetic progressions.","On Motohashi's remark on the zero-free region of the Riemann zeta function.","Ramanujan sums and the Burgess zeta function.","On the number of summands in a random prime partition.","Vinogradov's mean value theorem via efficient congruencing.","On new estimates for the remainder in an asymptotic formula in the multidimensional Dirichlet divisor problem.","A new estimate in I. M. Vinogradov's mean value theorem.","The prime-counting function and its analytic approximations: $\\pi(x)$ and its approximations.","Eigenvalues in the large sieve inequality.","Determining Mills' constant and a note on Honaker's problem.","On the greatest prime factor of $p-1$ with effective constants.","Une région explicite sans zéros pour la fonction $\\zeta$ de Riemann.","On the order of the Mertens function."],"The prime number race and zeros of $L$-functions off the critical line.":["Races with imaginary parts of zeros of the Riemann zeta function and Dirichlet $L$-functions.","Inequalities between sums over prime numbers in progressions.","Inclusive prime number races.","Biased behavior of weighted Mertens sums.","Orderings of weakly correlated random variables, and prime number races with many contestants.","The prime number race and zeros of Dirichlet $L$-functions off the critical line: Part III.","Prime number races with three or more competitors.","The Shanks-Rényi prime number race with many contestants.","A bias phenomenon on the behavior of Dedekind sums.","Prime number races."],"Sign changes in $\\pi_{q,a}(x)-\\pi_{q,b}(x)$.":["A bias phenomenon on the behavior of Dedekind sums.","Chebyshev's bias for composite numbers with restricted prime divisors.","Zeros of Dirichlet $L$-functions near the real axis and Chebyshev's bias."],"An explicit sieve bound and small values of $\\sigma(\\phi(m))$.":["On groups with perfect order subsets.","Robin's inequality and the Riemann hypothesis.","On the composition of the Euler function and the sum of divisors function."],"Zeros of Dirichlet $L$-functions near the real axis and Chebyshev's bias.":["Highly biased prime number races.","Inequities in the Shanks-Rényi prime number race: an asymptotic formula for the densities.","Computing $L$-functions with large conductor.","Zeros of the constant term in the Chowla-Selberg formula.","Counting primes in residue classes.","Sign changes in $\\pi_{q,a}(x)-\\pi_{q,b}(x)$.","A new bound for the smallest $x$ with $\\pi(x)>{\\rm li}(x)$."],"On an irreducibility theorem of A. Schinzel associated with coverings of the integers.":["The Erdős-Selfridge problem with square-free moduli.","On Newman and Littlewood polynomials with a prescribed number of zeros inside the unit disk.","Linear relations with conjugates of a Salem number.","On the irreducibility of the non-reciprocal part of polynomials of the form $f(x) x^n+ g(x)$.","On the nearest irreducible lacunary neighbour to an integer polynomial.","Irreducibility of polynomials with a large gap.","Covering systems with restricted divisibility.","A family of non-sofic beta expansions.","Two questions concerning covering systems.","Reducibility and irreducibility of Stern $(0,1)$-polynomials.","The reducibility of constant-perturbed products of cyclotomic polynomials.","The factorization of $f(x)x^n+g(x)$ with $f(x)$ monic and of degree $\\leq 2$.","The non-cyclotomic part of $f(x)x^n+g(x)$ and roots of reciprocal polynomials off the unit circle.","Nonlinear Sierpiński and Riesel numbers.","Odd incongruent restricted disjoint covering systems.","Using Lucas sequences to generalize a theorem of Sierpiński.","On a polynomial conjecture of Pál Turán.","Polynomial variations on a theme of Sierpiński.","Covering systems in number fields.","On three questions concerning $0,1$-polynomials.","On the irreducibility of $0,1$-polynomials of the form $f(x)x^n+g(x)$."],"Waring's problem with polynomial summands.":["Greedy algorithm with gaps.","Additive bases arising from functions in a Hardy field.","Additive inhomogeneous Diophantine inequalities."],"The Brun-Hooley sieve.":["On near-perfect numbers.","Correlations of the von Mangoldt and higher divisor functions II: divisor correlations in short ranges.","Sur le nombre des entiers représentables comme somme de trois puissances.","Sur le changement de signe des sommes de Kloosterman.","A sieve application."],"The normal behavior of the Smarandache function.":["Polynomial analogue of the Smarandache function.","On the composition of a certain arithmetic function.","On the number of polynomial maps into $\\bold Z_n$.","On a problem of Erdős involving the largest prime factor of $n$."],"The number of solutions of $\\phi(x)=m$.":["On the equations $\\phi(n)=\\phi(n+k)$ and $\\phi(p-1)=\\phi(q-1)$.","Integer factoring and compositeness witnesses.","Sur la représentation des entiers par les formes cyclotomiques de grand degré.","Arithmeticity and hidden symmetries of fully augmented pretzel link complements.","Diophantine equations involving Euler's totient function.","Popular subsets for Euler's $\\varphi$-function.","Has Carmichael's totient conjecture been proven? No, no, it has not.","Correction: An application of free probability to arithmetic functions [MR3395229].","Discrete bilinear Radon transforms along arithmetic functions with many common values.","Division polynomials and intersection of projective torsion points.","On quotients of values of Euler's function on the Catalan numbers.","Primitive finite nilpotent linear groups over number fields.","Some basic results in elementary number theory in function fields.","An application of free probability to arithmetic functions.","An arithmetic function arising from Carmichael's conjecture.","Common values of the arithmetic functions $\\phi$ and $\\sigma$.","Walks on groups, counting reducible matrices, polynomials, and surface and free group automorphisms.","On the equation $\\tau(\\lambda(n))=\\omega(n)+k$.","Coincidences in the values of the Euler and Carmichael functions.","Complexity of inverting the Euler function.","Compositions with the Euler and Carmichael functions.","Values of the Euler function in various sequences.","Average order in cyclic groups.","On some problems of Mąkowski-Schinzel and Erdős concerning the arithmetical functions $\\phi$ and $\\sigma$.","Monic polynomials in $\\bold Z[x]$ with roots in the unit disc."],"Addendum and corrigendum to: \"The representation of numbers as sums of unlike powers. II'' [J. Amer. Math. Soc. 9 (1996), no. 4, 919–940; MR1325794].":["Arithmetic harmonic analysis for smooth quartic Weyl sums: three additive equations.","A structure theorem for Boolean functions with small total influences.","On Waring's problem: two cubes and seven biquadrates."],"Residue classes free of values of Euler's function.":["On the local structure of the set of values of Euler's $\\varphi $ function.","Square values of Euler's function.","Least totients in arithmetic progressions.","Residue classes having tardy totients.","Least totient in a residue class.","Coincidences in the values of the Euler and Carmichael functions.","Complexity of inverting the Euler function.","Compositions with the Euler and Carmichael functions.","Values of the Euler function in various sequences."],"On two conjectures of Sierpiński concerning the arithmetic functions $\\sigma$ and $\\phi$.":["Common values of the arithmetic functions $\\phi$ and $\\sigma$.","The number of solutions of $\\phi(x)=m$."],"The distribution of totients.":["Sets of monotonicity for Euler's totient function.","On common values of $\\phi(n)$ and $\\sigma(n)$, II.","On common values of $\\straightphi(n)$ and $\\sigma(m)$. I."],"Sums and products from a finite set of real numbers.":["Asymmetric estimates and the sum-product problems.","On higher energy decompositions and the sum-product phenomenon.","An improved sum-product bound for quaternions.","Few products, many $h$-fold sums.","New results for the growth of sets of real numbers.","On growth in an abstract plane.","A note on Solymosi's sum-product estimate for ordered fields.","A sum-product theorem in function fields.","$\\Bbb F_p$ is locally like $\\Bbb C$.","Improved bounds on the set $A(A+1)$.","Fourier analysis and expanding phenomena in finite fields.","Sums and products along sparse graphs.","Sum-product inequalities with perturbation.","Mapping incidences.","Sums and products with smooth numbers.","Sums and products of distinct sets and distinct elements in $\\Bbb C$.","Fourier analysis in combinatorial number theory.","$h$-fold sums from a set with few products.","On sums and products in $\\Bbb C[x]$.","A sum-division estimate of reals.","Some results on the size of sum and product sets of finite sets of real numbers.","The sum-product phenomenon in arbitrary rings.","Bounding multiplicative energy by the sumset.","Sum-product estimates in finite fields via Kloosterman sums.","Additive and multiplicative structure in matrix spaces.","Estimates for the number of sums and products and for exponential sums in fields of prime order.","Sum and product of different sets.","A sum-product estimate in algebraic division algebras.","On sum-sets and product-sets of complex numbers.","On the number of sums and products.","Estimates for the number of sums and products and for exponential sums over subgroups in fields of prime order."],"The representation of numbers as sums of unlike powers. II.":["Representation by sums of unlike powers.","Roth's ascending powers in the primes.","Arithmetic harmonic analysis for smooth quartic Weyl sums: three additive equations.","Obituary: Klaus Friedrich Roth, 1925–2015.","Representations of numbers as sums and differences of unlike powers.","Additive inhomogeneous Diophantine inequalities.","On Waring's problem: three cubes and a sixth power.","The representation of almost all numbers as sums of unlike powers.","On Waring's problem: two cubes and seven biquadrates.","Addendum and corrigendum to: \"The representation of numbers as sums of unlike powers. II'' [J. Amer. Math. Soc. 9 (1996), no. 4, 919–940; MR1325794]."],"New estimates for mean values of Weyl sums.":["The asymptotic estimates and Hasse principle for multidimensional Waring's problem.","The Vinogradov mean value theorem [after Wooley, and Bourgain, Demeter and Guth].","Approximating the main conjecture in Vinogradov's mean value theorem.","Multigrade efficient congruencing and Vinogradov's mean value theorem.","On discrete fractional integral operators and related Diophantine equations.","On Vinogradov's mean value theorem: strongly diagonal behaviour via efficient congruencing.","Exceptional sets for Diophantine inequalities.","Vinogradov's mean value theorem via efficient congruencing, II.","Hua-type iteration for multidimensional Weyl sums.","On Weyl sums for smaller exponents.","On the number of representations in the Waring-Goldbach problem with a prime variable in an arithmetic progression.","The asymptotic formula in Waring's problem.","Vinogradov's mean value theorem via efficient congruencing.","Asymptotic estimates for rational spaces on hypersurfaces in function fields.","On discrete fractional integral operators and mean values of Weyl sums.","The asymptotic formula in Waring's problem for one square and seventeen fifth powers.","Davenport's method and slim exceptional sets: the asymptotic formulae in Waring's problem.","Problems and results on the distribution of algebraic points on algebraic varieties.","On the Bombieri-Korobov estimate for Weyl sums.","Waring's problem with restrictions on $q$-additive functions.","On development of techniques in research on Waring's problem [translation of Sūgaku 57 (2005), no. 1, 21–49; MR2125195].","Additive representation in thin sequences. VII. Restricted moments of the number of representations.","Representations of natural numbers as the sum of a prime and a $k$-th power.","Waring's problem restricted by a system of sum of digits congruences.","Waring's problem with digital restrictions.","A generalization of Vinogradov's mean value theorem.","An invitation to additive prime number theory.","A light-weight version of Waring's problem.","Slim exceptional sets and the asymptotic formula in Waring's problem.","Vinogradov's integral and bounds for the Riemann zeta function.","Additive representation in thin sequences. III. Asymptotic formulae.","Additive representation in thin sequences. II. The binary Goldbach problem.","On Weyl's inequality, Hua's lemma, and exponential sums over binary forms.","On exponential sums over smooth numbers."],"The representation of numbers as sums of unlike powers.":null,"Some infinite series identities.":null},"Tyson, Jeremy T.":{"Correction to: Intrinsic curvature of curves and surfaces and a Gauss-Bonnet theorem in the Heisenberg group.":["Gauss-Bonnet theorems in the affine group and the group of rigid motions of the Minkowski plane.","The sub-Riemannian limit of curvatures for curves and surfaces and a Gauss-Bonnet theorem in the group of rigid motions of Minkowski plane with general left-invariant metric.","Gauss-Bonnet theorems and the Lorentzian Heisenberg group."],"Conformal graph directed Markov systems on Carnot groups.":["Asymptotic counting in conformal dynamical systems.","Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.","On the dimension spectrum of infinite subsystems of continued fractions."],"On uniform measures in the Heisenberg group.":null,"Analysis in metric spaces.":["Classification criteria for regular trees.","On grand Sobolev spaces and pointwise description of Banach function spaces."],"Heisenberg quasiregular ellipticity.":["Quasiconvexity in the Heisenberg group."],"Cantor set arithmetic.":["Multiplication on uniform $\\lambda$-Cantor sets.","Waring-Hilbert problem on Cantor sets.","On the sum of squares of the middle-third Cantor set.","Arithmetic on self-similar sets.","On continuous images of self-similar sets.","Interiors of continuous images of self-similar sets with overlaps.","Multiplication on self-similar sets with overlaps.","Arithmetic representations of real numbers in terms of self-similar sets."],"Heat content and horizontal mean curvature on the Heisenberg group.":["Heat content asymptotics for sub-Riemannian manifolds.","Inverse source problems for positive operators. I: Hypoelliptic diffusion and subdiffusion equations."],"Quasiconvexity in the Heisenberg group.":["A Koebe distortion theorem for quasiconformal mappings in the Heisenberg group."],"A new proof of the $C^\\infty$ regularity of $C^2$ conformal mappings on the Heisenberg group.":["The contact mappings of a flat (2,3,5)-distribution.","Conformality and $Q$-harmonicity in sub-Riemannian manifolds."],"Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.":["An a.e. lower bound for Hausdorff dimension under vertical projections in the Heisenberg group.","Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.","Quasiconformal mappings that highly distort dimensions of many parallel lines.","Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.","Improved Hausdorff dimension estimate for vertical projections in the Heisenberg group.","Dimension distortion of images of sets under Sobolev mappings.","Grassmannian frequency of Sobolev dimension distortion."],"Intrinsic curvature of curves and surfaces and a Gauss-Bonnet theorem in the Heisenberg group.":["Gauss-Bonnet theorems in the affine group and the group of rigid motions of the Minkowski plane.","The sub-Riemannian limit of curvatures for curves and surfaces and a Gauss-Bonnet theorem in the group of rigid motions of Minkowski plane with general left-invariant metric.","Stochastic processes on surfaces in three-dimensional contact sub-Riemannian manifolds.","Gauss-Bonnet theorems and the Lorentzian Heisenberg group.","Heat content asymptotics for sub-Riemannian manifolds.","Correction to: Intrinsic curvature of curves and surfaces and a Gauss-Bonnet theorem in the Heisenberg group.","Gauss-Bonnet theorems in the BCV spaces and the twisted Heisenberg group.","A metric interpretation of the geodesic curvature in the Heisenberg group.","The sub-Riemannian curvature of a curve in the group of semiaffine transformations of the Euclidean plane.","The sub-Riemannian curvature of a curve in the Borel subgroup of the group $\\roman{SL}(2,\\Bbb R)$.","Left-invariant geometries on $\\rm SU(2)$ are uniformly doubling.","Heat content and horizontal mean curvature on the Heisenberg group.","Gauss-Bonnet theorem in sub-Riemannian Heisenberg space $\\Bbb H^1$."],"Quasiconformal mappings that highly distort dimensions of many parallel lines.":["Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups."],"Removable sets for homogeneous linear partial differential equations in Carnot groups.":["Removable sets for Lipschitz harmonic functions on Carnot groups."],"Marstrand's density theorem in the Heisenberg group.":["On uniform measures in the Heisenberg group.","Towards a theory of area in homogeneous groups.","Harmonic functions on metric measure spaces.","Multiscale analysis of 1-rectifiable measures II: Characterizations.","Some remarks on densities in the Heisenberg group."],"Sobolev spaces on metric measure spaces.":["Classification criteria for regular trees.","On rectifiable measures in Carnot groups: representation.","On the extension of Muckenhoupt weights in metric spaces.","Abstract and concrete tangent modules on Lipschitz differentiability spaces.","On Lipschitz approximations in second order Sobolev spaces and the change of variables formula.","Linear functional equations and their solutions in generalized Orlicz spaces.","Quasiconformal Jordan domains.","Traces of Newton-Sobolev, Hajlasz-Sobolev, and BV functions on metric spaces.","Rademacher-type theorems and Sobolev-to-Lipschitz properties for strongly local Dirichlet spaces.","Harmonic branched coverings and uniformization of ${\\rm CAT}(k)$ spheres.","Korevaar-Schoen's energy on strongly rectifiable spaces.","Regularity properties for quasiminimizers of a $(p,q)$-Dirichlet integral.","The structure of minimal surfaces in CAT(0) spaces.","Kissing numbers and the centered maximal operator.","The $\\infty$-capacity and Faber-Krahn inequality on Grushin spaces.","Characterisation of upper gradients on the weighted Euclidean space and applications.","Infinitesimal Hilbertianity of locally ${\\rm CAT}(\\kappa)$-spaces.","Harmonic mappings between singular metric spaces.","The $L^p$-Calderón-Zygmund inequality on non-compact manifolds of positive curvature.","Besov class via heat semigroup on Dirichlet spaces III: BV functions and sub-Gaussian heat kernel estimates.","Vector-valued Sobolev spaces based on Banach function spaces.","Approximation and extension of functions of vanishing mean oscillation.","Harmonic quasi-isometric maps into Gromov hyperbolic $\\rm{CAT}(0)$-spaces.","A Talenti-type comparison theorem for ${\\rm RCD}(K,N)$ spaces and applications.","Duality of moduli in regular metric spaces.","Korevaar-Schoen's directional energy and Ambrosio's regular Lagrangian flows.","Rough traces of $BV$ functions in metric measure spaces.","A note on generalized Poincaré-type inequalities with applications to weighted improved Poincaré-type inequalities.","Duality of moduli in regular Toroidal metric spaces.","Nonexistence of variational minimizers related to a quasilinear singular problem in metric measure spaces.","Density and non-density of $C_c^\\infty\\hookrightarrow W^{k,p}$ on complete manifolds with curvature bounds.","Existence of variational solutions to a Cauchy-Dirichlet problem with time-dependent boundary data on metric measure spaces.","Bounded geometry and $p$-harmonic functions under uniformization and hyperbolization.","Carathéodory-type extension theorem with respect to prime end boundaries.","A $C^m$ Lusin approximation theorem for horizontal curves in the Heisenberg group.","Liouville type theorems and regularity of solutions to degenerate or singular problems part I: even solutions.","Path and quasi-homotopy for Sobolev maps between manifolds.","Regularity of $P$-Harmonic Mappings into NPC Spaces.","The Liouville theorem for $p$-harmonic functions and quasiminimizers with finite energy.","New regularity results and finite element error estimates for a class of parabolic optimal control problems with pointwise state constraints.","Gagliardo-Nirenberg, Trudinger-Moser and Morrey inequalities on Dirichlet spaces.","Quasi-continuous vector fields on RCD spaces.","Area minimizing surfaces of bounded genus in metric spaces.","Contraction and regularizing properties of heat flows in metric measure spaces.","Riesz transform via heat kernel and harmonic functions on non-compact manifolds.","Sobolev spaces of vector-valued functions.","Equivalence of solutions of eikonal equation in metric spaces.","Calderón-type inequalities for affine frames.","Characterization of trace spaces on regular trees via dyadic norms.","On grand Sobolev spaces and pointwise description of Banach function spaces.","Global Lipschitz extension preserving local constants.","Trace operators on regular trees.","Harnack inequality for parabolic quasi minimizers on metric spaces.","Dyadic norm Besov-type spaces as trace spaces on regular trees.","Improvements of upper curvature bounds.","Maximal metric surfaces and the Sobolev-to-Lipschitz property.","A tale of two approaches to heteroclinic solutions for $\\Phi$-Laplacian systems.","Federer's characterization of sets of finite perimeter in metric spaces.","Duality of moduli and quasiconformal mappings in metric spaces.","Admissibility versus $\\rm A_p$-conditions on regular trees.","Oscillatory patterns in the Ginzburg-Landau model driven by the Aharonov-Bohm potential.","Morrey's $\\varepsilon$-conformality lemma in metric spaces.","Sobolev space of functions valued in a monotone Banach family.","Symmetry and compact embeddings for critical exponents in metric-measure spaces.","Higher dimensional holonomy map for rules submanifolds in graded manifolds.","Deformations on symbolic Cantor sets and ultrametric spaces.","Sobolev embedding for $M^{1, p}$ spaces is equivalent to a lower bound of the measure.","Existence and almost uniqueness for $p$-harmonic Green functions on bounded domains in metric spaces.","Dehn functions and Hölder extensions in asymptotic cones.","Characterization of Sobolev spaces on the sphere.","Besov class via heat semigroup on Dirichlet spaces II: BV functions and Gaussian heat kernel estimates.","A note on metric-measure spaces supporting Poincaré inequalities.","Area minimizing discs in locally non-compact metric spaces.","Modulus of families of sets of finite perimeter and quasiconformal maps between metric spaces of globally $Q$-bounded geometry.","An implicit function theorem for Lipschitz mappings into metric space.","Besov class via heat semigroup on Dirichlet spaces I: Sobolev type inequalities.","Canonical parameterizations of metric disks.","Indecomposable sets of finite perimeter in doubling metric measure spaces.","A new Federer-type characterization of sets of finite perimeter.","Lower semicontinuity of integrals of the calculus of variations in Cheeger-Sobolev spaces.","A Koebe distortion theorem for quasiconformal mappings in the Heisenberg group.","Quasiopen sets, bounded variation and lower semicontinuity in metric spaces.","Ergodicity of non-autonomous discrete systems with non-uniform expansion.","Lower bound of measure and embeddings of Sobolev, Besov and Triebel-Lizorkin spaces.","Infinitesimal Hilbertianity of weighted Riemannian manifolds.","Gradient estimates for heat kernels and harmonic functions.","Differential of metric valued Sobolev maps.","Fractional heat semigroups on metric measure spaces with finite densities and applications to fractional dissipative equations.","Locally $p$-admissible measures on $\\bold{R}$.","Riesz transform under perturbations via heat kernel regularity.","Capacities and 1-strict subsets in metric spaces.","On subadditive theorems for group actions and homogenization.","Analysis in metric spaces.","Characterizations of even-order Musielak-Orlicz-Sobolev spaces via ball averages and their derivatives.","Prime ends in metric spaces and quasiconformal-type mappings.","Pull-back of metric currents and homological boundedness of BLD-elliptic spaces.","Boundary regularity for $p$-harmonic functions and solutions of obstacle problems on unbounded sets in metric spaces.","On Cheeger and Sobolev differentials in metric measure spaces.","Notions of Dirichlet problem for functions of least gradient in metric measure spaces.","The prime end capacity of inaccessible prime ends, resolutivity, and the Kellogg property.","Improved fractional Poincaré type inequalities on John domains.","Domains in metric measure spaces with boundary of positive mean curvature, and the Dirichlet problem for functions of least gradient.","Restriction of heat equation with Newton-Sobolev data on metric measure space.","Quasisymmetric uniformization and heat kernel estimates.","Pointwise characterizations of even order Sobolev spaces via derivatives of ball averages.","Intrinsic Lipschitz graphs and vertical $\\beta$-numbers in the Heisenberg group.","Addendum to \"Boundedness of Hausdorff operators on real Hardy spaces $H^1$ over locally compact groups'' [J. Math. Anal. Appl. 473 (2019) 519–533].","On the Cheng-Yau gradient estimate for Carnot groups and sub-Riemannian manifolds.","The least doubling constant of a metric measure space.","Conformal deformations of $\\rm CAT(0)$ spaces.","Rectifiability of planes and Alberti representations.","Existence and uniqueness of $\\infty$-harmonic functions under assumption of $\\infty$-Poincaré inequality.","A $C^m$ Whitney extension theorem for horizontal curves in the Heisenberg group.","Spaces with almost Euclidean Dehn function.","Geometric properties of cones with applications on the Hellinger-Kantorovich space, and a new distance on the space of probability measures.","Sobolev extensions of Lipschitz mappings into metric spaces.","Existence of $p$-energy minimizers in homotopy classes and lifts of Newtonian maps.","A maximal function approach to two-measure Poincaré inequalities.","A gradient estimate for nonlocal minimal graphs.","Regularity of quasi-$n$-harmonic mappings into NPC spaces.","Sphericalization and $p$-harmonic functions on unbounded domains in Ahlfors regular spaces.","Metric currents and the Poincaré inequality.","Geodesically complete spaces with an upper curvature bound.","Characterizing spaces satisfying Poincaré inequalities and applications to differentiability.","Boundedness of averaging operators on geometrically doubling metric spaces.","Alternative proof of Keith-Zhong self-improvement and connectivity.","Absolutely continuous functions on compact and connected 1-dimensional metric spaces.","Bilipschitz embeddings of spheres into jet space Carnot groups not admitting Lipschitz extensions.","Boundedness of Hausdorff operators on real Hardy spaces $H^1$ over locally compact groups.","New characterizations of Sobolev metric spaces.","Muckenhoupt $A_p$-properties of distance functions and applications to Hardy-Sobolev–type inequalities.","Sensitivity analysis and optimal control of obstacle-type evolution variational inequalities.","Sectional curvature-type conditions on metric spaces.","Maximal function estimates and self-improvement results for Poincaré inequalities.","Weighted Sobolev spaces on metric measure spaces.","The Kellogg property and boundary regularity for $p$-harmonic functions with respect to the Mazurkiewicz boundary and other compactifications.","Poincaré inequalities and Newtonian Sobolev functions on noncomplete metric spaces.","Dual graphs and modified Barlow-Bass resistance estimates for repeated barycentric subdivisions.","Isoperimetric characterization of upper curvature bounds.","Littlewood-Paley characterizations of fractional Sobolev spaces via averages on balls.","Generalized Littlewood-Paley characterizations of fractional Sobolev spaces.","Local and semilocal Poincaré inequalities on metric spaces.","Dichotomy of global capacity density in metric measure spaces.","Existence of parabolic minimizers on metric measure spaces.","The Dirichlet problem for $p$-harmonic functions with respect to arbitrary compactifications.","Characterising Sobolev inequalities by controlled coarse homology and applications for hyperbolic spaces.","Densely defined non-closable curl on carpet-like metric measure spaces.","Wolff potential estimates for Cheeger $p$-harmonic functions.","Prime ends in the Heisenberg group ${\\bf H}_1$ and the boundary behavior of quasiconformal mappings.","On the pointwise domination of a function by its maximal function.","Variations on the Boman covering lemma.","Infinity modulus and the essential metric.","The Cartan, Choquet and Kellogg properties for the fine topology on metric spaces.","Local comparability of measures, averaging and maximal averaging operators.","Separated nets on nilpotent groups.","Differentiability and Poincaré-type inequalities in metric measure spaces.","Neumann problem for $p$-Laplace equation in metric spaces using a variational approach: existence, boundedness, and boundary regularity.","Trace and extension theorems for functions of bounded variation.","The boundedness of fractional maximal operators on variable Lebesgue spaces over spaces of homogeneous type.","Trace theorems for functions of bounded variation in metric spaces.","The Perron method for $p$-harmonic functions in unbounded sets in $\\bold {R}^n$ and metric spaces.","Regularization of Newtonian functions on metric spaces via weak boundedness of maximal operators.","An analog of the Neumann problem for the 1-Laplace equation in the metric setting: existence, boundary regularity, and stability.","Littlewood-Paley characterizations of higher-order Sobolev spaces via averages on balls.","Strong approximation of sets of finite perimeter in metric spaces.","Relaxation of nonconvex unbounded integrals with general growth conditions in Cheeger-Sobolev spaces.","Looking for compactness in Sobolev spaces on noncompact metric spaces.","Borsuk-Dugundji type extension theorems with Busemann convex target spaces.","Intrinsic structure of minimal discs in metric spaces.","Traces of weighted function spaces: dyadic norms and Whitney extensions.","Homotopy classes of Newtonian maps.","Modulus in Banach function spaces.","A Federer-style characterization of sets of finite perimeter on metric spaces.","Energy and area minimizers in metric spaces.","Pointwise characterizations of Besov and Triebel-Lizorkin spaces in terms of averages on balls.","Sharp capacity estimates for annuli in weighted $\\bold {R}^n$ and in metric spaces.","Strict and pointwise convergence of BV functions in metric spaces.","In metric-measure spaces Sobolev embedding is equivalent to a lower bound for the measure.","Trace theorems for some nonlocal function spaces with heterogeneous localization.","The annular decay property and capacity estimates for thin annuli.","Hardy inequalities and Assouad dimensions.","Perimeter as relaxed Minkowski content in metric measure spaces.","Uniformization of two-dimensional metric surfaces.","A notion of fine continuity for BV functions on metric spaces.","Fine properties and a notion of quasicontinuity for BV functions on metric spaces.","Quasiopen and $p$-path open sets, and characterizations of quasicontinuity.","Area minimizing discs in metric spaces.","Sobolev functions in the critical case are uniformly continuous in $s$-Ahlfors regular metric spaces when $s\\leq 1$.","Preservation of bounded geometry under sphericalization and flattening: quasiconvexity and $\\infty$-Poincaré inequality.","Sobolev functions on varifolds.","Weak capacity and modulus comparability in Ahlfors regular metric spaces.","Some recent developments of high order Sobolev-type spaces.","Characterizations of sets of finite perimeter using heat kernels in metric spaces.","Newtonian spaces based on quasi-Banach function lattices.","Regularity of harmonic discs in spaces with quadratic isoperimetric inequality.","Sobolev spaces, fine gradients and quasicontinuity on quasiopen sets.","A new approach to Sobolev spaces in metric measure spaces.","Measure density and extension of Besov and Triebel-Lizorkin functions.","Fine properties of Newtonian functions and the Sobolev capacity on metric measure spaces.","Integration by parts on generalized manifolds and applications on quasiregular maps.","Generalized dimension estimates for images of porous sets in metric spaces.","An axiomatic approach to gradients with applications to Dirichlet and obstacle problems beyond function spaces.","Littlewood-Paley characterizations of second-order Sobolev spaces via averages on balls.","Preservation of $p$-Poincaré inequality for large $p$ under sphericalization and flattening.","Nonexistence of quasiconformal maps between certain metric measure spaces.","Preservation of bounded geometry under sphericalization and flattening.","Lusin-type theorems for Cheeger derivatives on metric measure spaces.","Characterizations of Sobolev spaces via averages on balls.","Lebesgue points via the Poincaré inequality.","Tensorization of Cheeger energies, the space $H^{1,1}$ and the area formula for graphs.","The weak Cartan property for the $p$-fine topology on metric spaces.","The Dirichlet problem for $p$-harmonic functions with respect to the Mazurkiewicz boundary, and new capacities.","Mappings of finite inner distortion: global homeomorphism theorem.","Discrete approximations of metric measure spaces of controlled geometry.","Fractional Hajłasz-Morrey-Sobolev spaces on quasi-metric measure spaces.","Mappings of finite distortion between metric measure spaces.","Wolfe's theorem for weakly differentiable cochains.","Hajłasz gradients are upper gradients.","Locally rich compact sets.","Regularity of the inverse of a homeomorphism with finite inner distortion.","Mappings of finite distortion from generalized manifolds.","Dimensions, Whitney covers, and tubular neighborhoods.","An upper gradient approach to weakly differentiable cochains."],"Removable sets for Lipschitz harmonic functions on Carnot groups.":["The Gauss-Green theorem in stratified groups.","Intrinsic Lipschitz graphs and vertical $\\beta$-numbers in the Heisenberg group.","Boundedness of singular integrals on $C^{1,\\alpha}$ intrinsic graphs in the Heisenberg group.","Towards a theory of area in homogeneous groups.","Nonnegative kernels and 1-rectifiability in the Heisenberg group.","Cauchy transforms of self-similar measures: starlikeness and univalence.","Removable sets for homogeneous linear partial differential equations in Carnot groups."],"On transversal submanifolds and their measure.":["On rectifiable measures in Carnot groups: representation.","Variational formulas for submanifolds of fixed degree.","Fine properties of functions with bounded variation in Carnot-Carathéodory spaces.","Towards a theory of area in homogeneous groups.","Rank-one theorem and subgraphs of BV functions in Carnot groups.","Marstrand's density theorem in the Heisenberg group."],"Grassmannian frequency of Sobolev dimension distortion.":["Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.","Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.","Dimension distortion of images of sets under Sobolev mappings."],"On the lack of density of Lipschitz mappings in Sobolev spaces with Heisenberg target.":["Hölder-topology of the Heisenberg group.","Heisenberg quasiregular ellipticity.","Sobolev extensions of Lipschitz mappings into metric spaces.","Bilipschitz embeddings of spheres into jet space Carnot groups not admitting Lipschitz extensions.","The $(n+1)$-Lipschitz homotopy group of the Heisenberg group $\\Bbb H^n$.","The Whitney extension theorem for $C^1$, horizontal curves in the Heisenberg group.","Partial regularity for holonomic minimisers of quasiconvex functionals.","Conformal Grushin spaces.","Assouad dimension, Nagata dimension, and uniformly close metric tangents.","Weak contact equations for mappings into Heisenberg groups.","Lipschitz homotopy and density of Lipschitz mappings in Sobolev spaces.","Asymptotic cones of HNN extensions and amalgamated products.","Sobolev mappings: Lipschitz density is not an isometric invariant of the target."],"Homotopy groups of spheres and Lipschitz homotopy groups of Heisenberg groups.":["Topologically nontrivial counterexamples to Sard's theorem.","An estimate of the Hopf degree of fractional Sobolev mappings.","Hölder-topology of the Heisenberg group.","Sobolev extensions of Lipschitz mappings into metric spaces.","Bilipschitz embeddings of spheres into jet space Carnot groups not admitting Lipschitz extensions.","The $(n+1)$-Lipschitz homotopy group of the Heisenberg group $\\Bbb H^n$.","Weak contact equations for mappings into Heisenberg groups.","Lipschitz homotopy and density of Lipschitz mappings in Sobolev spaces.","On the lack of density of Lipschitz mappings in Sobolev spaces with Heisenberg target.","Lipschitz homotopy groups of the Heisenberg groups."],"Erratum to: Rectifiable curves in Sierpiński carpets, Volume 60:1 (2011), 285–309 [MR2952419].":["The current state of fractal billiards."],"Dimension distortion by Sobolev mappings in foliated metric spaces.":["Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.","Quasiconformal mappings that highly distort dimensions of many parallel lines.","Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.","Dimension distortion of images of sets under Sobolev mappings.","Grassmannian frequency of Sobolev dimension distortion.","Dimension of images of subspaces under mappings in Triebel-Lizorkin spaces."],"Quasiregular maps and the conductivity equation in the Heisenberg group.":["Maxwell's equations in anisotropic media and Carnot groups as variational limits."],"Modulus and Poincaré inequalities on non-self-similar Sierpiński carpets.":["Indecomposable sets of finite perimeter in doubling metric measure spaces.","Conformal dimension via p-resistance: Sierpiński carpet.","Sierpiński-type fractals are differentiably trivial.","Characterizing spaces satisfying Poincaré inequalities and applications to differentiability.","Densely defined non-closable curl on carpet-like metric measure spaces.","PI spaces with analytic dimension 1 and arbitrary topological dimension.","Preservation of $p$-Poincaré inequality for large $p$ under sphericalization and flattening.","Preservation of bounded geometry under sphericalization and flattening.","Local Dirichlet forms, Hodge theory, and the Navier-Stokes equations on topologically one-dimensional fractals.","On $(\\alpha_n)$-regular sets.","Rectifiable curves in Sierpiński carpets."],"The effect of projections on dimension in the Heisenberg group.":["Dimension distortion by right coset projections in the Heisenberg group.","An a.e. lower bound for Hausdorff dimension under vertical projections in the Heisenberg group.","Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.","Intersections of projections and slicing theorems for the isotropic Grassmannian and the Heisenberg group.","Marstrand type projection theorems for normed spaces.","Intrinsic Lipschitz graphs and vertical $\\beta$-numbers in the Heisenberg group.","Towards a theory of area in homogeneous groups.","Projection theorems in hyperbolic space.","Quasiconvexity in the Heisenberg group.","Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.","Multifractal analysis of functions on Heisenberg and Carnot groups.","Improved Hausdorff dimension estimate for vertical projections in the Heisenberg group.","Dimensions of projections of sets on Riemannian surfaces of constant curvature.","Transversality of isotropic projections, unrectifiability, and Heisenberg groups.","Projection and slicing theorems in Heisenberg groups."],"Frequency of Sobolev and quasiconformal dimension distortion.":["Dehn functions and Hölder extensions in asymptotic cones.","Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.","Area minimizing discs in metric spaces.","Rectifiable-Reifenberg and the regularity of stationary and minimizing harmonic maps.","Quasiconformal mappings that highly distort dimensions of many parallel lines.","Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.","Dimension distortion of images of sets under Sobolev mappings.","Quasiconformal planes with bi-Lipschitz pieces and extensions of almost affine maps.","Grassmannian frequency of Sobolev dimension distortion.","Dimension of images of subspaces under mappings in Triebel-Lizorkin spaces.","Quasisymmetric graphs and Zygmund functions.","Dimension of images of subspaces under Sobolev mappings.","Generalized Hausdorff dimension distortion in Euclidean spaces under Sobolev mappings."],"Foreword [In honor of the 60th birthday of John D'Angelo].":["A spectral reciprocity formula and non-vanishing for $L$-functions on ${\\rm GL}(4)\\times {\\rm GL}(2)$."],"Projection and slicing theorems in Heisenberg groups.":["Dimension distortion by right coset projections in the Heisenberg group.","An a.e. lower bound for Hausdorff dimension under vertical projections in the Heisenberg group.","Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.","Intersections of projections and slicing theorems for the isotropic Grassmannian and the Heisenberg group.","Marstrand type projection theorems for normed spaces.","Towards a theory of area in homogeneous groups.","Projection theorems in hyperbolic space.","On singular sets of $H$-monotone maps.","Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.","Multifractal analysis of functions on Heisenberg and Carnot groups.","Intrinsic Lipschitz graphs within Carnot groups.","Improved Hausdorff dimension estimate for vertical projections in the Heisenberg group.","Dimensions of projections of sets on Riemannian surfaces of constant curvature.","Generalized $q$-dimension of measures on Heisenberg self-affine sets in the Heisenberg group.","Hausdorff dimension estimates for restricted families of projections in $\\Bbb{R}^3$.","Weak contact equations for mappings into Heisenberg groups.","Transversality of isotropic projections, unrectifiability, and Heisenberg groups.","The effect of projections on dimension in the Heisenberg group."],"Riesz potentials and $p$-superharmonic functions in Lie groups of Heisenberg type.":["Superposition of $p$-superharmonic functions.","Long- and short-time behaviour of hypocoercive-type operators in infinite dimensions: an analytic approach.","Superposition in the $p$-Laplace equation.","Three-spheres theorems for subelliptic quasilinear equations in Carnot groups of Heisenberg-type.","Riesz potential on the Heisenberg group."],"Rectifiable curves in Sierpiński carpets.":["On the Lipschitz dimension of Cheeger-Kleiner.","Differentiable points of Sierpinski-like sponges.","Manhattan property of geodesic paths on self-affine carpets.","Periodic billiard orbits of self-similar Sierpiński carpets.","Erratum to: Rectifiable curves in Sierpiński carpets, Volume 60:1 (2011), 285–309 [MR2952419].","Modulus and Poincaré inequalities on non-self-similar Sierpiński carpets.","Sequences of compatible periodic hybrid orbits of prefractal Koch snowflake billiards."],"Conformal dimension.":["Intermediate Assouad-like dimensions.","Uniformization of Cantor sets with bounded geometry.","Almost sure Assouad-like dimensions of complementary sets.","Properties of quasi-Assouad dimension.","Fractal percolation and quasisymmetric mappings.","The weighted Hardy inequality and self-adjointness of symmetric diffusion operators.","Minimising Hausdorff dimension under Hölder equivalence.","On quasisymmetric embeddings of the Brownian map and continuum trees.","Banach space actions and $L^2$-spectral gap.","Toward a quasi-Möbius characterization of invertible homogeneous metric spaces.","On the Assouad dimension of projections.","Assouad dimension of planar self-affine sets.","On the quasisymmetric Hölder-equivalence problem for Carnot groups.","On the Assouad dimension and convergence of metric spaces.","Large-scale sublinearly Lipschitz geometry of hyperbolic spaces.","Poincaré profiles of groups and spaces.","Sublinear quasiconformality and the large-scale geometry of Heintze groups.","Fractal dimension and the persistent homology of random geometric complexes.","Higher rank hyperbolicity.","Attainable values for the Assouad dimension of projections.","Quasiconformal and geodesic trees.","Assouad dimension and local structure of self-similar sets with overlaps in $\\Bbb{R}^d$.","On the length of chains in a metric space.","Weak tangent and level sets of Takagi functions.","On the upper regularity dimensions of measures.","Self-conformal sets with positive Hausdorff measure.","Boolean percolation on doubling graphs.","Conformal dimension via p-resistance: Sierpiński carpet.","Analysis in metric spaces.","Quasi-symmetric invariant properties of Cantor metric spaces.","Dimension growth for iterated sumsets.","On the Hausdorff dimension of microsets.","Regularity of Kleinian limit sets and Patterson-Sullivan measures.","Quasi-symmetry without ratios.","Singular quasisymmetric mappings in dimensions two and greater.","Geometry of measures in real dimensions via Hölder parameterizations.","Assouad type dimensions for self-affine sponges with a weak coordinate ordering condition.","Muckenhoupt $A_p$-properties of distance functions and applications to Hardy-Sobolev–type inequalities.","Dimensions of triangle sets.","Random groups, random graphs and eigenvalues of $p$-Laplacians.","Fractal curves and rugs of prescribed conformal dimension.","On the conformal dimension of product measures.","Diophantine approximation and the geometry of limit sets in Gromov hyperbolic metric spaces.","Assouad dimensions of complementary sets.","Distance sets, orthogonal projections and passing to weak tangents.","Rigidity of quasisymmetric mappings on self-affine carpets.","Rigidity for convex-cocompact actions on rank-one symmetric spaces.","Removable singularities for ${\\rm div}\\, v=f$ in weighted Lebesgue spaces.","The Assouad dimension of randomly generated fractals.","New dimension spectra: finer information on scaling and homogeneity.","Stability of the elliptic Harnack inequality.","Arithmetic patches, weak tangents, and dimension.","On the dimensions of attractors of random self-similar graph directed iterated function systems.","Some results in support of the Kakeya conjecture.","Measures with predetermined regularity and inhomogeneous self-similar sets.","Some invariant properties of quasi-Möbius maps.","Self-affine sets with fibred tangents.","Conformal dimension on boundary of right-angled hyperbolic buildings.","Conformal dimension and boundaries of planar domains.","The Assouad dimensions of projections of planar sets.","Orlicz spaces and the large scale geometry of Heintze groups.","Weak capacity and modulus comparability in Ahlfors regular metric spaces.","Inhomogeneous self-affine carpets.","Tukia's isomorphism theorem in $\\rm{CAT}(-1)$ spaces.","Quasi-Assouad dimension of fractals.","Cohomologie $\\ell_p$ en degrés supérieurs et dimension conforme.","Derivations and Alberti representations.","Combinatorial modulus on boundary of right-angled hyperbolic buildings.","Uniqueness of diffusion on domains with rough boundaries.","Hyperbolic groups with planar boundaries.","Some applications of $\\ell_p$-cohomology to boundaries of Gromov hyperbolic spaces.","Tangents and rectifiability of Ahlfors regular Lipschitz differentiability spaces.","Assouad dimension, Nagata dimension, and uniformly close metric tangents.","Hausdorff dimension of wiggly metric spaces.","On the Assouad dimension of self-similar sets with overlaps.","Topological conformal dimension.","Locally rich compact sets.","Assouad type dimensions and homogeneity of fractals.","Doubling metric spaces are characterized by a lemma of Benjamini and Schramm.","Minimal Ahlfors regular conformal dimension of coarse expanding conformal dynamics on the sphere.","Conformal dimension and canonical splittings of hyperbolic groups.","Quasisymmetrically minimal homogeneous perfect sets.","On the conformal gauge of a compact metric space.","Modulus and Poincaré inequalities on non-self-similar Sierpiński carpets.","Combinatorial modulus, the combinatorial Loewner property, and Coxeter groups.","Quasisymmetric rigidity of square Sierpiński carpets.","Quasisymmetrically inequivalent hyperbolic Julia sets.","Conformal dimension and random groups.","Assouad dimension of self-affine carpets."],"Exceptional sets for self-similar fractals in Carnot groups.":["Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.","Frequency of Sobolev and quasiconformal dimension distortion."],"Convexity and horizontal second fundamental forms for hypersurfaces in Carnot groups.":["CMC spheres in the Heisenberg group.","Intrinsic curvature of curves and surfaces and a Gauss-Bonnet theorem in the Heisenberg group.","Nonsmooth solutions for a class of fully nonlinear PDE's on Lie groups.","Conformal maps of Carnot groups.","Subdifferential and properties of convex functions with respect to vector fields.","Lipschitz continuous viscosity solutions for a class of fully nonlinear equations on Lie groups.","Comparison principles and Dirichlet problem for fully nonlinear degenerate equations of Monge-Ampère type.","A new characterization of convexity in free Carnot groups.","Regularity properties of $H$-convex sets.","Horizontal Gauss curvature flow of graphs in Carnot groups.","Convexity and semiconvexity along vector fields.","Sub-Riemannian calculus and monotonicity of the perimeter for graphical strips.","Blow-up estimates at horizontal points and applications."],"An invitation to Cauchy-Riemann and sub-Riemannian geometries.":["The length spectrum of the sub-Riemannian three-sphere.","Uncertainty inequalities on groups and homogeneous spaces via isoperimetric inequalities.","Spherical tube hypersurfaces [book review of MR2796832].","Several complex variables and CR geometry."],"Helical CR structures and sub-Riemannian geodesics.":["A note on distinct distances.","Distinct distances on curves via rigidity."],"Sub-Riemannian vs. Euclidean dimension comparison and fractal geometry on Carnot groups.":["Dimension distortion by right coset projections in the Heisenberg group.","Infinite geodesics of sub-Finsler distances in Heisenberg groups.","Notion of $\\Bbb H$-orientability for surfaces in the Heisenberg group $\\Bbb H^n$.","Extremal curves on Stiefel and Grassmann manifolds.","Conformal graph directed Markov systems on Carnot groups.","Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.","On uniform measures in the Heisenberg group.","The Gauss-Green theorem in stratified groups.","A comparison of Euclidean and Heisenberg Hausdorff measures.","Quasiconvexity in the Heisenberg group.","Hausdorff dimension of limit sets.","Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.","Removable sets for homogeneous linear partial differential equations in Carnot groups.","Weak separation condition, Assouad dimension, and Furstenberg homogeneity.","Local dimensions in Moran constructions.","Hausdorff volume in non equiregular sub-Riemannian manifolds.","Generalized $q$-dimension of measures on Heisenberg self-affine sets in the Heisenberg group.","Removable sets for Lipschitz harmonic functions on Carnot groups.","Stable $H$-minimal hypersurfaces.","On transversal submanifolds and their measure.","Conformal maps of Carnot groups.","Geometric inequalities in Carnot groups.","The effect of projections on dimension in the Heisenberg group.","Frequency of Sobolev and quasiconformal dimension distortion.","Measure of curves in graded groups.","Projection and slicing theorems in Heisenberg groups.","On the Hausdorff volume in sub-Riemannian geometry.","Weakly controlled Moran constructions and iterated functions systems in metric spaces.","Size of tangencies to non-involutive distributions.","Measure of submanifolds in the Engel group.","Exceptional sets for self-similar fractals in Carnot groups.","Blow-up estimates at horizontal points and applications.","Rectifiability and Lipschitz extensions into the Heisenberg group.","Gromov's dimension comparison problem on Carnot groups."],"Sobolev Peano cubes.":["Vector-valued Sobolev spaces based on Banach function spaces.","Sobolev spaces of vector-valued functions.","Higher order intrinsic weak differentiability and Sobolev spaces between manifolds.","Sobolev extensions of Lipschitz mappings into metric spaces.","Regularity and modulus of continuity of space-filling curves.","Sobolev embedding of a sphere containing an arbitrary Cantor set in the image.","Intrinsic co-local weak derivatives and Sobolev spaces between manifolds.","Weak contact equations for mappings into Heisenberg groups.","Space-filling vs. Luzin's condition (N).","Lipschitz homotopy and density of Lipschitz mappings in Sobolev spaces.","On the lack of density of Lipschitz mappings in Sobolev spaces with Heisenberg target.","An intrinsic approach to manifold constrained variational problems.","Frequency of Sobolev and quasiconformal dimension distortion.","Luzin's condition (N) and Sobolev mappings.","Space filling with metric measure spaces.","Generalized Hausdorff dimension distortion in Euclidean spaces under Sobolev mappings.","Sobolev mappings: Lipschitz density is not an isometric invariant of the target.","Nonexistence of horizontal Sobolev surfaces in the Heisenberg group.","Peano cubes with derivatives in a Lorentz space."],"Gromov's dimension comparison problem on Carnot groups.":["Conformal graph directed Markov systems on Carnot groups.","Exceptional sets for self-similar fractals in Carnot groups.","Rectifiability and Lipschitz extensions into the Heisenberg group.","Sub-Riemannian vs. Euclidean dimension comparison and fractal geometry on Carnot groups.","Non-horizontal submanifolds and coarea formula.","Global conformal Assouad dimension in the Heisenberg group."],"Global conformal Assouad dimension in the Heisenberg group.":["On the average $L^q$-dimensions of typical measures.","Heat content and horizontal mean curvature on the Heisenberg group.","Regularity of the distance function to smooth hypersurfaces in some two-step Carnot groups.","An intermediate-value property for Assouad dimension of metric space.","Removable sets for homogeneous linear partial differential equations in Carnot groups.","On the equality of Hausdorff measure and Hausdorff content.","Flag Hardy spaces and Marcinkiewicz multipliers on the Heisenberg group.","A note on the dimensions of Assouad and Aikawa.","Assouad dimensions of Moran sets.","Size of tangencies to non-involutive distributions."],"Hyperbolic and quasisymmetric structure of hyperspaces.":["Generalized angles in Ptolemaic Möbius structures.","The hyperbolization of hyperspaces.","Hyperbolizing hyperspaces.","The third symmetric product of $\\Bbb R$."],"An introduction to the Heisenberg group and the sub-Riemannian isoperimetric problem.":["Regularity of Lipschitz boundaries with prescribed sub-Finsler mean curvature in the Heisenberg group $\\Bbb H^1$.","Gauss-Bonnet theorems in the affine group and the group of rigid motions of the Minkowski plane.","The engulfing property for sections of convex functions on the Heisenberg group and the associated quasi-distance.","The sub-Riemannian limit of curvatures for curves and surfaces and a Gauss-Bonnet theorem in the group of rigid motions of Minkowski plane with general left-invariant metric.","Solving singular evolution problems in sub-Riemannian groups via deterministic games.","On local Lipschitz regularity for quasilinear equations in the Heisenberg group.","Point interactions for 3D sub-Laplacians.","Gauss-Bonnet theorems and the Lorentzian Heisenberg group.","Sobolev inequalities with jointly concave weights on convex cones.","Invariant translators of the Heisenberg group.","Sub-Riemannian currents and slicing of currents in the Heisenberg group $\\Bbb{H}^n$.","Sub-Finsler horofunction boundaries of the Heisenberg group.","Some weighted Hardy and Rellich inequalities on the Heisenberg group.","Hardy-type inequalities for the Carnot-Carathéodory distance in the Heisenberg group.","Generalized Sobolev-Morrey estimates for hypoelliptic operators on homogeneous groups.","Heat content asymptotics for sub-Riemannian manifolds.","Toward a quasi-Möbius characterization of invertible homogeneous metric spaces.","Local minimizers and gamma-convergence for nonlocal perimeters in Carnot groups.","A $C^m$ Lusin approximation theorem for horizontal curves in the Heisenberg group.","On the Lipschitz dimension of Cheeger-Kleiner.","Tubular neighborhoods in the sub-Riemannian Heisenberg groups.","Injectivity of the Heisenberg X-ray transform.","Notion of $\\Bbb H$-orientability for surfaces in the Heisenberg group $\\Bbb H^n$.","Universal differentiability sets in Carnot groups of arbitrarily high step.","$(p,Q)$ systems with critical singular exponential nonlinearities in the Heisenberg group.","Dorronsoro's theorem in Heisenberg groups.","Lipschitz and bi-Lipschitz maps from PI spaces to Carnot groups.","A comprehensive introduction to sub-Riemannian geometry. From the Hamiltonian viewpoint [book review of MR3971262].","An instability criterion for volume-preserving area-stationary surfaces with singular curves in sub-Riemannian 3-space forms.","Semmes surfaces and intrinsic Lipschitz graphs in the Heisenberg group.","Gauss-Bonnet theorems in the BCV spaces and the twisted Heisenberg group.","Conformal graph directed Markov systems on Carnot groups.","Bi-Lipschitz embeddings of Heisenberg submanifolds into Euclidean spaces.","Porosity and differentiability of Lipschitz maps from stratified groups to Banach homogeneous groups.","Hölder behavior of viscosity solutions of some fully nonlinear equations in the Heisenberg group.","The isoperimetric problem in the Heisenberg group $\\Bbb H^n$ with density.","Vertical versus horizontal Sobolev spaces.","Variational approach to the asymptotic mean-value property for the $p$-Laplacian on Carnot groups.","Hölder-topology of the Heisenberg group.","Intersections of projections and slicing theorems for the isotropic Grassmannian and the Heisenberg group.","A Koebe distortion theorem for quasiconformal mappings in the Heisenberg group.","Logarithmic potentials and quasiconformal flows on the Heisenberg group.","Heat and entropy flows in Carnot groups.","A second look of Sobolev spaces on metrizable groups.","On uniform measures in the Heisenberg group.","Existence for $(p, q)$ critical systems in the Heisenberg group.","On the $\\Bbb H$-cone-functions for H-convex sets.","Filling invariants of stratified nilpotent Lie groups.","Isoperimetric inequality under measure-contraction property.","Banach algebras of weakly differentiable functions.","Intrinsic Lipschitz graphs and vertical $\\beta$-numbers in the Heisenberg group.","CMC spheres in the Heisenberg group.","Boundedness of singular integrals on $C^{1,\\alpha}$ intrinsic graphs in the Heisenberg group.","The Bernstein problem for Lipschitz intrinsic graphs in the Heisenberg group.","Starshapedeness for fully non-linear equations in Carnot groups.","Uniqueness of viscosity mean curvature flow solution in two sub-Riemannian structures.","Rearrangements in Carnot groups.","The dimension spectrum of conformal graph directed Markov systems.","A $C^m$ Whitney extension theorem for horizontal curves in the Heisenberg group.","Heisenberg quasiregular ellipticity.","Sobolev extensions of Lipschitz mappings into metric spaces.","Commutator estimates on contact manifolds and applications.","A study of comparison, existence and regularity of viscosity and weak solutions for quasilinear equations in the Heisenberg group.","Fractional thoughts.","A sub-Riemannian Santaló formula with applications to isoperimetric inequalities and first Dirichlet eigenvalue of hypoelliptic operators.","The Heisenberg group is pan-rational.","Universal differentiability sets and maximal directional derivatives in Carnot groups.","Interpolations and fractional Sobolev spaces in Carnot groups.","The sub-Riemannian curvature of a curve in the Borel subgroup of the group $\\roman{SL}(2,\\Bbb R)$.","Hardy inequalities for the Heisenberg Laplacian on convex bounded polytopes.","Prime ends in the Heisenberg group ${\\bf H}_1$ and the boundary behavior of quasiconformal mappings.","Isometric embeddings into Heisenberg groups.","Melas-type bounds for the Heisenberg Laplacian on bounded domains.","Weakly coupled systems of fully nonlinear parabolic equations in the Heisenberg group.","Heat content and horizontal mean curvature on the Heisenberg group.","Functional capacities on the Grushin space $\\Bbb G^n_\\alpha$.","A complete Riemannian manifold whose isoperimetric profile is discontinuous.","Stable solutions of symmetric systems involving hypoelliptic operators.","Pseudo-metric 2-step nilpotent Lie algebras.","Geometric inequalities on Heisenberg groups.","On strongly $M$-unambiguous prints and Şerbǎnuţǎ's conjecture for Parikh matrices.","Looking for compactness in Sobolev spaces on noncompact metric spaces.","Some remarks on contact variations in the first Heisenberg group.","Regularity properties of spheres in homogeneous groups.","Fractional Laplacians, perimeters and heat semigroups in Carnot groups.","Several logarithmic Caffarelli-Kohn-Nirenberg inequalities and applications.","Structure of porous sets in Carnot groups.","A primer on Carnot groups: homogenous groups, Carnot-Carathéodory spaces, and regularity of their isometries.","Characterizations of fractional integral operators in generalized Morrey spaces on Carnot groups.","Height and area estimates for constant mean curvature graphs in $\\Bbb E(\\kappa,\\tau)$-spaces.","Existence and uniqueness results for linear second-order equations in the Heisenberg group.","Intrinsic curvature of curves and surfaces and a Gauss-Bonnet theorem in the Heisenberg group.","Caffarelli-Kohn-Nirenberg and Sobolev type inequalities on stratified Lie groups.","Asymptotic behavior of the Riemannian Heisenberg group and its horoboundary.","Porosity, differentiability and Pansu's theorem.","Higher-order Sobolev-type embeddings on Carnot-Carathéodory spaces.","A measure zero universal differentiability set in the Heisenberg group.","Möbius rigidity of invariant metrics in boundaries of symmetric spaces of rank-1.","Volume approximations of strongly pseudoconvex domains.","Global Hölder estimates via Morrey norms for hypoelliptic operators with drift.","Heat equation on the Heisenberg group: observability and applications.","Nonclassical spectral asymptotics and Dixmier traces: from circles to contact manifolds.","Differentiation of the convolution on the roto-translation group.","Modulus of surface families and the radial stretch in the Heisenberg group.","Applications of integral geometry to geometric properties of sets in the 3D-Heisenberg group.","Lusin approximation and horizontal curves in Carnot groups.","Isoperimetric problem in $H$-type groups and Grushin spaces.","Convex Hull property and exclosure theorems for $H$-minimal hypersurfaces in Carnot groups.","Lusin approximation for horizontal curves in step 2 Carnot groups.","The Heisenberg group associated to a Hilbert space.","Gauss-Bonnet theorem in sub-Riemannian Heisenberg space $\\Bbb H^1$.","Three-spheres theorems for subelliptic quasilinear equations in Carnot groups of Heisenberg-type.","Uniqueness of a positive solution for quasilinear elliptic equations in Heisenberg group.","Lipschitz continuity and convexity preserving for solutions of semilinear evolution equations in the Heisenberg group.","Modulus of revolution rings in the Heisenberg group.","Regularity for subelliptic PDE through uniform estimates in multi-scale geometries.","Lipschitz extensions of maps between Heisenberg groups.","Removable sets for homogeneous linear partial differential equations in Carnot groups.","The regularity of Euclidean Lipschitz boundaries with prescribed mean curvature in three-dimensional contact sub-Riemannian manifolds.","Sobolev inequalities in arbitrary domains.","The weighted isoperimetric-type and Sobolev-type inequalities for hypersurfaces in Carnot groups.","Sub-Riemannian mean curvature flow for image processing.","Local convergence of Newton's method on the Heisenberg group.","Sharp Hardy-Littlewood-Sobolev inequalities on quaternionic Heisenberg groups.","Hardy and Rellich-type inequalities with remainders for Baouendi-Grushin vector fields.","Geodesics in the Heisenberg group.","Quantitative isoperimetric inequalities in $\\Bbb{H}^n$.","Existence, characterization and stability of Pansu spheres in sub-Riemannian 3-space forms.","Regularity of $C^1$ surfaces with prescribed mean curvature in three-dimensional contact sub-Riemannian manifolds.","Sobolev spaces on metrizable groups.","Area-stationary and stable surfaces of class $C^1$ in the sub-Riemannian Heisenberg group $\\Bbb{H}^1$.","Marstrand's density theorem in the Heisenberg group.","Intrinsic Lipschitz graphs in Heisenberg groups and continuous solutions of a balance equation.","Wiener criterion for $X$-elliptic operators.","Regularity of mean curvature flow of graphs on Lie groups free up to step 2.","The Lichnerowicz and Obata first eigenvalue theorems and the Obata uniqueness result in the Yamabe problem on CR and quaternionic contact manifolds.","Generalized $q$-dimension of measures on Heisenberg self-affine sets in the Heisenberg group.","A comparison principle for singular parabolic equations in the Heisenberg group.","Removable sets for Lipschitz harmonic functions on Carnot groups.","Uniqueness of minimisers for a Grötzsch-Belinskiĭ type inequality in the Heisenberg group.","Weighted Sobolev-Morrey estimates for hypoelliptic operators with drift on homogeneous groups.","Some results on maps that factor through a tree.","Hardy inequalities with Aharonov-Bohm type magnetic field on the Heisenberg group.","Higher-order Sobolev embeddings and isoperimetric inequalities.","Continued fractions on the Heisenberg group.","Mean value properties of fractional second order operators.","Characterization by asymptotic mean formulas of $q$-harmonic functions in Carnot groups.","Weak contact equations for mappings into Heisenberg groups.","The geometry of $cc$-balls and constants in the ball-box theorem on Heisenberg group algebras.","Graphs of bounded variation, existence and local boundedness of non-parametric minimal surfaces in Heisenberg groups.","On the classification of complete area-stationary and stable surfaces in the subriemannian Sol manifold.","Fine asymptotic geometry in the Heisenberg group.","Metric spaces nonembeddable into Banach spaces with the Radon-Nikodým property and thick families of geodesics.","Some a priori estimates for a class of operators in the Heisenberg group.","Transversality of isotropic projections, unrectifiability, and Heisenberg groups.","On the lack of density of Lipschitz mappings in Sobolev spaces with Heisenberg target.","Diffusion by optimal transport in Heisenberg groups.","Singular integrals on self-similar sets and removability for Lipschitz harmonic functions in Heisenberg groups.","On the horizontal mean curvature flow for axisymmetric surfaces in the Heisenberg group.","Coxeter system of lines and planes are sets of injectivity for the twisted spherical means.","On Minty's theorem in the Heisenberg group.","Sobolev, Poincaré, and isoperimetric inequalities for subelliptic diffusion operators satisfying a generalized curvature dimension inequality.","An integral formula on the Heisenberg group.","Sub-Riemannian geometry of Stiefel manifolds.","On the characterization of $p$-harmonic functions on the Heisenberg group by mean value properties.","Rigidity results for nonlocal phase transitions in the Heisenberg group $\\Bbb{H}$.","Smooth approximation for intrinsic Lipschitz functions in the Heisenberg group.","Inverse source problem and null controllability for multidimensional parabolic operators of Grushin type.","Metric geometry of nonregular weighted Carnot-Carathéodory spaces.","Quasiconformal mappings of the motion group of the plane.","Carnot-Carathéodory homogeneous cone condition and Carnot-Carathéodory balls in Heisenberg groups.","Regularity results for a class of obstacle problems in Heisenberg groups.","Sub-semi-Riemannian geometry of general $H$-type groups.","Riesz potential in generalized Morrey spaces on the Heisenberg group.","Quasiregular maps and the conductivity equation in the Heisenberg group.","Regularity of sets with constant horizontal normal in the Engel group.","Lipschitz and bilipschitz maps on Carnot groups.","Bi-Lipschitz extension from boundaries of certain hyperbolic spaces.","First and second variation formulae for the sub-Riemannian area in three-dimensional pseudo-Hermitian manifolds.","Sub-Riemannian heat kernels and mean curvature flow of graphs.","Existence of isoperimetric regions in contact sub-Riemannian manifolds.","$c$ horizontal convexity on Carnot groups.","Moduli of triangles in the Heisenberg group.","Isodiametric sets in the Heisenberg group.","The Beltrami equations for quasiconformal mappings on strictly pseudoconvex hypersurfaces.","Phase-space analysis and pseudodifferential calculus on the Heisenberg group.","On critical cases of Sobolev's inequalities for Heisenberg groups.","Sharp constants in several inequalities on the Heisenberg group.","Sub-Riemannian geodesics and heat operator on odd dimensional spheres.","A proof by calibration of an isoperimetric inequality in the Heisenberg group ${\\Bbb H}^n$.","Space filling with metric measure spaces.","On the Hausdorff volume in sub-Riemannian geometry.","Complete stable CMC surfaces with empty singular set in Sasakian sub-Riemannian 3-manifolds.","Horizontal Gauss curvature flow of graphs in Carnot groups.","Algebraic and analytic properties of quasimetric spaces with dilations.","Horizontal normal map on the Heisenberg group.","Harnack inequality for a degenerate elliptic equation.","Regularity of minimal intrinsic graphs in 3-dimensional sub-Riemannian structures of step 2.","Density estimates for a fluid jet model in the Heisenberg group.","$L^p$-summability of Riesz means for the sublaplacian on complex spheres.","Singular integrals on Ahlfors-David regular subsets of the Heisenberg group.","On the best constant of weighted Poincaré inequalities.","Characterizations of intrinsic rectifiability in Heisenberg groups.","Smoothness of Lipschitz minimal intrinsic graphs in Heisenberg groups $\\Bbb H^n$, $n>1$.","The horofunction boundary of the Heisenberg group: the Carnot-Carathéodory metric.","Sub-Riemannian geometry: general theory and examples [book review of MR2503811].","Geodesics on $\\Bbb H$-type quaternion groups with sub-Lorentzian metric and their physical interpretation.","Stein-Weiss inequalities for the fractional integral operators in Carnot groups and applications.","The tangent cone to a quasimetric space with dilations.","Picone inequalities for $p$-sub-Laplacian on the Heisenberg group and its applications.","Note on the Fenchel transform in the Heisenberg group.","The classification of complete stable area-stationary surfaces in the Heisenberg group $\\Bbb H^1$.","Convexity and horizontal second fundamental forms for hypersurfaces in Carnot groups.","Intrinsic regular graphs in Heisenberg groups vs. weak solutions of non-linear first-order PDEs.","An invitation to Cauchy-Riemann and sub-Riemannian geometries.","Some remarks about parametrizations of intrinsic regular surfaces in the Heisenberg group.","Distributional solutions of Burgers' equation and intrinsic regular graphs in Heisenberg groups.","Evolution by mean curvature flow in sub-Riemannian geometries: a stochastic approach.","Semilinear PDEs in the Heisenberg group: the role of the right invariant vector fields.","Regularity of non-characteristic minimal graphs in the Heisenberg group $\\Bbb H^1$.","The horofunction boundary of the Heisenberg group.","Some weighted Poincaré inequalities.","Affine biharmonic submanifolds in 3-dimensional pseudo-Hermitian geometry.","Meda inequality for rearrangements of the convolution on the Heisenberg group and some applications.","Helical CR structures and sub-Riemannian geodesics.","The intrinsic hypoelliptic Laplacian and its heat kernel on unimodular Lie groups.","Intrinsic regular submanifolds in Heisenberg groups are differentiable graphs.","Instability of graphical strips and a positive answer to the Bernstein problem in the Heisenberg group $\\Bbb H^1$.","Sub-Riemannian vs. Euclidean dimension comparison and fractal geometry on Carnot groups.","A geometric inequality in the Heisenberg group and its applications to stable solutions of semilinear problems.","Examples of area-minimizing surfaces in the sub-Riemannian Heisenberg group $\\Bbb H^1$ with low regularity.","A negative answer to the Bernstein problem for intrinsic graphs in the Heisenberg group.","Stochastic differential equations driven by processes generated by divergence form operators. II. Convergence results.","Area-stationary surfaces in the Heisenberg group $\\Bbb H^1$.","Absolute continuity of Wasserstein geodesics in the Heisenberg group.","Heisenberg isoperimetric problem. The axial case.","Global conformal Assouad dimension in the Heisenberg group.","A note on ill-posedness of the Cauchy problem for Heisenberg wave maps.","Area-stationary surfaces inside the sub-Riemannian three-sphere.","Sub-Riemannian calculus on hypersurfaces in Carnot groups."],"Quasiconformal dimensions of self-similar fractals.":["Fractal percolation and quasisymmetric mappings.","Counting spanning trees on fractal graphs and their asymptotic complexity.","On the equivalence of weak quasisymmetry and quasisymmetry on non-connected sets.","Gaps in the spectrum of the Laplacian on $3N$-gaskets.","Topological conformal dimension.","Conformal dimension and canonical splittings of hyperbolic groups.","Fractal sets attached to homogeneous quadratic maps in two variables.","Examples of coarse expanding conformal maps.","Quasisymmetrically minimal Moran sets and Hausdorff dimension.","Vibration modes of $3n$-gaskets and other fractals.","Global conformal Assouad dimension in the Heisenberg group.","Electrical resistance of $N$-gasket fractal networks.","Smooth quasiregular maps with branching in ${\\bf R}^n$.","Characterizations of snowflake metric spaces."],"Lifts of Lipschitz maps and horizontal fractals in the Heisenberg group.":["Conformal graph directed Markov systems on Carnot groups.","A comparison of Euclidean and Heisenberg Hausdorff measures.","Geometric construction of quasiconformal mappings in the Heisenberg group.","Hausdorff dimension of limit sets.","Ahlfors-regular distances on the Heisenberg group without biLipschitz pieces.","A Gromov's dimension comparison estimate for rectifiable sets.","Rigidity of fiber-preserving quasisymmetric maps.","Some examples of quasiisometries of nilpotent Lie groups.","An upper bound for the length of a traveling salesman path in the Heisenberg group.","Removable sets for homogeneous linear partial differential equations in Carnot groups.","Generalized $q$-dimension of measures on Heisenberg self-affine sets in the Heisenberg group.","A low rank property and nonexistence of higher-dimensional horizontal Sobolev sets.","Weak contact equations for mappings into Heisenberg groups.","Bi-Lipschitz extension from boundaries of certain hyperbolic spaces.","The effect of projections on dimension in the Heisenberg group.","Contact equations, Lipschitz extensions and isoperimetric inequalities.","Exceptional sets for self-similar fractals in Carnot groups.","Nonexistence of horizontal Sobolev surfaces in the Heisenberg group.","Sub-Riemannian vs. Euclidean dimension comparison and fractal geometry on Carnot groups.","Non-horizontal submanifolds and coarea formula.","Gromov's dimension comparison problem on Carnot groups.","Global conformal Assouad dimension in the Heisenberg group.","Stability of isometric maps in the Heisenberg group.","Self-similar sets in doubling spaces.","A global inverse map theorem and biLipschitz maps in the Heisenberg group.","Intrinsic regular hypersurfaces in Heisenberg groups.","Hausdorff dimensions of self-similar and self-affine fractals in the Heisenberg group.","Rectifiability and parameterization of intrinsic regular surfaces in the Heisenberg group."],"Sharp weighted Young's inequalities and Moser-Trudinger inequalities on Heisenberg type groups and Grushin spaces.":["A weighted Trudinger-Moser inequality on $\\Bbb{R}^N$ and its application to Grushin operator.","Rearrangements in Carnot groups.","Asymptotics and inversion of Riesz potentials through decomposition in radial and spherical parts.","Sharp constants for weighted Moser-Trudinger inequalities on groups of Heisenberg type.","Liouville theorem, conformally invariant cones and umbilical surfaces for Grushin-type metrics.","Sharp weighted Hardy type inequalities and Hardy-Sobolev type inequalities on polarizable Carnot groups.","Hardy-type inequalities on H-type groups and anisotropic Heisenberg groups."],"Smooth quasiregular maps with branching in ${\\bf R}^n$.":["Geometry of Grushin spaces.","Frequency of Sobolev and quasiconformal dimension distortion.","Stoïlow factorization for quasiregular mappings in all dimensions.","The local homeomorphism property of spatial quasiregular mappings with distortion close to one."],"Bi-Lipschitz embeddings of hyperspaces of compact sets.":["The transfer of property $(\\beta)$ of Rolewicz by a uniform quotient map.","Diamond graphs and super-reflexivity.","Hyperbolic and quasisymmetric structure of hyperspaces."],"Characterizations of snowflake metric spaces.":["Minimising Hausdorff dimension under Hölder equivalence.","Toward a quasi-Möbius characterization of invertible homogeneous metric spaces.","On ultrametric-preserving functions.","On Lipschitz retraction of finite subsets of normed spaces.","Nonpositive curvature is not coarsely universal.","Sums of asymptotically midpoint uniformly convex spaces.","A metric characterization of snowflakes of Euclidean spaces.","On the Hausdorff dimension of CAT($\\kappa$) surfaces.","Counting spanning trees on fractal graphs and their asymptotic complexity.","Lenses and asymptotic midpoint uniform convexity.","Gaps in the spectrum of the Laplacian on $3N$-gaskets.","Locally rich compact sets.","Spaces of small metric cotype.","Vibration modes of $3n$-gaskets and other fractals.","Electrical resistance of $N$-gasket fractal networks.","Doubling measures, monotonicity, and quasiconformality.","Bi-Lipschitz embeddings of hyperspaces of compact sets."],"Hausdorff dimensions of self-similar and self-affine fractals in the Heisenberg group.":["Conformal graph directed Markov systems on Carnot groups.","Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.","A comparison of Euclidean and Heisenberg Hausdorff measures.","A Gromov's dimension comparison estimate for rectifiable sets.","Generalized $q$-dimension of measures on Heisenberg self-affine sets in the Heisenberg group.","A low rank property and nonexistence of higher-dimensional horizontal Sobolev sets.","The effect of projections on dimension in the Heisenberg group.","Frequency of Sobolev and quasiconformal dimension distortion.","Exceptional sets for self-similar fractals in Carnot groups.","Do self-similar sets with positive Lebesgue measure contain an interval?","Sub-Riemannian vs. Euclidean dimension comparison and fractal geometry on Carnot groups.","Gromov's dimension comparison problem on Carnot groups.","Global conformal Assouad dimension in the Heisenberg group.","Self-similar sets in doubling spaces.","Absolute continuity of quasiconformal mappings on curves.","Lifts of Lipschitz maps and horizontal fractals in the Heisenberg group."],"Counterexamples to Tischler's strong form of Smale's mean value conjecture.":["Dual Smale's mean value conjecture.","New conjectures in the Hausdorff geometry of polynomials.","Dual mean value problem for complex polynomials.","On the mean value conjectures of Smale and Tischler.","Extremal problems for algebraic polynomials."],"Dirichlet forms, Poincaré inequalities, and the Sobolev spaces of Korevaar and Schoen.":["Harmonic mappings between singular metric spaces.","Besov class via heat semigroup on Dirichlet spaces III: BV functions and sub-Gaussian heat kernel estimates.","Gagliardo-Nirenberg, Trudinger-Moser and Morrey inequalities on Dirichlet spaces.","On singularity of energy measures for symmetric diffusions with full off-diagonal heat kernel estimates.","Admissibility versus $\\rm A_p$-conditions on regular trees.","Besov class via heat semigroup on Dirichlet spaces II: BV functions and Gaussian heat kernel estimates.","Restriction of heat equation with Newton-Sobolev data on metric measure space.","Regularity of quasi-$n$-harmonic mappings into NPC spaces.","Densely defined non-closable curl on carpet-like metric measure spaces.","From Sobolev inequality to doubling.","Poincaré inequality and Hajłasz-Sobolev spaces on nested fractals.","First order Poincaré inequalities in metric measure spaces.","Uniqueness of locally symmetric Brownian motion on Laakso spaces.","Geometry and analysis of Dirichlet forms.","$Q$-valued functions revisited.","Some stability results under domain variation for Neumann problems in metric spaces.","Variational convergence over metric spaces.","Absolute continuity of quasiconformal mappings on curves.","Nonsmooth calculus.","Boundary regularity for $p$-harmonic functions and solutions of the obstacle problem on metric spaces.","A differentiable structure for metric measure spaces.","Modulus and the Poincaré inequality on metric measure spaces.","Lipschitz continuity of Cheeger-harmonic functions in metric measure spaces."],"RNC workshop quasiconformal maps on metric spaces: questions and conjectures.":["Contact and 1-quasiconformal maps on Carnot groups.","Jet spaces as nonrigid Carnot groups."],"Fundamental solution for the $Q$-Laplacian and sharp Moser-Trudinger inequality in Carnot groups.":["Sharp affine Trudinger-Moser inequalities: a new argument.","The thresholds of the existence of maximizers for the critical sharp singular Moser-Trudinger inequality under constraints.","Moser inequalities in Gauss space.","Improved singular Moser-Trudinger inequalities and their extremal functions.","A weighted Trudinger-Moser inequality on $\\Bbb{R}^N$ and its application to Grushin operator.","New geometric aspects of Moser-Trudinger inequalities on Riemannian manifolds: the non-compact case.","Improved Moser-Trudinger inequality of Tintarev type in dimension $n$ and the existence of its extremal functions.","Concentration-compactness principle for Trudinger-Moser inequalities on Heisenberg groups and existence of ground state solutions.","Improved Moser-Trudinger type inequalities in the hyperbolic space $\\Bbb{H}^n$.","Sharp subcritical Moser-Trudinger inequalities on Heisenberg groups and subelliptic PDEs.","Sharp constants for weighted Moser-Trudinger inequalities on groups of Heisenberg type.","A new approach to sharp Moser-Trudinger and Adams type inequalities: a rearrangement-free argument.","Moser-Trudinger and Beckner-Onofri's inequalities on the CR sphere.","Sharp Moser-Trudinger inequality on the Heisenberg group at the critical case and applications.","The Moser-Trudinger inequality in unbounded domains of Heisenberg group and sub-elliptic equations.","A note on Keller-Osserman conditions on Carnot groups.","Extremals for Sobolev and Moser inequalities in hyperbolic space.","Adams inequalities on measure spaces.","Affine Moser-Trudinger and Morrey-Sobolev inequalities.","Moser-Trudinger trace inequalities.","Anisotropic quaternion Carnot groups: geometric analysis and Green function.","Sharp weighted Young's inequalities and Moser-Trudinger inequalities on Heisenberg type groups and Grushin spaces.","Some relations among volume, intrinsic perimeter and one-dimensional restrictions of BV functions in Carnot groups.","Sharp constants for Moser-Trudinger inequalities on spheres in complex space $\\Bbb C^n$.","Polar coordinates in Carnot groups.","Singular solutions, homogeneous norms, and quasiconformal mappings in Carnot groups.","Best constants for Moser-Trudinger inequalities, fundamental solutions and one-parameter representation formulas on groups of Heisenberg type.","Best constants for Moser-Trudinger inequalities on the Heisenberg group."],"Potential theory in Carnot groups.":["Optimal decay of $p$-Sobolev extremals on Carnot groups."],"Polar coordinates in Carnot groups.":["Coercive inequalities in higher-dimensional anisotropic Heisenberg group.","On the Lie algebra of polarizable Carnot groups.","Green's identities, comparison principle and uniqueness of positive solutions for nonlinear $p$-sub-Laplacian equations on stratified Lie groups.","Well-posedness of a Neumann-type problem on a gauge ball in H-type groups.","A weighted Trudinger-Moser inequality on $\\Bbb{R}^N$ and its application to Grushin operator.","Rellich inequalities for sub-Laplacians with drift.","Prime ends in the Heisenberg group ${\\bf H}_1$ and the boundary behavior of quasiconformal mappings.","A general approach to weighted Rellich type inequalities on Carnot groups.","A unified approach to weighted Hardy type inequalities on Carnot groups.","Modules of systems of measures on polarizable Carnot groups.","Hardy type inequality and unique continuation on Carnot groups.","Hardy and Rellich-type inequalities with remainders for Baouendi-Grushin vector fields.","Uniqueness of minimisers for a Grötzsch-Belinskiĭ type inequality in the Heisenberg group.","Hardy inequalities with Aharonov-Bohm type magnetic field on the Heisenberg group.","A class of Caffarelli-Kohn-Nirenberg type inequalities on the H-type group.","A certain critical density property for invariant Harnack inequalities in H-type groups.","Lions-type compactness and Rubik actions on the Heisenberg group.","Some sharp Rellich type inequalities on nilpotent groups and application.","Improved Hardy inequalities in the Grushin plane.","A note on Keller-Osserman conditions on Carnot groups.","On first order interpolation inequalities with weights on the H-type group.","Weighted Hardy and Rellich inequality on Carnot groups.","On unique continuation properties for the sub-Laplacian on Carnot groups.","Weighted Rellich inequality on H-type groups and nonisotropic Heisenberg groups.","A Kuran type regularity criterion for sub-Laplacians: a necessary and sufficient condition.","Lifting of convex functions on Carnot groups and lack of convexity for a gauge function.","Sharp weighted Hardy type inequalities and Hardy-Sobolev type inequalities on polarizable Carnot groups.","The Hardy inequality and nonlinear parabolic equations on Carnot groups.","Non-smooth analysis in infinite dimensional Banach homogenous groups.","Foundations of the theory of mappings with bounded distortion on Carnot groups.","Boundary Harnack principle for $p$-harmonic functions in smooth Euclidean domains.","Polar coordinates on H-type groups and applications.","On value distributions for quasimeromorphic mappings on $\\Bbb H$-type Carnot groups.","Sharp weighted Young's inequalities and Moser-Trudinger inequalities on Heisenberg type groups and Grushin spaces.","Degenerate evolution inequalities on groups of Heisenberg type.","Hardy-type inequalities related to degenerate elliptic differential operators.","Hardy-Sobolev type inequalities in the $H$-type group.","Hausdorff dimensions of self-similar and self-affine fractals in the Heisenberg group.","Optimal mass transportation in the Heisenberg group.","Fundamental solution for the $Q$-Laplacian and sharp Moser-Trudinger inequality in Carnot groups.","Viscosity solutions on Grushin-type planes.","Singular solutions, homogeneous norms, and quasiconformal mappings in Carnot groups.","Best constants for Moser-Trudinger inequalities, fundamental solutions and one-parameter representation formulas on groups of Heisenberg type.","Best constants for Moser-Trudinger inequalities on the Heisenberg group.","Metric and geometric quasiconformality in Ahlfors regular Loewner spaces."],"Singular solutions, homogeneous norms, and quasiconformal mappings in Carnot groups.":["Existence and almost uniqueness for $p$-harmonic Green functions on bounded domains in metric spaces.","A weighted Trudinger-Moser inequality on $\\Bbb{R}^N$ and its application to Grushin operator.","Strong comparison principle for $p$-harmonic functions in Carnot-Caratheodory spaces.","A general approach to weighted Rellich type inequalities on Carnot groups.","A unified approach to weighted Hardy type inequalities on Carnot groups.","Three-spheres theorems for subelliptic quasilinear equations in Carnot groups of Heisenberg-type.","Horizontal gradient of polynomial functions for the standard Engel structure on $\\Bbb{R}^4$.","Conformal maps of Carnot groups.","Modulus method and radial stretch map in the Heisenberg group.","The Beltrami equations for quasiconformal mappings on strictly pseudoconvex hypersurfaces.","A note on Keller-Osserman conditions on Carnot groups.","Local behavior of $p$-harmonic Green's functions in metric spaces.","Gradient horizontal de fonctions polynomiales.","The Hardy inequality and nonlinear parabolic equations on Carnot groups.","Bi-Lipschitz maps in $Q$-regular Loewner spaces.","A class of mappings with bounded specific oscillation, and the integrability of mappings with bounded distortion on Carnot groups.","Foundations of the theory of mappings with bounded distortion on Carnot groups.","Conformality and $Q$-harmonicity in Carnot groups.","On value distributions for quasimeromorphic mappings on $\\Bbb H$-type Carnot groups.","Sharp weighted Young's inequalities and Moser-Trudinger inequalities on Heisenberg type groups and Grushin spaces.","Hardy-type inequalities related to degenerate elliptic differential operators.","Fundamental solution for the $Q$-Laplacian and sharp Moser-Trudinger inequality in Carnot groups.","Polar coordinates in Carnot groups.","Metric and geometric quasiconformality in Ahlfors regular Loewner spaces."],"Quasihyperbolic boundary conditions and Poincaré domains.":["On variations of the Neumann eigenvalues of $p$-Laplacian generated by measure preserving quasiconformal mappings.","Space quasiconformal composition operators with applications to Neumann eigenvalues.","Spectral stability estimates of Dirichlet divergence form elliptic operators.","Spectral properties of the Neumann-Laplace operator in quasiconformal regular domains.","On the first eigenvalue of the degenerate $p$-Laplace operator in non-convex domains.","Spectral estimates of the $p$-Laplace Neumann operator and Brennan's conjecture.","Estimation of Sobolev embedding constant on a domain dividable into bounded convex domains.","Fractional Sobolev-Poincaré inequalities in irregular domains.","Conformal spectral stability estimates for the Neumann Laplacian.","On the first eigenvalues of free vibrating membranes in conformal regular domains.","Conformal spectral stability estimates for the Dirichlet Laplacian.","Poincaré inequalities in quasihyperbolic boundary condition domains.","Sharp capacity estimates in $s$-John domains.","Korn inequality on irregular domains.","An embedding into an Orlicz space for irregular John domains.","A decomposition technique for integrable functions with applications to the divergence problem.","A note on \"Quasihyperbolic boundary conditions and Poincaré domains''.","On the $(1,p)$-Poincaré inequality.","Quasihyperbolic growth conditions and compact embeddings of Sobolev spaces.","John domains for the control distance of diagonal vector fields.","Quasihyperbolic boundary conditions and capacity: Hölder continuity of quasiconformal mappings."],"On the conformal Martin boundary of domains in metric spaces.":["The boundary Harnack inequality for variable exponent $p$-Laplacian, Carleson estimates, barrier functions and $p(\\cdot)$-harmonic measures.","Prime ends for domains in metric spaces.","Boundary Harnack principle for $p$-harmonic functions in smooth Euclidean domains.","Carleson-type estimates for $p$-harmonic functions and the conformal Martin boundary of John domains in metric measure spaces.","Singular behavior of conformal Martin kernels, and non-tangential limits of conformal mappings.","A differentiable structure for metric measure spaces.","Modulus and the Poincaré inequality on metric measure spaces.","Some convergence results for $p$-harmonic functions on metric measure spaces.","Singular functions on metric measure spaces."],"Lowering the Assouad dimension by quasisymmetric mappings.":["On quasisymmetric embeddings of the Brownian map and continuum trees.","The upper and lower Assouad dimensions of a class of sets defined by digit restrictions.","New dimension spectra: finer information on scaling and homogeneity.","Some invariant properties of quasi-Möbius maps.","An intermediate-value property for Assouad dimension of metric space.","Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.","On the Assouad dimension of self-similar sets with overlaps.","Assouad dimension of self-affine carpets.","Global conformal Assouad dimension in the Heisenberg group.","Hyperbolic and quasisymmetric structure of hyperspaces.","Quasiconformal dimensions of self-similar fractals.","Conformal dimension does not assume values between zero and one.","Modulus and the Poincaré inequality on metric measure spaces."],"Metric and geometric quasiconformality in Ahlfors regular Loewner spaces.":["Large scale conformal maps.","Duality of moduli in regular metric spaces.","Random sampling and reconstruction of concentrated signals in a reproducing kernel space.","A Koebe distortion theorem for quasiconformal mappings in the Heisenberg group.","Stability of localized integral operators on normal spaces of homogeneous type.","Polynomial control on stability, inversion and powers of matrices on simple graphs.","Prime ends in the Heisenberg group ${\\bf H}_1$ and the boundary behavior of quasiconformal mappings.","Discrete uniformizing metrics on distributional limits of sphere packings.","Orlicz spaces and the large scale geometry of Heintze groups.","Sobolev functions in the critical case are uniformly continuous in $s$-Ahlfors regular metric spaces when $s\\leq 1$.","Local properties of quasihyperbolic mappings in metric spaces.","The properties of quasisymmetric mappings in metric spaces.","Boundary behavior of mappings in $\\lambda(\\varepsilon)$-regular metric spaces.","The quasiconformal subinvariance property of John domains in $\\Bbb{R}^n$ and its applications.","Quasihyperbolic metric and quasisymmetric mappings in metric spaces.","Rigidity of quasi-isometries of HMN associated with non-diagonalizable derivation of the Heisenberg algebra.","Quasi-conformal maps on model filiform groups.","Average sampling and reconstruction in a reproducing kernel subspace of homogeneous type space.","Rate of innovation for (non-)periodic signals and optimal lower stability bound for filtering.","Large scale geometry of negatively curved $\\Bbb{R}^n\\rtimes\\Bbb{R}$.","A rigidity property of some negatively curved solvable Lie groups.","Quasisymmetric maps on the boundary of a negatively curved solvable Lie group.","Large scale geometry of certain solvable groups.","Coarse expanding conformal dynamics.","Empilements de cercles et modules combinatoires.","Géométrie quasiconforme, analyse au bord des espaces métriques hyperboliques et rigidités [d'après Mostow, Pansu, Bourdon, Pajot, Bonk, Kleiner$\\ldots$].","A sewing problem in metric spaces.","Nonsmooth calculus.","Sphericalization and flattening.","Conformal dimension and Gromov hyperbolic groups with 2-sphere boundary.","Conformal Assouad dimension and modulus.","Modulus and the Poincaré inequality on metric measure spaces.","Geometric characterizations of Gromov hyperbolicity."],"Sobolev classes of Banach space-valued functions and quasiconformal mappings.":["Boundary behaviour of open, light mappings in metric measure spaces.","Vector-valued Sobolev spaces based on Banach function spaces.","Regularity of $P$-Harmonic Mappings into NPC Spaces.","The Liouville theorem for $p$-harmonic functions and quasiminimizers with finite energy.","Sobolev spaces of vector-valued functions.","Maximal metric surfaces and the Sobolev-to-Lipschitz property.","Lipschitz and bi-Lipschitz maps from PI spaces to Carnot groups.","Duality of moduli and quasiconformal mappings in metric spaces.","Sobolev space of functions valued in a monotone Banach family.","Dehn functions and Hölder extensions in asymptotic cones.","Convergence of harmonic maps between Alexandrov spaces.","Modulus of families of sets of finite perimeter and quasiconformal maps between metric spaces of globally $Q$-bounded geometry.","Canonical parameterizations of metric disks.","A Koebe distortion theorem for quasiconformal mappings in the Heisenberg group.","Lipschitz continuity of minimizers for the Ginzburg-Landau functional between Alexandrov spaces.","Quantitative gradient estimates for harmonic maps into singular spaces.","Spaces with almost Euclidean Dehn function.","Sobolev extensions of Lipschitz mappings into metric spaces.","Regularity of quasi-$n$-harmonic mappings into NPC spaces.","Local gradient estimates for heat equation on $RCD^*(k,n)$ metric measure spaces.","Existence of parabolic minimizers on metric measure spaces.","Densely defined non-closable curl on carpet-like metric measure spaces.","Prime ends in the Heisenberg group ${\\bf H}_1$ and the boundary behavior of quasiconformal mappings.","Rigidity for convex-cocompact actions on rank-one symmetric spaces.","Lipschitz continuity of harmonic maps between Alexandrov spaces.","Quasiconformal mappings on the Grushin plane.","Density of bounded maps in Sobolev spaces into complete manifolds.","Homotopy classes of Newtonian maps.","Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.","Harmonic maps between Alexandrov spaces.","Area minimizing discs in metric spaces.","Regularity of harmonic discs in spaces with quadratic isoperimetric inequality.","Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.","Quasiregular mappings on sub-Riemannian manifolds.","Higher integrability for vector-valued parabolic quasi-minimizers on metric measure spaces.","Generalized dimension estimates for images of porous sets in metric spaces.","Local properties of quasihyperbolic mappings in metric spaces.","An axiomatic approach to gradients with applications to Dirichlet and obstacle problems beyond function spaces.","Homeomorphisms of the Heisenberg group preserving BMO.","The properties of quasisymmetric mappings in metric spaces.","Nonexistence of quasiconformal maps between certain metric measure spaces.","Sharp differentiability results for the lower local Lipschitz constant and applications to non-embedding.","Semmes family of curves and a characterization of functions of bounded variation in terms of curves.","Newton-Besov spaces and Newton-Triebel-Lizorkin spaces on metric measure spaces.","Some applications of $\\ell_p$-cohomology to boundaries of Gromov hyperbolic spaces.","Quasihyperbolic metric and quasisymmetric mappings in metric spaces.","Aspects of area formulas by way of Luzin, Radó, and Reichelderfer on metric measure spaces.","Mappings of finite distortion between metric measure spaces.","Integral energy characterization of Hajłasz-Sobolev spaces.","Hölder continuous Sobolev mappings and the Lusin N property.","Dilatation, pointwise Lipschitz constants, and condition $N$ on curves.","Mappings of finite distortion from generalized manifolds.","Cheeger-différentiabilité d'applications de certains espaces de Sobolev.","Lipschitz homotopy and density of Lipschitz mappings in Sobolev spaces.","On the theory of Orlicz-Sobolev classes.","On the lack of density of Lipschitz mappings in Sobolev spaces with Heisenberg target.","An upper gradient approach to weakly differentiable cochains.","Modulus method and radial stretch map in the Heisenberg group.","Modulus and Poincaré inequalities on non-self-similar Sierpiński carpets.","Distortion of quasiconformal maps in terms of the quasihyperbolic metric.","Combinatorial modulus, the combinatorial Loewner property, and Coxeter groups.","An intrinsic approach to manifold constrained variational problems.","Frequency of Sobolev and quasiconformal dimension distortion.","A representation formula for the $p$-energy of metric space-valued Sobolev maps.","Quasiconformality, homeomorphisms between metric measure spaces preserving quasiminimizers, and uniform density property.","Space filling with metric measure spaces.","Geometric and analytic quasiconformality in metric measure spaces.","Sobolev mappings: Lipschitz density is not an isometric invariant of the target.","Flat forms, bi-Lipschitz parameterizations, and smoothability of manifolds.","$Q$-valued functions revisited.","Some stability results under domain variation for Neumann problems in metric spaces.","Differentiating maps into $L^1$, and the geometry of BV functions.","Géométrie quasiconforme, analyse au bord des espaces métriques hyperboliques et rigidités [d'après Mostow, Pansu, Bourdon, Pajot, Bonk, Kleiner$\\ldots$].","Peano cubes with derivatives in a Lorentz space.","Quasiregular mappings to generalized manifolds.","Differentiability of Lipschitz maps from metric measure spaces to Banach spaces with the Radon-Nikodým property.","A sewing problem in metric spaces.","Generalized Rademacher-Stepanov type theorem and applications.","A difference characterization of Besov and Triebel-Lizorkin spaces on RD-spaces.","Density of Lipschitz mappings in the class of Sobolev mappings between metric spaces.","Sobolev Peano cubes.","A theory of Besov and Triebel-Lizorkin spaces on metric measure spaces modeled on Carnot-Carathéodory spaces.","Sobolev classes of mappings on Carnot-Carathéodory spaces. Various normings and variational problems.","Bi-Lipschitz maps in $Q$-regular Loewner spaces.","The Poincaré inequality is an open ended condition.","Area and co-area formulas for mappings of the Sobolev classes with values in a metric space.","On the definitions of Sobolev and BV spaces into singular spaces and the trace problem.","Absolute continuity of quasiconformal mappings on curves.","Convexities of metric spaces.","Sobolev mappings: Lipschitz density is not a bi-Lipschitz invariant of the target.","Geometry of Carnot-Carathéodory spaces and differentiability of mappings.","Sobolev-type classes of mappings with values in metric spaces.","Nonsmooth calculus.","Conformal dimension does not assume values between zero and one.","Nagata dimension, quasisymmetric embeddings, and Lipschitz extensions.","Conformal Assouad dimension and modulus.","Rectifiability and parameterization of intrinsic regular surfaces in the Heisenberg group.","Spaces of Lipschitz type on metric spaces and their applications.","Dirichlet forms, Poincaré inequalities, and the Sobolev spaces of Korevaar and Schoen.","Sobolev classes and horizontal energy minimizers between Carnot-Carathéodory spaces.","Singular behavior of conformal Martin kernels, and non-tangential limits of conformal mappings.","A differentiable structure for metric measure spaces.","Cheeger type Sobolev spaces for metric space targets.","A new characterization of the Sobolev space.","Modulus and the Poincaré inequality on metric measure spaces.","Functions of bounded variation on \"good'' metric spaces.","Quasiconformal mappings with Sobolev boundary values.","Singular functions on metric measure spaces.","Harnack inequality and hyperbolicity for subelliptic $p$-Laplacians with applications to Picard type theorems.","Real analysis, quantitative topology, and geometric complexity.","Metric and geometric quasiconformality in Ahlfors regular Loewner spaces."],"Conformal dimension of the antenna set.":["Quasiconformal and geodesic trees.","Muckenhoupt $A_p$-properties of distance functions and applications to Hardy-Sobolev–type inequalities.","Conformal dimension and boundaries of planar domains.","Hausdorff dimension of wiggly metric spaces.","Conformal dimension and canonical splittings of hyperbolic groups.","Global conformal Assouad dimension in the Heisenberg group.","Quasiconformal dimensions of self-similar fractals.","Conformal dimension does not assume values between zero and one.","Conformal dimension and Gromov hyperbolic groups with 2-sphere boundary.","Conformal Assouad dimension and modulus.","Lowering the Assouad dimension by quasisymmetric mappings.","Hausdorff dimension distribution of quasiconformal mappings on the Heisenberg group."],"Quasihyperbolic boundary conditions and capacity: Hölder continuity of quasiconformal mappings.":["Mappings of finite distortion: boundary extensions in uniform domains.","Sharpness of uniform continuity of quasiconformal mappings onto $s$-John domains.","Sharp capacity estimates in $s$-John domains.","Generalized quasidisks and conformality II.","Uniform continuity of quasiconformal mappings onto generalized John domains.","Generalized quasidisks and conformality.","On quasi-conformal self-mappings of the unit disc and elliptic PDEs in the plane.","A priori estimate of gradient of a solution of a certain differential inequality and quasiconformal mappings.","$(K,K')$-quasiconformal harmonic mappings.","Quasihyperbolic boundary condition: compactness of the inner boundary.","Harmonic quasiconformal self-mappings and Möbius transformations of the unit ball.","Uniform continuity of quasiconformal mappings and conformal deformations.","Generalized mean porosity and dimension.","Quasihyperbolic boundary conditions and capacity: uniform continuity of quasiconformal mappings.","Quasiconformal removability and the quasihyperbolic metric.","Holomorphic functions and quasiconformal mappings with smooth moduli.","Quasihyperbolic boundary conditions and Poincaré domains."],"Locally minimal sets for conformal dimension.":["Bounded geometry and $p$-harmonic functions under uniformization and hyperbolization.","On the conformal dimension of product measures.","Topological conformal dimension.","Modulus and Poincaré inequalities on non-self-similar Sierpiński carpets.","Conformal dimension: Cantor sets and Fuglede modulus.","Global conformal Assouad dimension in the Heisenberg group.","Hyperbolic and quasisymmetric structure of hyperspaces.","Quasiconformal dimensions of self-similar fractals.","Conformal dimension does not assume values between zero and one.","Modulus and the Poincaré inequality on metric measure spaces.","Lowering the Assouad dimension by quasisymmetric mappings.","Metric and geometric quasiconformality in Ahlfors regular Loewner spaces.","Conformal dimension of the antenna set.","Hausdorff dimension distribution of quasiconformal mappings on the Heisenberg group."],"Analytic properties of locally quasisymmetric mappings from Euclidean domains.":["Singular quasisymmetric mappings in dimensions two and greater.","Uniformization of two-dimensional metric surfaces.","Modulus and Poincaré inequalities on non-self-similar Sierpiński carpets.","Frequency of Sobolev and quasiconformal dimension distortion.","Sobolev Peano cubes.","Dirichlet forms, Poincaré inequalities, and the Sobolev spaces of Korevaar and Schoen.","Metric and geometric quasiconformality in Ahlfors regular Loewner spaces.","Sobolev classes of Banach space-valued functions and quasiconformal mappings."],"Sets of minimal Hausdorff dimension for quasiconformal maps.":["Conformal dimension via p-resistance: Sierpiński carpet.","Quasisymmetric maps on Kakeya sets.","Some geometric properties of sets defined by digit restrictions.","Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.","Quasi-Assouad dimension of fractals.","On the equivalence of weak quasisymmetry and quasisymmetry on non-connected sets.","Topological conformal dimension.","On quasisymmetric minimality of Cantor sets.","Quasisymmetrically minimal Moran sets.","Quasisymmetrically minimal Moran sets and Hausdorff dimension.","Quasisymmetric equivalence of self-similar sets.","Conformal dimension: Cantor sets and Fuglede modulus.","Quasisymmetrically minimal uniform Cantor sets.","Global conformal Assouad dimension in the Heisenberg group.","Hyperbolic and quasisymmetric structure of hyperspaces.","Quasiconformal geometry of monotone mappings.","A geometric approach to accretivity.","Quasiconformal dimensions of self-similar fractals.","Conformal dimension does not assume values between zero and one.","Mappings with convex potentials and the quasiconformal Jacobian problem.","Conformal Assouad dimension and modulus.","Modulus and the Poincaré inequality on metric measure spaces.","Lowering the Assouad dimension by quasisymmetric mappings.","Conformal dimension of the antenna set.","Locally minimal sets for conformal dimension.","Hausdorff dimension distribution of quasiconformal mappings on the Heisenberg group."],"Geometric and analytic applications of a generalized definition of the conformal modulus.":["Sobolev classes of Banach space-valued functions and quasiconformal mappings.","Uniformizing Gromov hyperbolic spaces."],"Quasiconformality and quasisymmetry in metric measure spaces.":["On uniformly disconnected Julia sets.","Uniformization with infinitesimally metric measures.","Uniformization of Cantor sets with bounded geometry.","Sublinear quasiconformality and the large-scale geometry of Heintze groups.","Weakly quasisymmetric maps and uniform spaces.","Prime ends in the Heisenberg group ${\\bf H}_1$ and the boundary behavior of quasiconformal mappings.","Semisolidity and locally weak quasisymmetry of homeomorphisms in metric spaces.","Quasisymmetric extension on the real line.","Uniformization of two-dimensional metric surfaces.","Quasimöbius maps, weakly quasimöbius maps and uniform perfectness in quasi-metric spaces.","Weak capacity and modulus comparability in Ahlfors regular metric spaces.","Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.","Local properties of quasihyperbolic mappings in metric spaces.","Combinatorial modulus on boundary of right-angled hyperbolic buildings.","On quasisymmetry of quasiconformal mappings.","The properties of quasisymmetric mappings in metric spaces.","Some applications of $\\ell_p$-cohomology to boundaries of Gromov hyperbolic spaces.","Quasihyperbolic metric and quasisymmetric mappings in metric spaces.","Quasiisometries of negatively curved homogeneous manifolds associated with Heisenberg groups.","Dilatation, pointwise Lipschitz constants, and condition $N$ on curves.","Minimal Ahlfors regular conformal dimension of coarse expanding conformal dynamics on the sphere.","Geometry and quasisymmetric parametrization of Semmes spaces.","Quasisymmetrically thick generalized-Cantor sets in $\\Bbb{R}$.","On the conformal gauge of a compact metric space.","Combinatorial modulus, the combinatorial Loewner property, and Coxeter groups.","A rigidity property of some negatively curved solvable Lie groups.","Geometric and analytic quasiconformality in metric measure spaces.","Quasisymmetrically minimal Moran sets and Hausdorff dimension.","A Sierpiński carpet with the co-Hopfian property.","Géométrie quasiconforme, analyse au bord des espaces métriques hyperboliques et rigidités [d'après Mostow, Pansu, Bourdon, Pajot, Bonk, Kleiner$\\ldots$].","Global conformal Assouad dimension in the Heisenberg group.","Nonsmooth calculus.","Sphericalization and flattening.","Conformal dimension and Gromov hyperbolic groups with 2-sphere boundary.","A differentiable structure for metric measure spaces.","Quasiconformal images of Hölder domains.","Cohomologie $l_p$ et espaces de Besov.","Minimal Lyapunov exponents, quasiconformal structures, and rigidity of non-positively curved manifolds.","Quasisymmetric parametrizations of two-dimensional metric spheres.","Harnack inequality and hyperbolicity for subelliptic $p$-Laplacians with applications to Picard type theorems.","Metric and geometric quasiconformality in Ahlfors regular Loewner spaces.","Sobolev classes of Banach space-valued functions and quasiconformal mappings.","Locally minimal sets for conformal dimension.","Analytic properties of locally quasisymmetric mappings from Euclidean domains.","Rigidity of quasi-isometries for some hyperbolic buildings.","Sobolev met Poincaré.","Sets of minimal Hausdorff dimension for quasiconformal maps.","Quasiconformal maps in metric spaces with controlled geometry."]}}