{"MR4589717": null, "MR4587906": [["Canonical sphere bases for simplicial and cubical complexes.", "MR4581233"]], "MR4552117": [["Obstructions to asymptotic stabilization.", "MR4573255"]], "MR4498442": null, "MR4361890": null, "MR4138648": [["Generating series of the classes of exotic unordered configuration spaces.", "MR4567646"], ["The Euler characteristic of configuration spaces.", "MR4546030"]], "MR4096337": null, "MR3999515": [["On a parameterization of\n(1,1)\n-knots.", "MR4475490"]], "MR3873083": null, "MR3826131": [["Stationary points at infinity for analytic combinatorics.", "MR4498442"], ["Effective coefficient asymptotics of multivariate rational functions via semi-numerical algorithms for polynomial systems.", "MR4154963"]], "MR3570488": [["Optimal control of ensembles of dynamical systems.", "MR4564746"], ["Deep Learning approximation of diffeomorphisms via linear-control systems.", "MR4562679"], ["An operator theoretic approach to linear ensemble control.", "MR4481289"], ["Computation of open-loop inputs for uniformly ensemble controllable systems.", "MR4459662"], ["Turnpike in optimal control of PDEs, ResNets, and beyond.", "MR4436586"], ["Feedback equivalence and uniform ensemble reachability.", "MR4406436"], ["Ensemble control on Lie groups.", "MR4327321"], ["Uniform and\nL\nq\n-ensemble reachability of parameter-dependent linear systems.", "MR4224817"], ["Semi-conical eigenvalue intersections and the ensemble controllability problem for quantum systems.", "MR4173496"], ["Control in the spaces of ensembles of points.", "MR4110820"], ["Ensemble observability of Bloch equations with unknown population density.", "MR4104853"], ["Controllability of continuum ensemble of formation systems over directed graphs.", "MR3982974"], ["Structure theory for ensemble controllability, observability, and duality.", "MR3964273"], ["Necessary optimality conditions for average cost minimization problems.", "MR3960520"], ["Adiabatic ensemble control of a continuum of quantum systems.", "MR3874014"], ["Asymptotic ensemble stabilizability of the Bloch equation.", "MR3767489"]], "MR3529898": [["Reflection positivity, duality, and spectral theory.", "MR3935230"]], "MR3587086": null, "MR3207377": [["Topological theory of phase transitions.", "MR4476620"], ["Koszul duality for topological\nE\nn\n-operads.", "MR4456966"], ["Sparse hard-disk packings and local Markov chains.", "MR4411773"], ["Routing by matching on convex pieces of grid graphs.", "MR4384075"], ["Configuration spaces of squares in a rectangle.", "MR4299671"], ["Topology of parametrized motion planning algorithms.", "MR4272901"], ["Generalized cluster trees and singular measures.", "MR3953448"], ["Homeomorphism types of restricted configuration spaces of metric graphs.", "MR3872325"], ["Algorithm 990: efficient atlasing and search of configuration spaces of point-sets constrained by distance intervals.", "MR3865836"], ["Restricting cohomology classes to disk and segment configuration spaces.", "MR3702754"], ["Sequential gradient dynamics in real analytic Morse systems.", "MR3638428"], ["The topology of probability distributions on manifolds.", "MR3334278"], ["Sparse locally-jammed disk packings.", "MR3000444"]], "MR3205094": [["Necessary conditions for feedback stabilization and safety.", "MR4484131"]], "MR3151300": null, "MR3084438": [["SL(n)\ncovariant vector-valued valuations on\nL\np\n-spaces.", "MR4308190"], ["Valuations on log-concave functions.", "MR4267652"], ["SL(n)\ninvariant valuations on super-coercive convex functions.", "MR4201535"], ["Hessian valuations.", "MR4124129"], ["A homogeneous decomposition theorem for valuations on convex functions.", "MR4097279"], ["Valuations on convex functions.", "MR3942165"], ["Volume, polar volume and Euler characteristic for convex functions.", "MR3897436"], ["Fourier transform and valuations.", "MR3870609"], ["Translation invariant valuations on quasi-concave functions.", "MR3803252"], ["Minkowski valuations on convex functions.", "MR3715395"], ["Laplace transforms and valuations.", "MR3571907"], ["Intrinsic volumes of random cubical complexes.", "MR3509032"], ["Real-valued valuations on Sobolev spaces.", "MR3484491"], ["Monotone valuations on the space of convex functions.", "MR3377373"], ["Hadwiger integration of random fields.", "MR3365008"]], "MR3240912": null, "MR2980869": null, "MR2878725": [["On stabilizability of switched linear systems under restricted switching.", "MR4402433"], ["Stability and stabilization of linear periodic systems: a commutator calculus approach.", "MR4202532"], ["Topological entropy of switched linear systems: general matrices and matrices with commutation relations.", "MR4149753"], ["Robust matrix commutator conditions for stability of switched linear systems under restricted switching.", "MR4072860"], ["A new condition for stability of switched linear systems under restricted minimum dwell time switching.", "MR4042674"], ["Sufficient conditions for the stability of linear differential equations with periodic impulse action.", "MR4036799"], ["Stability of abstract linear switched impulsive differential equations.", "MR3979024"], ["Application of commutator calculus to the study of linear impulsive systems.", "MR3893385"], ["Model matching with strong stability in switched linear systems.", "MR3571059"], ["Stability analysis for planar discrete-time linear switching systems via bounding joint spectral radius.", "MR3547649"], ["Simultaneous triangularization of switching linear systems: arbitrary eigenvalue assignment and genericity.", "MR3545079"], ["Characterization of controllability based on continuity of closed-loop eigenvectors: application to controller-driven sampling stabilization.", "MR3450999"], ["Geometric and asymptotic properties associated with linear switched systems.", "MR3397301"], ["Global uniform asymptotic stability of a class of switched linear systems with an infinite number of subsystems.", "MR3214417"], ["Sufficient conditions for generic feedback stabilizability of switching systems via Lie-algebraic solvability.", "MR3433424"]], "MR2854317": [["Euler calculus with applications to signals and sensing.", "MR2963602"], ["Euler-Bessel and Euler-Fourier transforms.", "MR2854322"]], "MR2844940": [["Stationary points at infinity for analytic combinatorics.", "MR4498442"], ["Grove arctic curves from periodic cluster modular transformations.", "MR4329870"], ["Asymptotic enumeration of lonesum matrices.", "MR4171257"], ["Effective coefficient asymptotics of multivariate rational functions via semi-numerical algorithms for polynomial systems.", "MR4154963"], ["Combinatorial adventures in analysis, algebra, and topology.", "MR3971646"], ["The free-fermionic\nC\n(1)\n2\nloop model, double dimers and Kashaev's recurrence.", "MR3800134"], ["Dimers on rail yard graphs.", "MR3734415"], ["Double-dimers, the Ising model and the hexahedron recurrence.", "MR3403514"], ["Positivity of rational functions and their diagonals.", "MR3339054"], ["Complete monotonicity for inverse powers of some combinatorially defined polynomials.", "MR3286037"], ["Arctic curves of the octahedron equation.", "MR3228361"], ["Asymptotic expansions of oscillatory integrals with complex phase.", "MR2681862"]], "MR2793077": [["Why did the shape of your network change? (on detecting network anomalies via non-local curvatures).", "MR4099970"], ["Slimness of graphs.", "MR3925819"], ["Obstructions to a small hyperbolicity in Helly graphs.", "MR3873004"], ["Effect of Gromov-hyperbolicity parameter on cuts and expansions in graphs and some algorithmic implications.", "MR3757571"], ["Data center interconnection networks are not hyperbolic.", "MR3514382"], ["Traffic congestion in expanders and\n(p,δ)\n-hyperbolic spaces.", "MR3316859"], ["On the hyperbolicity of small-world and treelike random graphs.", "MR3173786"], ["Scaled Gromov four-point condition for network graph curvature computation.", "MR2837770"]], "MR2749710": [["Stationary points at infinity for analytic combinatorics.", "MR4498442"], ["Combinatorial adventures in analysis, algebra, and topology.", "MR3971646"], ["Asymptotic evolution of quantum walks with random coin.", "MR2964162"], ["Asymptotics of multivariate sequences, part III: Quadratic points.", "MR2844940"], ["Asymptotic expansions of oscillatory integrals with complex phase.", "MR2681862"], ["Analytic combinatorics in\nd\nvariables: an overview.", "MR2681861"], ["Quantum random walk on the integer lattice: examples and phenomena.", "MR2681854"]], "MR2733067": [["Sorting probability for large Young diagrams.", "MR4349569"], ["Young tableaux with periodic walls: counting with the density method.", "MR4311928"], ["Skew shape asymptotics, a case-based introduction.", "MR4267856"], ["Sequences involving square zig-zag shapes.", "MR4248751"], ["Periodic Pólya urns, the density method and asymptotics of Young tableaux.", "MR4124529"], ["Hook formulas for skew shapes III. Multivariate and product formulas.", "MR4023568"], ["On flow polytopes, order polytopes, and certain faces of the alternating sign matrix polytope.", "MR3959924"], ["Proof of a conjecture of Morales-Pak-Panova on reverse plane partitions.", "MR3933320"], ["Asymptotics of the number of standard Young tableaux of skew shape.", "MR3779602"], ["Outside nested decompositions of skew diagrams and Schur function determinants.", "MR3707231"], ["Hook formulas for skew shapes II. Combinatorial proofs and enumerative applications.", "MR3693598"], ["Enumeration of standard Young tableaux of shifted strips with constant width.", "MR3665574"], ["Pattern avoidance and Young tableaux.", "MR3609176"], ["Evaluating the numbers of some skew standard Young tableaux of truncated shapes.", "MR3315444"], ["Random doubly stochastic tridiagonal matrices.", "MR3068032"], ["On the enumeration of\nd\n-minimal permutations.", "MR3043774"], ["Two remarks on skew tableaux.", "MR2830981"], ["Pattern avoidance for alternating permutations and Young tableaux.", "MR2763066"], ["A survey of alternating permutations.", "MR2757798"]], "MR2653583": [["Mean geometry for 2D random fields: level perimeter and level total curvature integrals.", "MR4108116"], ["Efficient algorithms for computing the Euler-Poincaré characteristic of symmetric semi-algebraic sets.", "MR3716066"], ["Discrete Morse theory for computing cellular sheaf cohomology.", "MR3529128"], ["Discrete Euler integration over functions on finite categories.", "MR3482715"], ["Hadwiger integration of random fields.", "MR3365008"], ["A complexity theory of constructible functions and sheaves.", "MR3303696"], ["Hadwiger's Theorem for definable functions.", "MR3084438"], ["Euler calculus with applications to signals and sensing.", "MR2963602"], ["Euler integration of Gaussian random fields and persistent homology.", "MR2914873"], ["Euler-Bessel and Euler-Fourier transforms.", "MR2854322"], ["Inversion of Euler integral transforms with applications to sensor data.", "MR2854317"]], "MR2538627": [["On the nonlinear statistics of optical flow.", "MR4141872"], ["Target counting with Presburger constraints and its application in sensor networks.", "MR4044097"], ["A central limit theorem for the Euler integral of a Gaussian random field.", "MR3646439"], ["Minimal networks for sensor counting problem using discrete Euler calculus.", "MR3625843"], ["Discrete Morse theory for computing cellular sheaf cohomology.", "MR3529128"], ["Discrete Euler integration over functions on finite categories.", "MR3482715"], ["Hadwiger integration of random fields.", "MR3365008"], ["A geometrical take on invariants of low-dimensional manifolds found by integration.", "MR3116580"], ["Hadwiger's Theorem for definable functions.", "MR3084438"], ["Geometry of the homology curve complex.", "MR2982447"], ["Euler calculus with applications to signals and sensing.", "MR2963602"], ["Euler integration of Gaussian random fields and persistent homology.", "MR2914873"], ["Euler-Bessel and Euler-Fourier transforms.", "MR2854322"], ["Inversion of Euler integral transforms with applications to sensor data.", "MR2854317"], ["Euler integration over definable functions.", "MR2653583"]], "MR2498675": [["Normal approximation for stabilizing functionals.", "MR3910021"], ["Shape-preserving wavelet-based multivariate density estimation.", "MR3858349"], ["Multivariate goodness-of-fit on flat and curved spaces via nearest neighbor distances.", "MR3768763"], ["A generalization of the maximal-spacings in several dimensions and a convexity test.", "MR3679984"], ["On the hybrids of\nk\n-spacing empirical and partial sum processes.", "MR3596032"], ["Optimal data-driven regression discontinuity plots.", "MR3449071"], ["Statistical estimation of quadratic Rényi entropy for a stationary\nm\n-dependent sequence.", "MR3195990"], ["Limit theory for point processes in manifolds.", "MR3127932"], ["Higher-order expansions and efficiencies of tests based on spacings.", "MR3056089"], ["Estimation of nonlinear functionals of densities with confidence.", "MR2943080"], ["Local central limit theorems in stochastic geometry.", "MR2869414"], ["Nonparametric estimation of surface integrals.", "MR2797845"], ["Statistical inference for the\nϵ\n-entropy and the quadratic Rényi entropy.", "MR2671196"], ["Limit theorems for multi-dimensional random quantizers.", "MR2447837"]], "MR2451052": [["Limit theory for geometric statistics of point processes having fast decay of correlations.", "MR3916936"], ["Corrected mean-field model for random sequential adsorption on random geometric graphs.", "MR3876911"], ["Moderate deviations for stabilizing functionals in geometric probability.", "MR3300965"], ["Process level moderate deviations for stabilizing functionals.", "MR2640365"], ["The law of the iterated logarithm for the sums of exponentially stabilizing functionals.", "MR2548003"]], "MR2509523": [["Threshold phenomena in\nk\n-dominant skylines of random samples.", "MR3033134"], ["Maxima-finding algorithms for multidimensional samples: a two-phase approach.", "MR2842620"]], "MR2250493": [["Scarcity of periodic orbits in outer billiards.", "MR4105125"], ["Wire billiards, the first steps.", "MR4085879"], ["Density of convex billiards with rational caustics.", "MR3867233"], ["Introducing symplectic billiards.", "MR3818092"], ["Square and bow-tie configurations in the cyclic evasion problem.", "MR3639288"], ["Smooth billiards with a large Weyl remainder.", "MR3544616"], ["Devil's staircase—rotation number of outer billiard with polygonal invariant curves.", "MR3494601"], ["On the length and area spectrum of analytic convex domains.", "MR3460753"], ["Configuration spaces of plane polygons and a sub-Riemannian approach to the equitangent problem.", "MR3459234"], ["A baker's dozen of problems.", "MR3331967"], ["Non-persistence of resonant caustics in perturbed elliptic billiards.", "MR3122155"], ["Limit sets of convex non-elastic billiards.", "MR2926703"], ["Capillary floating and the billiard ball problem.", "MR2925114"], ["Self-dual polygons and self-dual curves.", "MR2506116"], ["On configuration spaces of plane polygons, sub-Riemannian geometry and periodic orbits of outer billiards.", "MR2285726"], ["Periodic orbits in outer billiard.", "MR2272102"]], "MR2193104": null, "MR2179022": [["Solving satisfiability in the tile assembly model with a constant-size tileset.", "MR2459604"], ["Solving NP-complete problems in the tile assembly model.", "MR2400999"], ["Nondeterministic polynomial time factoring in the tile assembly model.", "MR2400997"], ["Arithmetic computation in the tile assembly model: addition and multiplication.", "MR2326048"]], "MR2115042": [["Limit theory of sparse random geometric graphs in high dimensions.", "MR4610126"], ["Rates of multivariate normal approximation for statistics in geometric probability.", "MR4551557"], ["Quantitative two-scale stabilization on the Poisson space.", "MR4474528"], ["Limit theorems for distributions invariant under groups of transformations.", "MR4474479"], ["The method of cumulants for the normal approximation.", "MR4408127"], ["Functional central limit theorems for persistent Betti numbers on cylindrical networks.", "MR4391060"], ["Random connection models in the thermodynamic regime: central limit theorems for add-one cost stabilizing functionals.", "MR4388562"], ["Palm theory, random measures and Stein couplings.", "MR4350977"], ["Convex hulls of perturbed random point sets.", "MR4312840"], ["Limit theory for isolated and extreme points in hyperbolic random geometric graphs.", "MR4186260"], ["Limit theory for unbiased and consistent estimators of statistics of random tessellations.", "MR4125471"], ["Testing goodness of fit for point processes via topological data analysis.", "MR4067816"], ["On central limit theorems in stochastic geometry for add-one cost stabilizing functionals.", "MR4049088"], ["Limit theory for geometric statistics of point processes having fast decay of correlations.", "MR3916936"], ["Normal approximation for stabilizing functionals.", "MR3910021"], ["Central limit theorem for exponentially quasi-local statistics of spin models on Cayley graphs.", "MR3876914"], ["Corrected mean-field model for random sequential adsorption on random geometric graphs.", "MR3876911"], ["Gaussian polytopes: a cumulant-based approach.", "MR3804598"], ["Concentration and moderate deviations for Poisson polytopes and polyhedra.", "MR3779703"], ["A Mecke-type formula and Markov properties for STIT tessellation processes.", "MR3689385"], ["Normal approximation on Poisson spaces: Mehler's formula, second order Poincaré inequalities and stabilization.", "MR3520016"], ["Asymptotic theory for statistics of the Poisson-Voronoi approximation.", "MR3498032"], ["Second-order properties and central limit theorems for geometric functionals of Boolean models.", "MR3449314"], ["Normal approximation for statistics of Gibbsian input in geometric probability.", "MR3433291"], ["Moderate deviations for stabilizing functionals in geometric probability.", "MR3300965"], ["Surface order scaling in stochastic geometry.", "MR3297770"], ["Percolation on stationary tessellations: models, mean values, and second-order structure.", "MR3317366"], ["Limit theory for point processes in manifolds.", "MR3127932"], ["Limit theorems for geometric functionals of Gibbs point processes.", "MR3127918"], ["Fine Gaussian fluctuations on the Poisson space II: rescaled kernels, marked processes and geometric\nU\n-statistics.", "MR3096352"], ["Brownian limits, local limits and variance asymptotics for convex hulls in the ball.", "MR3059193"], ["The transparent dead leaves model.", "MR2951544"], ["Local central limit theorems in stochastic geometry.", "MR2869414"], ["Limit theory for planar Gilbert tessellations.", "MR2804981"], ["Nonparametric estimation of surface integrals.", "MR2797845"], ["Process level moderate deviations for stabilizing functionals.", "MR2640365"], ["The law of the iterated logarithm for the sums of exponentially stabilizing functionals.", "MR2548003"], ["Asymptotic theory for the multidimensional random on-line nearest-neighbour graph.", "MR2519349"], ["Nearest-neighbor graphs on the Cantor set.", "MR2514945"], ["Gaussian limits for generalized spacings.", "MR2498675"], ["Moderate deviations for some point measures in geometric probability.", "MR2451052"], ["Limit theorems for multi-dimensional random quantizers.", "MR2447837"], ["Variance asymptotics and central limit theorems for generalized growth processes with applications to convex hulls and maximal points.", "MR2370608"], ["Laws of large numbers in stochastic geometry with statistical applications.", "MR2364229"], ["Gaussian limits for random geometric measures.", "MR2336596"], ["Gaussian limits for multidimensional random sequential packing at saturation.", "MR2291806"], ["Limit theorems for random point measures generated by cooperative sequential adsorption.", "MR2266450"], ["Dobrushin-Kotecký-Shlosman theorem for polygonal Markov fields in the plane.", "MR2252161"], ["Multivariate spatial central limit theorems with applications to percolation and spatial graphs.", "MR2165584"], ["Large deviations for functionals of spatial point processes with applications to random packing and spatial graphs.", "MR2152378"]], "MR1993025": [["Inverse problems and rigidity questions in billiard dynamics.", "MR4374965"], ["On 4-reflective complex analytic planar billiards.", "MR3606550"], ["On quadrilateral orbits in complex algebraic planar billiards.", "MR3236494"], ["On odd-periodic orbits in complex planar billiards.", "MR3224419"], ["No planar billiard possesses an open set of quadrilateral trajectories.", "MR2988811"], ["On configuration spaces of plane polygons, sub-Riemannian geometry and periodic orbits of outer billiards.", "MR2285726"]], "MR2074817": [["Self-organization properties of CSMA/CA systems and their consequences on fairness.", "MR2590272"]], "MR2028335": [["Search on the brink of chaos.", "MR2980869"], ["Constrained sequential resource allocation and guessing games.", "MR2589873"]], "MR1964280": [["On ballistic deposition process on a strip.", "MR4027577"], ["Limit theory for geometric statistics of point processes having fast decay of correlations.", "MR3916936"], ["Corrected mean-field model for random sequential adsorption on random geometric graphs.", "MR3876911"], ["Moderate deviations for stabilizing functionals in geometric probability.", "MR3300965"], ["Moderate deviations for some point measures in geometric probability.", "MR2451052"], ["Existence and spatial limit theorems for lattice and continuum particle systems.", "MR2395152"], ["Gaussian limits for multidimensional random sequential packing at saturation.", "MR2291806"], ["Large deviations for functionals of spatial point processes with applications to random packing and spatial graphs.", "MR2152378"], ["Gaussian limits for random measures in geometric probability.", "MR2115042"]], "MR1865026": [["Asymptotics of self-similar growth-fragmentation processes.", "MR3629871"], ["The dual tree of a recursive triangulation of the disk.", "MR3306004"], ["Double martingale structure and existence of $\\straightphi$\n-moments for weighted branching processes.", "MR2775360"], ["Multivariate records based on dominance.", "MR2738341"], ["The size of random fragmentation trees.", "MR2438697"], ["Asymptotic laws for nonconservative self-similar fragmentations.", "MR2080610"]], "MR1849304": [["Combinatorial description of jumps in spectral networks defined by quadratic differentials.", "MR4531660"], ["Trajectories of a quadratic differential related to a particular algebraic equation.", "MR4481075"], ["Quadratic differentials and signed measures.", "MR4361890"], ["Non-kissing complexes and tau-tilting for gentle algebras.", "MR4346482"], ["Non-kissing and non-crossing complexes for locally gentle algebras.", "MR4046035"], ["On the wildness of Cambrian lattices.", "MR3951763"], ["Geometric realizations of the accordion complex of a dissection.", "MR3918546"], ["Non-kissing complexes for gentle algebras.", "MR3940614"], ["Oriented flip graphs of polygonal subdivisions and noncrossing tree partitions.", "MR3800125"], ["The serpent nest conjecture for accordion complexes.", "MR3707230"], ["Enumerative properties of grid associahedra.", "MR3678643"], ["On mother body measures with algebraic Cauchy transform.", "MR3605812"], ["Stokes posets and serpent nests.", "MR3601367"], ["On Evgrafov-Fedoryuk's theory and quadratic differentials.", "MR3344099"], ["On rational approximation of algebraic functions.", "MR2249620"]], "MR1818248": [["Last passage isometries for the directed landscape.", "MR4586223"], ["The geometry of near ground states in Gaussian polymer models.", "MR4583067"], ["Double interlacing in random tiling models.", "MR4566652"], ["A stationary model of non-intersecting directed polymers.", "MR4555050"], ["On the singular values of complex matrix Brownian motion with a matrix drift.", "MR4550241"], ["Busemann process and semi-infinite geodesics in Brownian last-passage percolation.", "MR4533723"], ["The directed landscape.", "MR4554223"], ["Some algebraic structures in KPZ universality.", "MR4524523"], ["Central measures of continuous graded graphs: the case of distinct frequencies.", "MR4507249"], ["Eigenvalues for the minors of Wigner matrices.", "MR4492976"], ["On the minor problem and branching coefficients.", "MR4450017"], ["Brownian regularity for the Airy line ensemble, and multi-polymer watermelons in Brownian last passage percolation.", "MR4403929"], ["Gaussian fluctuations for products of random matrices.", "MR4401507"], ["Shift-invariance for vertex models and polymers.", "MR4400934"], ["Hausdorff dimensions for shared endpoints of disjoint geodesics in the directed landscape.", "MR4361743"], ["The spectra of principal submatrices in rotationally invariant Hermitian random matrices and the Markov-Krein correspondence.", "MR4359787"], ["A generalized Maxwell-Poincaré lemma and Wishart measures.", "MR4355379"], ["Eigenvectors from eigenvalues: a survey of a basic identity in linear algebra.", "MR4340826"], ["The Harish-Chandra integral: an introduction with examples.", "MR4344782"], ["Universal behavior of the corners of orbital beta processes.", "MR4324728"], ["Characterization of Brownian Gibbsian line ensembles.", "MR4317710"], ["Random plane partitions and corner distributions.", "MR4311080"], ["Harmonic analysis for rank-1 randomised Horn problems.", "MR4287244"], ["Lower deviations in\nβ\n-ensembles and law of iterated logarithm in last passage percolation.", "MR4282085"], ["The invariant measure of PushASEP with a wall and point-to-line last passage percolation.", "MR4278603"], ["GUE×GUE\nlimit law at hard shocks in ASEP.", "MR4254482"], ["The bead process for beta ensembles.", "MR4242623"], ["The orbit method and analysis of automorphic forms.", "MR4241374"], ["Fractal geometry of\nAiry\n2\nprocesses coupled via the Airy sheet.", "MR4203343"], ["Corank-1 projections and the randomised Horn problem.", "MR4103766"], ["On the limiting shape of Young diagrams associated with Markov random words.", "MR4246009"], ["A determinantal point process for column subset selection.", "MR4209483"], ["One-sided reflected Brownian motions and the KPZ fixed point.", "MR4190063"], ["Half-space stationary Kardar-Parisi-Zhang equation.", "MR4163497"], ["Large deviations for sticky Brownian motions.", "MR4161129"], ["PushTASEP in inhomogeneous space.", "MR4161124"], ["Point-to-line last passage percolation and the invariant measure of a system of reflecting Brownian motions.", "MR4146536"], ["Dual Grothendieck polynomials via last-passage percolation.", "MR4134260"], ["Scaling limits for non-intersecting polymers and Whittaker measures.", "MR4091564"], ["Six-vertex models and the GUE-corners process.", "MR4089435"], ["Hua-Pickrell diffusions and Feller processes on the boundary of the graph of spectra.", "MR4076783"], ["Crystallization of random matrix orbits.", "MR4073197"], ["Generalizations of TASEP in discrete and continuous inhomogeneous space.", "MR4034777"], ["Yang-Baxter field for spin Hall-Littlewood symmetric functions.", "MR4031106"], ["Ergodic decomposition for inverse Wishart measures on infinite positive-definite matrices.", "MR4002268"], ["A patchwork quilt sewn from Brownian fabric: regularity of polymer weight profiles in Brownian last passage percolation.", "MR3987302"], ["Upper tail large deviations in Brownian directed percolation.", "MR3978694"], ["Horn's problem and Fourier analysis.", "MR3892253"], ["Optimality regions and fluctuations for Bernoulli last passage models.", "MR3835628"], ["Fluctuations of rectangular Young diagrams of interlacing Wigner eigenvalues.", "MR3805203"], ["Intertwinings of beta-Dyson Brownian motions of different dimensions.", "MR3795080"], ["Sums of divisor functions in\nF\nq\n[t]\nand matrix integrals.", "MR3774409"], ["Triangular random matrices and biorthogonal ensembles.", "MR3758579"], ["Two-sided infinite systems of competing Brownian particles.", "MR3743917"], ["GUE corners limit of\nq\n-distributed lozenge tilings.", "MR3733659"], ["Non-normal limiting distribution for optimal alignment scores of strings in binary alphabets.", "MR3682965"], ["Free energy distribution of the stationary O'Connell-Yor directed random polymer model.", "MR3673307"], ["On the limiting law of the length of the longest common and increasing subsequences in random words.", "MR3630241"], ["Two time distribution in Brownian directed percolation.", "MR3613511"], ["Interacting particle systems at the edge of multilevel Dyson Brownian motions.", "MR3558206"], ["KPZ line ensemble.", "MR3547737"], ["Lectures on integrable probability.", "MR3526828"], ["Transformations of polynomial ensembles.", "MR3489562"], ["Determinantal structures in the O'Connell-Yor directed random polymer model.", "MR3488569"], ["A new integral formula for Heckman-Opdam hypergeometric functions.", "MR3439709"], ["Coupled GUE-minor processes and domino tilings.", "MR3456034"], ["Asymptotics of symmetric polynomials with applications to statistical mechanics and representation theory.", "MR3433577"], ["Limit theorems for linear eigenvalue statistics of overlapping matrices.", "MR3425541"], ["Multilevel Dyson Brownian motions via Jack polynomials.", "MR3418747"], ["Lozenge tilings with free boundaries.", "MR3406712"], ["A limit theorem at the spectral edge for corners of time-dependent Wigner matrices.", "MR3403994"], ["General\nβ\n-Jacobi corners process and the Gaussian free field.", "MR3385342"], ["GUE minors, maximal Brownian functionals and longest increasing subsequences in random words.", "MR3381226"], ["Large deviations of the free energy in the O'Connell-Yor polymer.", "MR3373651"], ["Simultaneous large deviations for the shape of Young diagrams associated with random words.", "MR3352052"], ["Scaling limit for Brownian motions with one-sided collisions.", "MR3325276"], ["Limits of multilevel TASEP and similar processes.", "MR3300962"], ["Multi-state asymmetric simple exclusion processes.", "MR3296279"], ["The Dyson Brownian minor process.", "MR3330161"], ["Fluctuation exponents for directed polymers in the intermediate disorder regime.", "MR3263646"], ["From alternating sign matrices to the Gaussian unitary ensemble.", "MR3253708"], ["Free energy fluctuations for directed polymers in random media in\n1+1\ndimension.", "MR3207195"], ["Perturbed GUE minor process and Warren's process with drifts.", "MR3162545"], ["Geometric RSK and the Toda lattice.", "MR3275744"], ["Projections of orbital measures, Gelfand-Tsetlin polytopes, and splines.", "MR3185209"], ["Random matrix minor processes related to percolation theory.", "MR3149438"], ["Convergence to the Tracy-Widom distribution for longest paths in a directed random graph.", "MR3108812"], ["Markov processes of infinitely many nonintersecting random walks.", "MR3034797"], ["Universality properties of Gelfand-Tsetlin patterns.", "MR3010400"], ["On the rate of approximation in finite-alphabet longest increasing subsequence problems.", "MR3024976"], ["Limit theorems for a random directed slab graph.", "MR2953567"], ["Directed polymers and the quantum Toda lattice.", "MR2952082"], ["A finitization of the bead process.", "MR2875761"], ["Large deviations for directed percolation on a thin rectangle.", "MR2870513"], ["Beta ensembles, stochastic Airy spectrum, and a diffusion.", "MR2813333"], ["Bounds for scaling exponents for a\n1+1\ndimensional directed polymer in a Brownian environment.", "MR2741194"], ["On the partial connection between random matrices and interacting particle systems.", "MR2733398"], ["Enumeration formulas for Young tableaux in a diagonal strip.", "MR2733067"], ["Asymptotics for random Young diagrams when the word length and alphabet size simultaneously grow to infinity.", "MR2668911"], ["Orbit measures, random matrix theory and interlaced determinantal processes.", "MR2641777"], ["Transformations of elliptic hypergeometric integrals.", "MR2630038"], ["A multi-dimensional Markov chain and the Meixner ensemble.", "MR2594587"], ["A phase transition behavior for Brownian motions interacting through their ranks.", "MR2594349"], ["The anti-symmetric GUE minor process.", "MR2663989"], ["Interlaced processes on the circle.", "MR2572170"], ["Maximum of Dyson Brownian motion and non-colliding systems with a boundary.", "MR2559098"], ["On the largest-eigenvalue process for generalized Wishart random matrices.", "MR2557876"], ["Some examples of dynamics for Gelfand-Tsetlin patterns.", "MR2535012"], ["The bead model and limit behaviors of dimer models.", "MR2489161"], ["One-dimensional Brownian particle systems with rank-dependent drifts.", "MR2473654"], ["Determinantal transition kernels for some interacting particles on the line.", "MR2469339"], ["The distribution of the largest nontrivial eigenvalues in families of random regular graphs.", "MR2433888"], ["Orbit measures and interlaced determinantal point processes.", "MR2427082"], ["On the free energy of a directed polymer in a Brownian environment.", "MR2343849"], ["Dyson's Brownian motions, intertwining and interlacing.", "MR2299928"], ["Heavy tails in last-passage percolation.", "MR2278457"], ["The birth of a random matrix.", "MR2274865"], ["On the longest common increasing binary subsequence.", "MR2269870"], ["Eigenvalues of GUE minors.", "MR2268547"], ["Weyl chambers, symmetric spaces and number variance saturation.", "MR2249664"], ["Last-passage percolation with general weight distribution.", "MR2249632"], ["Queues, stores, and tableaux.", "MR2203829"], ["Orthogonal polynomial ensembles in probability theory.", "MR2203677"], ["Laplace's method for iterated complex Brownian integrals.", "MR2197135"], ["Littelmann paths and Brownian paths.", "MR2176549"], ["A universality property for last-passage percolation paths close to the axis.", "MR2150699"], ["A GUE central limit theorem and universality of directed first and last passage site percolation.", "MR2131383"], ["The arctic circle boundary and the Airy process.", "MR2118857"], ["Interpretations of some parameter dependent generalizations of classical matrix ensembles.", "MR2105043"], ["Limiting shape for directed percolation models.", "MR2094434"], ["Discrete polynuclear growth and determinantal processes.", "MR2018275"], ["A path-transformation for random walks and the Robinson-Schensted correspondence.", "MR1990168"], ["Vicious walkers and hook Young tableaux.", "MR1986406"], ["Paths in Weyl chambers and random matrices.", "MR1942321"], ["Concentration results for a Brownian directed percolation problem.", "MR1935124"], ["Non-intersecting paths, random tilings and random matrices.", "MR1900323"], ["Non-colliding random walks, tandem queues, and discrete orthogonal polynomial ensembles.", "MR1887625"], ["A representation for non-colliding random walks.", "MR1887169"], ["Brownian analogues of Burke's theorem.", "MR1865759"], ["Pitman's\n2M−X\ntheorem for skip-free random walks with Markovian increments.", "MR1855343"]], "MR1778578": [["Optimal strategies in high risk investments.", "MR2327332"], ["High-risk and competitive investment models.", "MR1936590"]], "MR1771659": [["A phase transition for the probability of being a maximum among random vectors with general iid coordinates.", "MR4582170"], ["Gaussian approximation for sums of region-stabilizing scores.", "MR4474533"], ["Gaussian approximation for rooted edges in a random minimal directed spanning tree.", "MR4474209"], ["The\nβ\n-Delaunay tessellation II: the Gaussian limit tessellation.", "MR4419469"], ["Variance asymptotics and scaling limits for random polytopes.", "MR3558204"], ["Variance asymptotics and scaling limits for Gaussian polytopes.", "MR3405618"], ["Surface order scaling in stochastic geometry.", "MR3297770"], ["Exponential-uniform identities related to records.", "MR2955491"], ["Discrete spacetime and its applications.", "MR2411917"], ["Variance asymptotics and central limit theorems for generalized growth processes with applications to convex hulls and maximal points.", "MR2370608"], ["The chain records.", "MR2318409"], ["Normal approximation for random sums.", "MR2256874"], ["Rooted edges of a minimal directed spanning tree on random points.", "MR2213961"], ["Maxima in hypercubes.", "MR2162600"], ["Gaussian limits for random measures in geometric probability.", "MR2115042"], ["An identity relating moments of functionals of convex hulls.", "MR2105754"], ["Berry-Esseen bounds for the number of maxima in planar regions.", "MR1986841"], ["Notes on the variance of the number of maxima in three dimensions.", "MR1980966"], ["Gaussian fields and random packing.", "MR1964280"], ["The number of two-dimensional maxima.", "MR1875775"], ["Limit theorems for the number of maxima in random samples from planar regions.", "MR1816046"]], "MR1771429": [["Wiener criterion for\nX\n-elliptic operators.", "MR3397330"], ["À propos des sphères sous-riemanniennes.", "MR2307687"]], "MR1765211": [["Asymptotic expansions and strategies in the online increasing subsequence problem.", "MR4292745"], ["Asymptotics and renewal approximation in the online selection of increasing subsequence.", "MR4278797"], ["Diffusion approximations in the online increasing subsequence problem.", "MR4274238"], ["On sequential selection and a first passage problem for the Poisson process.", "MR4236680"], ["An adaptive\nO(logn)\n-optimal policy for the online selection of a monotone subsequence from a random sample.", "MR3731611"], ["Quickest online selection of an increasing subsequence of specified size.", "MR3536538"], ["Longest increasing subsequences of randomly chosen multi-row arrays.", "MR3318046"], ["Markov decision problems where means bound variances.", "MR3246083"], ["Optimal online selection of an alternating subsequence: a central limit theorem.", "MR3215545"], ["On approximative solutions of multistopping problems.", "MR2884056"], ["On a class of optimal stopping problems with mixed constraints.", "MR2676679"], ["Optimal rules for the sequential selection of monotone subsequences of maximum expected length.", "MR1865761"]], "MR1736150": null, "MR1664665": null, "MR1492920": null, "MR1492035": [["Asymptotic windings of Brownian motion paths on Riemann surfaces.", "MR1834236"]], "MR1470524": [["Topological aggregation, the twin paradox and the no show paradox.", "MR3636543"], ["Social choice among complex objects.", "MR3362118"], ["On the equivalence of the Arrow impossibility theorem and the Brouwer fixed point theorem when individual preferences are weak orders.", "MR2493199"], ["A topological approach to Wilson's impossibility theorem.", "MR2298563"], ["On the topological social choice model.", "MR2044787"], ["Topological social choice.", "MR1761684"]], "MR1461400": [["Combinatorial description of jumps in spectral networks defined by quadratic differentials.", "MR4531660"], ["Combinatorial analysis of period mappings: topology of two-dimensional fibers.", "MR4036800"]], "MR1432063": [["Seven (lattice) paths to log-convexity.", "MR2639176"], ["Counting the faces of randomly-projected hypercubes and orthants, with applications.", "MR2587835"], ["Large deviations for functionals of spatial point processes with applications to random packing and spatial graphs.", "MR2152378"]], "MR1401935": null, "MR1379872": [["Threshold phenomena in $k$\n-dominant skylines of random samples.", "MR3033134"]], "MR1376644": [["An identity relating moments of functionals of convex hulls.", "MR2105754"]], "MR1372799": [["Second order balance property on Christoffel words.", "MR4365253"], ["Statistics of patterns in typical cut and project sets.", "MR4027554"], ["Assigning multiple job types to parallel specialized servers.", "MR3871086"], ["Discrete segments of\nZ\n3\nconstructed by synchronization of words.", "MR3305972"], ["Factor complexity of\nS\n-adic words generated by the Arnoux-Rauzy-Poincaré algorithm.", "MR3283831"], ["Minoration of the complexity function associated to a translation on the torus.", "MR3090791"], ["Constructing partial words with subword complexities not achievable by full words.", "MR2914176"], ["Multidimensional Euclidean algorithms, numeration and substitutions.", "MR3054421"], ["Complexity and cohomology for cut-and-projection tilings.", "MR2599890"], ["Directional complexity of the hypercubic billiard.", "MR2510331"], ["On smooth sets of integers.", "MR2502189"], ["Classification of rotations on the torus\nT\n2\n.", "MR2356254"], ["Billiard complexity in the hypercube.", "MR2336827"], ["The subword complexity of a class of infinite binary words.", "MR2333650"], ["A geometrical characterization of factors of multidimensional billiard words and some applications.", "MR2330999"], ["A geometrical approach to palindromic factors of standard billiard words.", "MR2306528"], ["Complexity of cutting words on regular tilings.", "MR2261829"], ["Palindromic factors of billiard words.", "MR2150758"], ["Periodic routing to parallel queues and billiard sequences.", "MR2063077"], ["∗\n-Sturmian words and complexity.", "MR2142236"], ["Balanced words.", "MR2073026"], ["Billiard complexity in rational polyhedra.", "MR1963971"], ["Regular ordering and applications in control policies.", "MR1903782"], ["Episturmian words and episturmian morphisms.", "MR1896357"], ["Asymptotic behavior in a heap model with two pieces.", "MR1871083"], ["Balanced sequences and optimal routing.", "MR1866176"], ["Tilings and rotations on the torus: a two-dimensional generalization of Sturmian sequences.", "MR1782038"], ["The complexity of functions on lattices.", "MR1780238"]], "MR1340152": [["Some bounds for the expectations of functions on order statistics and their applications.", "MR4591868"], ["Running minimum in the best-choice problem.", "MR4544219"], ["Extremes and gaps in sampling from a GEM random discrete distribution.", "MR3646070"], ["Geometric random variables: descents following maxima.", "MR3608224"], ["On descents after maximal values in samples of discrete random variables.", "MR3372000"], ["Descents following maximal values in samples of geometric random variables.", "MR3299775"], ["Separation of the maxima in samples of geometric random variables.", "MR2883429"], ["The average position of the\nd\nth maximum in a sample of geometric random variables.", "MR2509475"], ["The number of players tied for the record.", "MR2493010"], ["On the variance of the number of occupied boxes.", "MR2412154"], ["On the expectation of the maximum of IID geometric random variables.", "MR2382066"], ["The number of elements close to near-records in geometric samples.", "MR2273945"], ["On the number and sum of near-record observations.", "MR2156559"], ["On the multiplicity of the maximum in a discrete random sample.", "MR2023876"], ["A clustering law for some discrete order statistics.", "MR1953776"], ["On the asymptotics of discrete order statistics.", "MR1857938"], ["The representation of composition structures.", "MR1457625"]], "MR1288804": null, "MR1254086": [["Convex hulls of random order types.", "MR4544907"], ["Lah distribution: Stirling numbers, records on compositions, and convex hulls of high-dimensional random walks.", "MR4507938"], ["Angle sums of Schläfli orthoschemes.", "MR4430283"], ["On the measure of anchored Gaussian simplices, with applications to multivariate medians.", "MR4388926"], ["Threshold phenomena for random cones.", "MR4376579"], ["Random Gale diagrams and neighborly polytopes in high dimensions.", "MR4290337"], ["A new look at random projections of the cube and general product measures.", "MR4260512"], ["Angles of random simplices and face numbers of random polytopes.", "MR4205707"], ["Absorption probabilities for Gaussian polytopes and regular spherical simplices.", "MR4123647"], ["Expected volumes of Gaussian polytopes, external angles, and multiple order statistics.", "MR3976574"], ["Gaussian convex bodies: a non-asymptotic approach.", "MR3723587"], ["Gaussian polytopes: a cumulant-based approach.", "MR3804598"], ["Monotonicity of expected\nf\n-vectors for projections of regular polytopes.", "MR3750240"], ["Intrinsic volumes and Gaussian polytopes: the missing piece of the jigsaw.", "MR3722561"], ["Variance asymptotics and scaling limits for Gaussian polytopes.", "MR3405618"], ["A central limit theorem for projections of the cube.", "MR3230006"], ["A multivariate Gnedenko law of large numbers.", "MR3127874"], ["Small-ball probabilities for the volume of random convex sets.", "MR3038532"], ["Poincaré inequality in mean value for Gaussian polytopes.", "MR2875755"], ["Recent results on random polytopes.", "MR2387995"], ["Approximation of convex sets by polyhedra.", "MR2336506"], ["Central limit theorems for Gaussian polytopes.", "MR2330981"], ["Neighborliness of randomly projected simplices in high dimensions.", "MR2168716"], ["Sparse nonnegative solution of underdetermined linear equations by linear programming.", "MR2168715"], ["Gaussian polytopes: variances and limit theorems.", "MR2144555"], ["The combinatorial structure of random polytopes.", "MR2102847"], ["Asymptotic mean values of Gaussian polytopes.", "MR2093024"], ["On random sections of the cube.", "MR1739603"]], "MR1246414": [["Bounded response of aggregated preferences.", "MR3531252"], ["The topological approach to the aggregation of preferences.", "MR2533726"], ["On the equivalence of the Arrow impossibility theorem and the Brouwer fixed point theorem when individual preferences are weak orders.", "MR2493199"], ["A topological approach to Wilson's impossibility theorem.", "MR2298563"], ["Topological manipulators form an ultrafilter.", "MR2057710"], ["A Fourier-theoretic perspective on the Condorcet paradox and Arrow's theorem.", "MR1942631"], ["On the topological social choice problem.", "MR1838236"], ["Topological social choice.", "MR1761684"], ["On isotopic dictators and homological manipulators.", "MR1736150"]], "MR1245856": null, "MR1221915": [["The Kac-Bernstein functional equation on Abelian groups.", "MR4285097"], ["Characterization theorems for\nQ\n-independent random variables with values in a locally compact Abelian group.", "MR3697180"], ["Independent random variables on abelian groups with an independent sum and difference.", "MR3626791"], ["Independent linear statistics on the cylinders.", "MR3416050"], ["Skitovich-Darmois theorem for discrete and compact totally disconnected Abelian groups.", "MR3145890"], ["Gaussian distributions in the sense of Bernstein: factorization, supports, and the zero-one law.", "MR3136462"], ["Independent linear forms on connected abelian groups.", "MR2790886"], ["Independent linear statistics on\na\n-adic solenoids.", "MR2766346"], ["An analogue of the Bernstein theorem for the cylinder.", "MR2214813"], ["A characterization of uniform distribution.", "MR2163395"]], "MR1146858": [["On independence and determination of probability measures.", "MR3413963"]], "MR1101892": null, "MR1089675": [["Index theorems for graph-parametrized optimal control problems.", "MR4580663"]], "MR1089674": null, "MR1082032": [["Perestroikas of shocks and singularities of minimum functions.", "MR1945478"]], "MR1071615": null, "MR1050931": null, "MR1019318": [["The chain records.", "MR2318409"], ["Explicit form of neutral social decision rules for basic rationality conditions.", "MR1728145"]], "MR0887695": [["Diffusion approximations in the online increasing subsequence problem.", "MR4274238"], ["Limit theorems for the number of maxima in random samples from planar regions.", "MR1816046"], ["Supporting-points processes and some of their applications.", "MR1771659"]], "MR0879507": null, "MR0850792": null, "MR0823588": null, "MR0794190": null}