{"MR4521940": null, "MR4357400": null, "MR4281478": [["Emergence of state-locking for the first-order nonlinear consensus model on the real line.", "MR4523352"]], "MR4270775": null, "MR4244823": [["Full description of Benjamin-Feir instability of Stokes waves in deep water.", "MR4493325"], ["Orbital stability of periodic standing waves for the cubic fractional nonlinear Schrödinger equation.", "MR4486155"], ["Benjamin-Feir instability of Stokes waves.", "MR4482041"], ["About plane periodic waves of the nonlinear Schrödinger equations.", "MR4440297"], ["Rigorous justification of the Whitham modulation theory for equations of NLS type.", "MR4313175"]], "MR4055252": [["Uniform stability and emergent dynamics of particle and kinetic Lohe matrix models.", "MR4570261"], ["On exponential synchronization rates for high-dimensional Kuramoto models with identical oscillators and digraphs.", "MR4546364"], ["Complete phase synchronization of nonidentical high-dimensional Kuramoto model.", "MR4502629"], ["Asymptotic interplay of states and adaptive coupling gains in the Lohe Hermitian sphere model.", "MR4484019"], ["Emergent behaviors of discrete Lohe aggregation flows.", "MR4470537"], ["Cluster synchrony of high-dimensional Kuramoto models with higher-order couplings.", "MR4332965"], ["Emergent behaviors in group ring flocks.", "MR4328141"], ["Convergence toward equilibrium of the first-order consensus model with random batch interactions.", "MR4315553"], ["Emergent behaviors of Lohe Hermitian sphere particles under time-delayed interactions.", "MR4301296"], ["Emergent dynamics of a thermodynamic Cucker-Smale ensemble on complete Riemannian manifolds.", "MR4251948"], ["Emergent behaviors of the generalized Lohe matrix model.", "MR4251877"], ["On the Schrödinger-Lohe hierarchy for aggregation and its emergent dynamics.", "MR4179802"], ["Complete aggregation of the Lohe tensor model with the same free flow.", "MR4160274"], ["From the Lohe tensor model to the Lohe Hermitian sphere model and emergent dynamics.", "MR4103769"], ["State-dependent dynamics of the Lohe matrix ensemble on the unitary group under the gradient flow.", "MR4093588"], ["Emergent behaviors of a first-order particle swarm model on the hyperboloid.", "MR4089370"], ["Emergent behaviors of Lohe tensor flocks.", "MR4081228"], ["Emergent dynamics of the Lohe matrix ensemble on a network under time-delayed interactions.", "MR4047933"]], "MR3907925": null, "MR3865615": [["Transient stability of droop-controlled inverter networks with operating constraints.", "MR4376106"], ["Flow and elastic networks on the\nn\n-torus: geometry, analysis, and computation.", "MR4373869"], ["Emergent behaviors of the Kuramoto model with a time delay on a general digraph.", "MR4053856"], ["Synchronization and stability for quantum Kuramoto.", "MR3904514"]], "MR3816729": null, "MR3747473": [["On the structural balance dynamics under perceived sentiment.", "MR4096308"], ["Finite-time and fixed-time consensus of multiagent networks with pinning control and noise perturbation.", "MR3904439"]], "MR3747455": [["Synchronisation conditions in the Kuramoto model and their relationship to seminorms.", "MR4281478"], ["Volume bounds for the phase-locking region in the Kuramoto model with asymmetric coupling.", "MR4162308"], ["Synchronization and stability for quantum Kuramoto.", "MR3904514"]], "MR3711349": null, "MR3650958": [["Synchronization and multicluster capabilities of oscillatory networks with adaptive coupling.", "MR4284131"], ["Fast and slow velocity alignments in a Cucker-Smale ensemble with adaptive couplings.", "MR4128296"], ["State-dependent dynamics of the Lohe matrix ensemble on the unitary group under the gradient flow.", "MR4093588"], ["A matrix-valued Kuramoto model.", "MR4055252"]], "MR3513871": [["Time and energy costs for synchronization of Kuramoto-oscillator networks with or without noise perturbation.", "MR4456714"], ["Synchronisation conditions in the Kuramoto model and their relationship to seminorms.", "MR4281478"], ["A new approach to bifurcations in the Kuramoto model.", "MR4246166"], ["Communication-delay-dependent rendezvous with possible negative controller gain in cyclic pursuit.", "MR4187881"], ["Synchronization and stability for quantum Kuramoto.", "MR3904514"], ["Counting equilibria of the Kuramoto model using birationally invariant intersection index.", "MR3867607"], ["Topological states in the Kuramoto model.", "MR3759856"], ["On eigenvalues of Laplacian matrix for a class of directed signed graphs.", "MR3624677"]], "MR3408757": [["Proof of modulational instability of Stokes waves in deep water.", "MR4569610"], ["Periodic waves in the discrete mKdV equation: modulational instability and rogue waves.", "MR4533963"], ["Superharmonic instability for regularized long-wave models.", "MR4521940"], ["Full description of Benjamin-Feir instability of Stokes waves in deep water.", "MR4493325"], ["Benjamin-Feir instability of Stokes waves.", "MR4482041"], ["Rigorous justification of the Whitham modulation equations for equations of Whitham type.", "MR4472793"], ["About plane periodic waves of the nonlinear Schrödinger equations.", "MR4440297"], ["Instability, index theorem, and exponential trichotomy for linear Hamiltonian PDEs.", "MR4352468"], ["Genuine nonlinearity and its connection to the modified Korteweg–de Vries equation in phase dynamics.", "MR4344735"], ["Modulational instability of periodic standing waves in the derivative NLS equation.", "MR4255683"], ["Validity of the hyperbolic Whitham modulation equations in Sobolev spaces.", "MR4188999"], ["A proof of validity for multiphase Whitham modulation theory.", "MR4187951"], ["Dispersive focusing in fractional Korteweg–de Vries-type equations.", "MR4137537"], ["Periodic standing waves in the focusing nonlinear Schrödinger equation: rogue waves and modulation instability.", "MR4066770"], ["Modulational instability of viscous fluid conduit periodic waves.", "MR4051981"], ["Periodic travelling waves of the modified KdV equation and rogue waves on the periodic background.", "MR4030403"], ["Bifurcation to coherent structures in nonlocally coupled systems.", "MR3992065"], ["Dispersive dynamics in the characteristic moving frame.", "MR3942028"], ["Nonlinear modulational instability of dispersive PDE models.", "MR3902468"], ["Modulational instability in a full-dispersion shallow water model.", "MR3897262"], ["Conditions for modulation instability in higher order Korteweg–de Vries equations.", "MR3862709"], ["Numerical bifurcation and spectral stability of wavetrains in bidirectional Whitham models.", "MR3843565"], ["Rogue periodic waves of the modified KdV equation.", "MR3816661"], ["Rogue periodic waves of the focusing nonlinear Schrödinger equation.", "MR3782783"], ["On the elliptic-hyperbolic transition in Whitham modulation theory.", "MR3724266"], ["Oscillation estimates of eigenfunctions via the combinatorics of noncrossing partitions.", "MR3695476"], ["Modulational instability in the full-dispersion Camassa-Holm equation.", "MR3685469"], ["Numerical bifurcation for the capillary Whitham equation.", "MR3606200"], ["Dam break problem for the focusing nonlinear Schrödinger equation and the generation of rogue waves.", "MR3544808"], ["Modulational instability in nonlinear nonlocal equations of regularized long wave type.", "MR3493037"], ["Modulational instability in the Whitham equation with surface tension and vorticity.", "MR3414922"]], "MR3194028": [["Unstable Stokes waves.", "MR4600217"], ["Rigorous justification of the Whitham modulation equations for equations of Whitham type.", "MR4472793"], ["Periodic waves in the fractional modified Korteweg–de Vries equation.", "MR4413398"], ["Stability of traveling wave solutions of nonlinear dispersive equations of NLS type.", "MR4244823"], ["New variational characterization of periodic waves in the fractional Korteweg–de Vries equation.", "MR4075882"], ["Convergence of Petviashvili's method near periodic waves in the fractional Korteweg–de Vries equation.", "MR3978482"], ["Nonlinear modulational instability of dispersive PDE models.", "MR3902468"], ["Modulational instability in a full-dispersion shallow water model.", "MR3897262"], ["Oscillation estimates of eigenfunctions via the combinatorics of noncrossing partitions.", "MR3695476"], ["Modulational instability in nonlinear nonlocal equations of regularized long wave type.", "MR3493037"], ["Stability of periodic traveling waves for nonlinear dispersive equations.", "MR3397429"], ["Remarks on the orbital stability of ground state solutions of fKdV and related equations.", "MR3360393"], ["Modulational instabilities of periodic traveling waves in deep water.", "MR3328015"], ["Modulational instability in the Whitham equation for water waves.", "MR3298879"], ["Stability of small periodic waves in fractional KdV-type equations.", "MR3116644"]], "MR3183408": [["Superharmonic instability for regularized long-wave models.", "MR4521940"], ["On the stability of the periodic waves for the Benney system.", "MR4447425"], ["Cnoidal waves for the quintic Klein-Gordon and Schrödinger equations: existence and orbital instability.", "MR4401989"], ["Instability, index theorem, and exponential trichotomy for linear Hamiltonian PDEs.", "MR4352468"], ["Stability of traveling wave solutions of nonlinear dispersive equations of NLS type.", "MR4244823"], ["A new Evans function for quasi-periodic solutions of the linearised sine-Gordon equation.", "MR4170330"], ["A reformulated Krein matrix for star-even polynomial operators with applications.", "MR4155230"], ["Sufficient conditions for orbital stability of periodic traveling waves.", "MR3957975"], ["Nondegeneracy and stability of antiperiodic bound states for fractional nonlinear Schrödinger equations.", "MR3912763"], ["Stability properties of periodic traveling waves for the intermediate long wave equation.", "MR3651009"], ["Transverse orbital stability of periodic traveling waves for nonlinear Klein-Gordon equations.", "MR3570992"], ["Co-periodic stability of periodic waves in some Hamiltonian PDEs.", "MR3567090"], ["On the spectral stability of periodic waves of the Klein-Gordon equation.", "MR3328129"], ["Existence and stability of traveling waves for a class of nonlocal nonlinear equations.", "MR3299664"], ["On the spectral stability of kinks in some\nPT\n-symmetric variants of the classical Klein-Gordon field theories.", "MR3271233"], ["Spectral and modulational stability of periodic wavetrains for the nonlinear Klein-Gordon equation.", "MR3268738"], ["Graphical Krein signature theory and Evans-Krein functions.", "MR3246298"], ["Spectral stability analysis for special solutions of second order in time PDEs: the higher dimensional case.", "MR3144015"], ["Instability indices for matrix polynomials.", "MR3119860"]], "MR3158797": [["Pseudoinverses of signed Laplacian matrices.", "MR4589571"], ["Parallel feedforward compensation for output synchronization: fully distributed control and indefinite Laplacian.", "MR4419046"], ["Nonlinear consensus on networks: equilibria, effective resistance, and trees of motifs.", "MR4309856"], ["Dynamic behavior for social networks with state-dependent susceptibility and antagonistic interactions.", "MR4255370"], ["On spectral properties of signed Laplacians with connections to eventual positivity.", "MR4250859"], ["On fast-slow consensus networks with a dynamic weight.", "MR4170310"], ["Convergence analysis of signed nonlinear networks.", "MR4091654"], ["Oriented hypergraphic matrix-tree type theorems and bidirected minors via Boolean order ideals.", "MR3954431"], ["Dynamics over signed networks.", "MR3947278"], ["Spectra of Laplacian matrices of weighted graphs: structural genericity properties.", "MR3755682"], ["On the robustness of uncertain consensus networks.", "MR3667936"], ["Structure and stability of the equilibrium set in potential-driven flow networks.", "MR3649856"], ["On eigenvalues of Laplacian matrix for a class of directed signed graphs.", "MR3624677"], ["Graph homology and stability of coupled oscillator networks.", "MR3513871"], ["Gradient systems on coupled cell networks.", "MR3404147"], ["Laplacian dynamics with synthesis and degradation.", "MR3357722"]], "MR3388627": [["Collective behaviors of stochastic agent-based models and applications to finance and optimization.", "MR4595652"], ["Fast and slow clustering dynamics of Cucker-Smale ensemble with internal oscillatory phases.", "MR4593320"], ["Emerging asymptotic patterns in a Winfree ensemble with higher-order couplings.", "MR4587568"], ["Interplay of inertia and adaptive couplings in the emergent dynamics of Kuramoto ensemble.", "MR4572440"], ["Sufficient conditions for asymptotic phase-locking to the generalized Kuramoto model.", "MR4509378"], ["Uniform stability and uniform-in-time mean-field limit of the thermodynamic Kuramoto model.", "MR4288593"], ["Synchronisation conditions in the Kuramoto model and their relationship to seminorms.", "MR4281478"], ["Partially phase-locked solutions to the Kuramoto model.", "MR4270775"], ["A mean-field limit of the particle swarmalator model.", "MR4256495"], ["Emergent dynamics of the Lohe Hermitian sphere model with frustration.", "MR4252724"], ["Synchronization conditions of a mixed Kuramoto ensemble in attractive and repulsive couplings.", "MR4235778"], ["Case study: reachability and scalability in a unified combat-command-and-control model.", "MR4185618"], ["Emergent dynamics of an orientation flocking model for multi-agent system.", "MR4155023"], ["On the generic complete synchronization of the discrete Kuramoto model.", "MR4147428"], ["Asymptotic phase-locking dynamics and critical coupling strength for the Kuramoto model.", "MR4115007"], ["Local sensitivity analysis for the Kuramoto-Daido model with random inputs in a large coupling regime.", "MR4090354"], ["A diffusion limit for the parabolic Kuramoto-Sakaguchi equation with inertia.", "MR4080944"], ["Organisational hierarchy constructions with easy Kuramoto synchronisation.", "MR4071119"], ["Emergent behaviors of the Kuramoto model with a time delay on a general digraph.", "MR4053856"], ["Emergent behaviors of the swarmalator model for position-phase aggregation.", "MR4032996"], ["Gradient and Hamiltonian coupled systems on undirected networks.", "MR4032594"], ["A local sensitivity analysis for the kinetic Kuramoto equation with random inputs.", "MR3959347"], ["Uniform-in-time transition from discrete to continuous dynamics in the Kuramoto synchronization.", "MR3948144"], ["Emergence of aggregation in the swarm sphere model with adaptive coupling laws.", "MR3918274"], ["Synchronization and stability for quantum Kuramoto.", "MR3904514"], ["The mathematics of asymptotic stability in the Kuramoto model.", "MR3910336"], ["Uniform stability and mean-field limit for the augmented Kuramoto model.", "MR3811564"], ["Locating and counting equilibria of the Kuramoto model with rank-one coupling.", "MR3755653"], ["Volume bounds for the phase-locking region in the Kuramoto model.", "MR3747455"], ["Synchronization of Kuramoto oscillators with adaptive couplings.", "MR3530389"], ["Graph homology and stability of coupled oscillator networks.", "MR3513871"], ["On the finiteness of collisions and phase-locked states for the Kuramoto model.", "MR3503269"], ["Stability of twisted states in the Kuramoto model on Cayley and random graphs.", "MR3415044"], ["Gradient systems on coupled cell networks.", "MR3404147"], ["Synchronization in complex networks of phase oscillators: a survey.", "MR3214901"], ["Spectral theory for dynamics on graphs containing attractive and repulsive interactions.", "MR3158797"], ["Synchronization properties of trees in the Kuramoto model.", "MR3045644"]], "MR2863963": [["Global-in-time existence results for the two-dimensional Hasegawa-Wakatani equations.", "MR3855413"], ["Optimal parameter-dependent bounds for Kuramoto-Sivashinsky-type equations.", "MR3223874"]], "MR2855892": [["Global well-posedness for $H^{-1}(\\Bbb R)$\nperturbations of KdV with exotic spatial asymptotics.", "MR4541923"], ["Periodic waves in the discrete mKdV equation: modulational instability and rogue waves.", "MR4533963"], ["Superharmonic instability for regularized long-wave models.", "MR4521940"], ["Periodic waves of the modified KdV equation as minimizers of a new variational problem.", "MR4518501"], ["On the stability of the periodic waves for the Benney system.", "MR4447425"], ["Instability, index theorem, and exponential trichotomy for linear Hamiltonian PDEs.", "MR4352468"], ["Linear stability of periodic standing waves of the KGZ system.", "MR4360582"], ["Stability of traveling wave solutions of nonlinear dispersive equations of NLS type.", "MR4244823"], ["On the stability of traveling wave solutions to thin-film and long-wave models for film flows inside a tube.", "MR4160696"], ["A new Evans function for quasi-periodic solutions of the linearised sine-Gordon equation.", "MR4170330"], ["Nonlinear stability of periodic-wave solutions for systems of dispersive equations.", "MR4147342"], ["Dispersive focusing in fractional Korteweg–de Vries-type equations.", "MR4137537"], ["Stability of periodic waves in Hamiltonian PDEs of either long wavelength or small amplitude.", "MR4084181"], ["Modulational instability of viscous fluid conduit periodic waves.", "MR4051981"], ["Periodic travelling waves of the modified KdV equation and rogue waves on the periodic background.", "MR4030403"], ["Sufficient conditions for orbital stability of periodic traveling waves.", "MR3957975"], ["Orbital stability of one-parameter periodic traveling waves for dispersive equations and applications.", "MR3944371"], ["Linear instability and uniqueness of the peaked periodic wave in the reduced Ostrovsky equation.", "MR3936896"], ["Nondegeneracy and stability of antiperiodic bound states for fractional nonlinear Schrödinger equations.", "MR3912763"], ["Rogue periodic waves of the modified KdV equation.", "MR3816661"], ["Well-posedness and orbital stability of periodic traveling waves for Schamel's equation.", "MR3783542"], ["Spectral stability for classical periodic waves of the Ostrovsky and short pulse models.", "MR3708844"], ["Spectral stability of periodic waves in the generalized reduced Ostrovsky equation.", "MR3685174"], ["Stability properties of periodic traveling waves for the intermediate long wave equation.", "MR3651009"], ["High-frequency instabilities of small-amplitude solutions of Hamiltonian PDEs.", "MR3640555"], ["Periodic traveling waves of the regularized short pulse and Ostrovsky equations: existence and stability.", "MR3614681"], ["Co-periodic stability of periodic waves in some Hamiltonian PDEs.", "MR3567090"], ["Traveling waves for a model of gravity-driven film flows in cylindrical domains.", "MR3523506"], ["Orbital stability of periodic traveling-wave solutions for the regularized Schamel equation.", "MR3457647"], ["Transverse dynamics of two-dimensional gravity-capillary periodic water waves.", "MR3435127"], ["Stability of periodic traveling waves for nonlinear dispersive equations.", "MR3397429"], ["Direct dynamical energy cascade in the modified KdV equation.", "MR3318679"], ["Spectral stability of periodic wave trains of the Korteweg–de Vries/Kuramoto-Sivashinsky equation in the Korteweg–de Vries limit.", "MR3286511"], ["Graphical Krein signature theory and Evans-Krein functions.", "MR3246298"], ["Slow modulations of periodic waves in Hamiltonian PDEs, with application to capillary fluids.", "MR3228473"], ["An instability index theory for quadratic pencils and applications.", "MR3183408"], ["A Hamiltonian-Krein (instability) index theory for solitary waves to KdV-like eigenvalue problems.", "MR3180620"], ["Stability of small periodic waves in fractional KdV-type equations.", "MR3116644"], ["Quasi-gradient systems, modulational dichotomies, and stability of spatially periodic patterns.", "MR3059169"], ["Transverse instability for periodic waves of KP-I and Schrödinger equations.", "MR3043584"], ["The stability analysis of the periodic traveling wave solutions of the mKdV equation.", "MR2724037"], ["Transverse instability of periodic traveling waves in the generalized Kadomtsev-Petviashvili equation.", "MR2733265"], ["On the modulation equations and stability of periodic generalized Korteweg-de Vries waves via Bloch decompositions.", "MR2733113"], ["On the stability of periodic solutions of the generalized Benjamin-Bona-Mahony equation.", "MR2684614"], ["Rigorous justification of the Whitham modulation equations for the generalized Korteweg-de Vries equation.", "MR2676781"], ["The transverse instability of periodic waves in Zakharov-Kuznetsov type equations.", "MR2665962"], ["Periodic finite-genus solutions of the KdV equation are orbitally stable.", "MR2644680"]], "MR2784877": [["Defect resonances of truncated crystal structures.", "MR4359277"], ["Topologically protected states in one-dimensional systems.", "MR3633291"], ["Oscillatory and localized perturbations of periodic structures and the bifurcation of defect modes.", "MR3411722"], ["Homogenized description of defect modes in periodic structures with localized defects.", "MR3318385"], ["Topologically protected states in one-dimensional continuous systems and Dirac points.", "MR3263410"]], "MR2733113": [["Validity of Whitham's modulation equations for dissipative systems with a conservation law: phase dynamics in a generalized Ginzburg-Landau system.", "MR4557072"], ["Global well-posedness for\nH\n−1\n(R)\nperturbations of KdV with exotic spatial asymptotics.", "MR4541923"], ["High-frequency instabilities of the Kawahara equation: a perturbative approach.", "MR4309857"], ["Stability of traveling wave solutions of nonlinear dispersive equations of NLS type.", "MR4244823"], ["Modulational instability of viscous fluid conduit periodic waves.", "MR4051981"], ["Stability of periodic traveling wave solutions to the Kawahara equation.", "MR3882944"], ["Linear asymptotic stability and modulation behavior near periodic waves of the Korteweg–de Vries equation.", "MR3771836"], ["Stability properties of periodic traveling waves for the intermediate long wave equation.", "MR3651009"], ["High-frequency instabilities of small-amplitude solutions of Hamiltonian PDEs.", "MR3640555"], ["Transverse orbital stability of periodic traveling waves for nonlinear Klein-Gordon equations.", "MR3570992"], ["On the spectral and modulational stability of periodic wavetrains for nonlinear Klein-Gordon equations.", "MR3514411"], ["On the instability of periodic waves for dispersive equations.", "MR3513583"], ["Breakdown of the Whitham modulation theory and the emergence of dispersion.", "MR3393183"], ["Spectral stability of periodic wave trains of the Korteweg–de Vries/Kuramoto-Sivashinsky equation in the Korteweg–de Vries limit.", "MR3286511"], ["Spectral and modulational stability of periodic wavetrains for the nonlinear Klein-Gordon equation.", "MR3268738"], ["Slow modulations of periodic waves in Hamiltonian PDEs, with application to capillary fluids.", "MR3228473"], ["Stability of small periodic waves in fractional KdV-type equations.", "MR3116644"], ["Nonlinear modulational stability of periodic traveling-wave solutions of the generalized Kuramoto-Sivashinsky equation.", "MR3079606"], ["Planar traveling waves in capillary fluids.", "MR3059170"], ["Nonlinear stability of periodic traveling-wave solutions of viscous conservation laws in dimensions one and two.", "MR2788923"], ["On the stability of periodic solutions of the generalized Benjamin-Bona-Mahony equation.", "MR2684614"], ["Nonlinear stability of periodic traveling wave solutions of systems of viscous conservation laws in the generic case.", "MR2652171"]], "MR2660515": [["Unstable Stokes waves.", "MR4600217"], ["Proof of modulational instability of Stokes waves in deep water.", "MR4569610"], ["Perturbation of the spectra for asymptotically constant differential operators and applications.", "MR4568819"], ["Global well-posedness for\nH\n−1\n(R)\nperturbations of KdV with exotic spatial asymptotics.", "MR4541923"], ["Superharmonic instability for regularized long-wave models.", "MR4521940"], ["Full description of Benjamin-Feir instability of Stokes waves in deep water.", "MR4493325"], ["Benjamin-Feir instability of Stokes waves.", "MR4482041"], ["On the stability of the periodic waves for the Benney system.", "MR4447425"], ["Whitham modulation theory for generalized Whitham equations and a general criterion for modulational instability.", "MR4313180"], ["Rigorous justification of the Whitham modulation theory for equations of NLS type.", "MR4313175"], ["Stability of traveling wave solutions of nonlinear dispersive equations of NLS type.", "MR4244823"], ["Validity of the hyperbolic Whitham modulation equations in Sobolev spaces.", "MR4188999"], ["On the stability of traveling wave solutions to thin-film and long-wave models for film flows inside a tube.", "MR4160696"], ["Stability of periodic waves in Hamiltonian PDEs of either long wavelength or small amplitude.", "MR4084181"], ["Modulational instability of viscous fluid conduit periodic waves.", "MR4051981"], ["Sufficient conditions for orbital stability of periodic traveling waves.", "MR3957975"], ["Nonlinear modulational instability of dispersive PDE models.", "MR3902468"], ["Orbital stability of periodic traveling-wave solutions for the log-KdV equation.", "MR3655794"], ["Stability properties of periodic traveling waves for the intermediate long wave equation.", "MR3651009"], ["High-frequency instabilities of small-amplitude solutions of Hamiltonian PDEs.", "MR3640555"], ["Periodic traveling waves of the regularized short pulse and Ostrovsky equations: existence and stability.", "MR3614681"], ["Transverse orbital stability of periodic traveling waves for nonlinear Klein-Gordon equations.", "MR3570992"], ["Co-periodic stability of periodic waves in some Hamiltonian PDEs.", "MR3567090"], ["On the spectral and modulational stability of periodic wavetrains for nonlinear Klein-Gordon equations.", "MR3514411"], ["On the instability of periodic waves for dispersive equations.", "MR3513583"], ["Breakdown of the Whitham modulation theory and the emergence of dispersion.", "MR3393183"], ["Modulational instability in the Whitham equation for water waves.", "MR3298879"], ["Spectral stability of periodic wave trains of the Korteweg–de Vries/Kuramoto-Sivashinsky equation in the Korteweg–de Vries limit.", "MR3286511"], ["Spectral and modulational stability of periodic wavetrains for the nonlinear Klein-Gordon equation.", "MR3268738"], ["Slow modulations of periodic waves in Hamiltonian PDEs, with application to capillary fluids.", "MR3228473"], ["Modulational instability and variational structure.", "MR3194028"], ["An instability index theory for quadratic pencils and applications.", "MR3183408"], ["Stability of small periodic waves in fractional KdV-type equations.", "MR3116644"], ["Transverse instability for periodic waves of KP-I and Schrödinger equations.", "MR3043584"], ["Instability of periodic travelling waves with mean zero for a 1D Boussinesq system.", "MR2955403"], ["An index theorem for the stability of periodic travelling waves of Korteweg-de Vries type.", "MR2855892"], ["Orbital stability for the periodic Zakharov system.", "MR2842102"], ["The stability analysis of the periodic traveling wave solutions of the mKdV equation.", "MR2724037"], ["Transverse instability of periodic traveling waves in the generalized Kadomtsev-Petviashvili equation.", "MR2733265"], ["On the modulation equations and stability of periodic generalized Korteweg-de Vries waves via Bloch decompositions.", "MR2733113"], ["On the stability of periodic solutions of the generalized Benjamin-Bona-Mahony equation.", "MR2684614"], ["Rigorous justification of the Whitham modulation equations for the generalized Korteweg-de Vries equation.", "MR2676781"], ["The transverse instability of periodic waves in Zakharov-Kuznetsov type equations.", "MR2665962"], ["Periodic finite-genus solutions of the KdV equation are orbitally stable.", "MR2644680"], ["Evans functions for periodic waves on infinite cylindrical domains.", "MR2557905"]], "MR2639046": [["A transformation between stationary point vortex equilibria.", "MR4151944"], ["Self-similar collapse of\nn\npoint vortices.", "MR3265200"], ["Singular continuation of point vortex relative equilibria on the plane and sphere.", "MR3033570"], ["Stationary states of identical point vortices and vortex foam on the sphere.", "MR3003824"]], "MR2504856": [["Graphical Krein signature theory and Evans-Krein functions.", "MR3246298"], ["The spectrum of travelling wave solutions to the sine-Gordon equation.", "MR2877356"], ["Homotopy method for nonlinear eigenvalue pencils with applications.", "MR2784869"]], "MR2486463": null, "MR2344718": [["Ergodicity and invariant measures for a diffusing passive scalar advected by a random channel shear flow and the connection between the Kraichnan-Majda model and Taylor-Aris dispersion.", "MR4372849"], ["Persisting asymmetry in the probability distribution function for a random advection-diffusion equation in impermeable channels.", "MR4275042"], ["On the symmetry properties of a random passive scalar with and without boundaries, and their connection between hot and cold states.", "MR4008029"]], "MR2318263": [["On a nonlocal analog of the Kuramoto-Sivashinsky equation.", "MR3333713"], ["Optimal parameter-dependent bounds for Kuramoto-Sivashinsky-type equations.", "MR3223874"], ["Asymptotic estimates and stability analysis of Kuramoto-Sivashinsky type models.", "MR2827102"], ["Effective estimates of the higher Sobolev norms for the Kuramoto-Sivashinsky equation.", "MR2648197"], ["The existence of a global attractor for a Kuramoto-Sivashinsky type equation in 2D.", "MR2641396"], ["Dissipative dynamics for a class of nonlinear pseudo-differential equations.", "MR2438384"]], "MR2256649": [["Well-posedness of a two-dimensional coordinate-free model for the motion of flame fronts.", "MR4552426"], ["On the global existence for the Kuramoto-Sivashinsky equation.", "MR4549810"], ["Global existence for the two-dimensional Kuramoto-Sivashinsky equation with advection.", "MR4378608"], ["Dissipation enhancement of planar helical flows and applications to three-dimensional Kuramoto-Sivashinsky and Keller-Segel equations.", "MR4363635"], ["Global existence for the two-dimensional Kuramoto-Sivashinsky equation with a shear flow.", "MR4350596"], ["Global solutions of the two-dimensional Kuramoto-Sivashinsky equation with a linearly growing mode in each direction.", "MR4321573"], ["Partially phase-locked solutions to the Kuramoto model.", "MR4270775"], ["On the dynamics of 3D electrified falling films.", "MR4256454"], ["Bounds on mean energy in the Kuramoto-Sivashinsky equation computed using semidefinite programming.", "MR3942598"], ["Optimal control of thin liquid films and transverse mode effects.", "MR3900790"], ["Analyticity for a class of nonlocal Kuramoto-Sivashinsky equations arising in interfacial electrohydrodynamics.", "MR3820167"], ["Nonlinear dynamics of a dispersive anisotropic Kuramoto-Sivashinsky equation in two space dimensions.", "MR3789480"], ["Limitations of the background field method applied to Rayleigh-Bénard convection.", "MR3702669"], ["Finite determining parameters feedback control for distributed nonlinear dissipative systems—a computational study.", "MR3702656"], ["Stabilizing non-trivial solutions of the generalized Kuramoto-Sivashinsky equation using feedback and optimal control.", "MR3611809"], ["Data-based stochastic model reduction for the Kuramoto-Sivashinsky equation.", "MR3582762"], ["New bounds for the inhomogenous Burgers and the Kuramoto-Sivashinsky equations.", "MR3421759"], ["An in-depth numerical study of the two-dimensional Kuramoto-Sivashinsky equation.", "MR3378747"], ["Fredholm transform and local rapid stabilization for a Kuramoto-Sivashinsky equation.", "MR3369259"], ["On the backward behavior of some dissipative evolution equations.", "MR3367572"], ["On a nonlocal analog of the Kuramoto-Sivashinsky equation.", "MR3333713"], ["Optimal parameter-dependent bounds for Kuramoto-Sivashinsky-type equations.", "MR3223874"], ["Global solvability and blow up for the convective Cahn-Hilliard equations with concave potentials.", "MR3088214"], ["Long-time behavior of a two-layer model of baroclinic quasi-geostrophic turbulence.", "MR3026548"], ["An alternative energy bound derivation for a generalized Hasegawa-Mima equation.", "MR2863963"], ["Asymptotic estimates and stability analysis of Kuramoto-Sivashinsky type models.", "MR2827102"], ["Global dissipativity and inertial manifolds for diffusive Burgers equations with low-wavenumber instability.", "MR2725294"], ["Long time behavior for radially symmetric solutions of the Kuramoto-Sivashinsky equation.", "MR2675544"], ["On the state space geometry of the Kuramoto-Sivashinsky flow in a periodic domain.", "MR2595887"], ["Effective estimates of the higher Sobolev norms for the Kuramoto-Sivashinsky equation.", "MR2648197"], ["The existence of a global attractor for a Kuramoto-Sivashinsky type equation in 2D.", "MR2641396"], ["On the global solvability of the Kuramoto-Sivashinskiĭ equation with bounded initial data.", "MR2554668"], ["Optimal bounds on the Kuramoto-Sivashinsky equation.", "MR2548034"], ["On global solutions and blow-up for Kuramoto-Sivashinsky-type models, and well-posed Burnett equations.", "MR2509380"], ["On the blow-up of solutions of the Kuramoto-Sivashinsky equation.", "MR2466855"], ["Dissipative dynamics for a class of nonlinear pseudo-differential equations.", "MR2438384"], ["Stability for a class of nonlinear pseudo-differential equations.", "MR2402831"], ["A note on a non-local Kuramoto-Sivashinsky equation.", "MR2318263"], ["Trivial stationary solutions to the Kuramoto-Sivashinsky and certain nonlinear elliptic equations.", "MR2287905"]], "MR2193631": [["The non-linear Schrödinger equation with a periodic $\\delta$\n-interaction.", "MR3124748"], ["On the spectral stability of solitary wave solutions of the vector nonlinear Schrödinger equation.", "MR3116937"], ["Elliptic solutions of the defocusing NLS equation are stable.", "MR2812335"], ["Counting defect modes in periodic eigenvalue problems.", "MR2784877"], ["On asymptotic stability of ground states of NLS with a finite bands periodic potential in 1D.", "MR2763720"], ["z\n-transform methods for the optimal design of one-dimensional layered elastic media.", "MR2525602"], ["On the spectra of periodic waves for infinite-dimensional Hamiltonian systems.", "MR2514124"], ["Modulated amplitude waves in collisionally inhomogeneous Bose-Einstein condensates.", "MR2341155"], ["Stability of small periodic waves for the nonlinear Schrödinger equation.", "MR2300667"]], "MR2030692": [["Resonant energy transfer in Bose-Einstein condensates.", "MR2456647"], ["Stochastic fluctuations in the Gross-Pitaevskii equation.", "MR2368327"], ["Nonstationary excitations in Bose-Einstein condensates under the action of periodically varying scattering length with time dependent frequencies.", "MR2305194"]], "MR1993386": [["Harmonic analysis meets stationarity: a general framework for series expansions of special Gaussian processes.", "MR4580917"], ["Ergodicity and invariant measures for a diffusing passive scalar advected by a random channel shear flow and the connection between the Kraichnan-Majda model and Taylor-Aris dispersion.", "MR4372849"], ["On the eigenproblem for Gaussian bridges.", "MR4091089"], ["Mixed fractional Brownian motion: a spectral take.", "MR4015693"], ["On the symmetry properties of a random passive scalar with and without boundaries, and their connection between hot and cold states.", "MR4008029"], ["Exact asymptotics in eigenproblems for fractional Brownian covariance operators.", "MR3797652"], ["Multifractional stochastic volatility models.", "MR3274947"], ["Evolution of the probability measure for the Majda model: new invariant measures and breathing PDFs.", "MR2375747"]], "MR1956822": [["$L_2$\n-small ball asymptotics for Gaussian random functions: a survey.", "MR4605340"], ["Harmonic analysis meets stationarity: a general framework for series expansions of special Gaussian processes.", "MR4580917"], ["Ergodicity and invariant measures for a diffusing passive scalar advected by a random channel shear flow and the connection between the Kraichnan-Majda model and Taylor-Aris dispersion.", "MR4372849"], ["Spectral analysis for some multifractional Gaussian processes.", "MR4348444"], ["Spectral asymptotics for a class of integro-differential equations arising in the theory of fractional Gaussian processes.", "MR4289918"], ["On the eigenproblem for Gaussian bridges.", "MR4091089"], ["Mixed fractional Brownian motion: a spectral take.", "MR4015693"], ["Convergence types and rates in generic Karhunen-Loève expansions with applications to sample path properties.", "MR4023468"], ["L\n2\n-small deviations for weighted stationary processes.", "MR3798604"], ["Exact asymptotics in eigenproblems for fractional Brownian covariance operators.", "MR3797652"], ["Non-degeneracy of some Sobolev pseudo-norms of fractional Brownian motion.", "MR3141793"], ["Quantization of Gaussian measures with Rényi-\nα\n-entropy constraints.", "MR3134511"], ["Expansions for Gaussian processes and Parseval frames.", "MR2511282"], ["Small ball probabilities for Gaussian random fields and tensor products of compact operators.", "MR2357702"], ["Entropy-constrained functional quantization of Gaussian processes.", "MR2161166"], ["Small deviations for fractional stable processes.", "MR2144231"], ["Sharp asymptotics of the functional quantization problem for Gaussian processes.", "MR2060310"], ["Small ball probabilities around random centers of Gaussian measures and applications to quantization.", "MR1982037"]], "MR1862929": [["Notes on gap solitons for periodic discrete nonlinear Schrödinger equations.", "MR3879266"], ["Non-Nehari manifold method for periodic discrete superlinear Schrödinger equation.", "MR3470766"], ["On standing wave solutions for discrete nonlinear Schrödinger equations.", "MR3090266"], ["Standing waves to discrete vector nonlinear Schrödinger equation.", "MR2836874"], ["Solutions for discrete periodic Schrödinger equations with spectrum 0.", "MR2639182"], ["Gap solitons in periodic discrete Schrödinger equations with nonlinearity.", "MR2596189"], ["Existence of gap solitons in periodic discrete nonlinear Schrödinger equations.", "MR2568705"], ["Gap solitons in periodic discrete nonlinear Schrödinger equations. II. A generalized Nehari manifold approach.", "MR2335755"], ["Gap solitons in periodic discrete nonlinear Schrödinger equations.", "MR2191617"]], "MR1837906": [["Semiclassical WKB problem for the non-self-adjoint Dirac operator with an analytic rapidly oscillating potential.", "MR4555252"], ["Semiclassical soliton ensembles for the focusing nonlinear Schrödinger equation: recent developments.", "MR3364245"], ["The Wentzel-Kramers-Brillouin approximation of semiclassical eigenvalues of the Zakharov-Shabat problem.", "MR3390756"], ["Semiclassical limit of focusing NLS for a family of square barrier initial data.", "MR3149844"], ["Quasi-classical approximation in vortex filament dynamics. Integrable systems, gradient catastrophe, and flutter.", "MR3023922"], ["Gradient catastrophe and flutter in vortex filament dynamics.", "MR2844991"], ["On semiclassical (zero dispersion limit) solutions of the focusing nonlinear Schrödinger equation.", "MR2044068"], ["Asymptotic soliton train solutions of Kaup-Boussinesq equations.", "MR2002692"]], "MR1764326": [["Multiplicity and concentration results for local and fractional NLS equations with critical growth.", "MR4308505"], ["Modulational stability of ground states to nonlinear Kirchhoff equations.", "MR3950067"], ["Endpoint Strichartz estimates for charge transfer Hamiltonians.", "MR3900376"], ["Soliton-potential interactions for nonlinear Schrödinger equation in $\\Bbb R^3$\n.", "MR3858805"], ["Gausson dynamic for logarithmic Schrödinger equations.", "MR3794515"], ["Fractional Schrödinger dynamics and decoherence.", "MR3529611"], ["Long time dynamics of highly concentrated solitary waves for the nonlinear Schrödinger equation.", "MR3279351"], ["Newton's law for a trajectory of concentration of solutions to nonlinear Schrodinger equation.", "MR3230408"], ["Soliton dynamics for fractional Schrödinger equations.", "MR3219678"], ["On the logarithmic Schrödinger equation.", "MR3195154"], ["Soliton dynamics for the generalized Choquard equation.", "MR3191420"], ["Soliton dynamics for the Schrödinger-Newton system.", "MR3153067"], ["Relativistic point dynamics and Einstein formula as a property of localized solutions of a nonlinear Klein-Gordon equation.", "MR3077922"], ["Soliton dynamics of NLS with singular potentials.", "MR3071707"], ["Soliton dynamics for a non-Hamiltonian perturbation of mKdV.", "MR3058698"], ["Uniqueness of ground states for a class of quasi-linear elliptic equations.", "MR3034299"], ["On the dynamics of solitons in the nonlinear Schrödinger equation.", "MR2947538"], ["On the solitary wave dynamics, under slowly varying medium, for nonlinear Schrödinger equations.", "MR2923953"], ["Soliton interaction with small Toeplitz potentials for the Szegö equation on\nR\n.", "MR2909932"], ["Interaction of coherent states for Hartree equations.", "MR2909909"], ["Resonant tunneling of fast solitons through large potential barriers.", "MR2894435"], ["An index theorem for the stability of periodic travelling waves of Korteweg-de Vries type.", "MR2855892"], ["Numerical simulation of resonant tunneling of fast solitons for the nonlinear Schrödinger equation.", "MR2773199"], ["Nonlinear coherent states and Ehrenfest time for Schrödinger equation.", "MR2764994"], ["The nonlinear Schroedinger equation: solitons dynamics.", "MR2737432"], ["Solitary waves for the Hartree equation with a slowly varying potential.", "MR2734165"], ["Numerical computation of soliton dynamics for NLS equations in a driving potential.", "MR2680292"], ["Energy convexity estimates for non-degenerate ground states of nonlinear 1D Schrödinger systems.", "MR2610249"], ["Soliton dynamics for CNLS systems with potentials.", "MR2603711"], ["Semiclassical evolution of two rotating solitons for the nonlinear Schrödinger equation with electric potential.", "MR2588772"], ["Soliton dynamics for a general class of Schrödinger equations.", "MR2587080"], ["Effective dynamics of multi-vortices in an external potential for the Ginzburg-Landau gradient flow.", "MR2576380"], ["Soliton dynamics for the nonlinear Schrödinger equation with magnetic field.", "MR2563146"], ["Uniqueness of ground states for pseudorelativistic Hartree equations.", "MR2561169"], ["Effective dynamics for solitons in the nonlinear Klein-Gordon-Maxwell system and the Lorentz force law.", "MR2528041"], ["Breathing patterns in nonlinear relaxation.", "MR2507321"], ["Stochastic acceleration of solitons for the nonlinear Schrödinger equation.", "MR2505855"], ["Effective dynamics of solitons in the presence of rough nonlinear perturbations.", "MR2486355"], ["On the semi-classical limit for the nonlinear Schrödinger equation.", "MR2522015"], ["Asymptotic evolution for the semiclassical nonlinear Schrödinger equation in presence of electric and magnetic fields.", "MR2455777"], ["Soliton interaction with slowly varying potentials.", "MR2429244"], ["Dark solitons in external potentials.", "MR2417380"], ["Solitary wave dynamics in time-dependent potentials.", "MR2406769"], ["Slow soliton interaction with delta impurities.", "MR2342704"], ["Soliton splitting by external delta potentials.", "MR2335125"], ["Fast soliton scattering by delta impurities.", "MR2318852"], ["Effective dynamics for boson stars.", "MR2312382"], ["Long-time dynamics of variable coefficient modified Korteweg-de Vries solitary waves.", "MR2250294"], ["Semiclassical limit for nonlinear Schrödinger equation with potential. II.", "MR2233919"], ["Long time motion of NLS solitary waves in a confining potential.", "MR2232367"], ["Long-time dynamics of KdV solitary waves over a variable bottom.", "MR2217608"], ["Effective dynamics of magnetic vortices.", "MR2189216"], ["Asymptotic stability of nonlinear Schrödinger equations with potential.", "MR2187292"], ["Linear vs. nonlinear effects for nonlinear Schrödinger equations with potential.", "MR2166662"], ["Limite semi-classique pour l'équation de Schrödinger non-linéaire avec potentiel harmonique.", "MR2139892"], ["Semiclassical nonlinear Schrödinger equations with potential and focusing initial data.", "MR2108151"], ["Solitary wave dynamics in an external potential.", "MR2094474"], ["The geodesic hypothesis and non-topological solitons on pseudo-Riemannian manifolds.", "MR2061784"], ["Geodesics and the Einstein nonlinear wave system.", "MR2059135"], ["Semiclassical limit of a class of Schrödinger equations with potential.", "MR1900559"], ["Asymptotic dynamics of nonlinear Schrödinger equations: resonance-dominated and dispersion-dominated solutions.", "MR1865414"]], "MR1749236": [["Ergodicity and invariant measures for a diffusing passive scalar advected by a random channel shear flow and the connection between the Kraichnan-Majda model and Taylor-Aris dispersion.", "MR4372849"], ["Persisting asymmetry in the probability distribution function for a random advection-diffusion equation in impermeable channels.", "MR4275042"], ["Enhanced diffusivity and skewness of a diffusing tracer in the presence of an oscillating wall.", "MR4269952"], ["Analysis of a stratified Kraichnan flow.", "MR4161132"], ["On the symmetry properties of a random passive scalar with and without boundaries, and their connection between hot and cold states.", "MR4008029"], ["Self-similarity and attraction in stochastic nonlinear reaction-diffusion systems.", "MR3036986"], ["Spectral compact difference hybrid computation of passive scalar in isotropic turbulence.", "MR2969717"], ["The truncated Stieltjes moment problem solved by using kernel density functions.", "MR2942420"], ["Evolution of the probability measure for the Majda model: new invariant measures and breathing PDFs.", "MR2375747"], ["An explicit family of probability measures for passive scalar diffusion in a random flow.", "MR2344718"], ["Slepian-Wolf coded nested lattice quantization for Wyner-Ziv coding: high-rate performance analysis and code design.", "MR2300824"], ["Nonextensivity in turbulence in rotating two-dimensional and three-dimensional flows.", "MR2030675"], ["Asymptotics of Karhunen-Loeve eigenvalues and tight constants for probability distributions of passive scalar transport.", "MR1993386"], ["Intermittency in passive scalar decay.", "MR1943001"], ["Non-Gaussian invariant measures for the Majda model of decaying turbulent transport.", "MR1835385"]], "MR1741414": [["Ergodicity and invariant measures for a diffusing passive scalar advected by a random channel shear flow and the connection between the Kraichnan-Majda model and Taylor-Aris dispersion.", "MR4372849"], ["Persisting asymmetry in the probability distribution function for a random advection-diffusion equation in impermeable channels.", "MR4275042"], ["Enhanced diffusivity and skewness of a diffusing tracer in the presence of an oscillating wall.", "MR4269952"], ["Analysis of a stratified Kraichnan flow.", "MR4161132"], ["Predicting extreme events for passive scalar turbulence in two-layer baroclinic flows through reduced-order stochastic models.", "MR3787202"], ["Predicting fat-tailed intermittent probability distributions in passive scalar turbulence with imperfect models through empirical information theory.", "MR3538368"], ["Moment closure and finite-time blowup for piecewise deterministic Markov processes.", "MR3465417"], ["Two different rapid decorrelation in time limits for turbulent diffusion.", "MR1966325"], ["Intermittency in passive scalar decay.", "MR1943001"], ["Non-Gaussian invariant measures for the Majda model of decaying turbulent transport.", "MR1835385"]], "MR1731507": [["Randomized exponential integrators for modulated nonlinear Schrödinger equations.", "MR4167043"], ["Computation of minimum action paths of the stochastic nonlinear Schrödinger equation with dissipation.", "MR3829404"], ["A random Schrödinger equation with time-oscillating nonlinearity and linear dissipation/gain.", "MR3743838"], ["A random dispersion Schrödinger equation with nonlocal time-dependent loss/gain.", "MR3683383"], ["Nonlinear PDEs with modulated dispersion I: Nonlinear Schrödinger equations.", "MR3418825"], ["Vortex solutions in Bose-Einstein condensation under a trapping potential varying randomly in time.", "MR3402673"], ["Propagation of ultra-short solitons in stochastic Maxwell's equations.", "MR3390409"], ["Representation formula for stochastic Schrödinger evolution equations and applications.", "MR2980868"], ["1D quintic nonlinear Schrödinger equation with white noise dispersion.", "MR2832639"], ["A path integral method for coarse-graining noise in stochastic differential equations with multiple time scales.", "MR2740104"], ["Modulation analysis for a stochastic NLS equation arising in Bose-Einstein condensation.", "MR2537880"], ["The suppression of four-wave mixing by random dispersion.", "MR2471200"], ["Stochastic fluctuations in the Gross-Pitaevskii equation.", "MR2368327"], ["The effects of weak randomness on pulse interactions and four-wave mixing products.", "MR2167150"], ["A Hamilton-Jacobi approach to the control of the trapping time of a soliton by an external potential.", "MR2150777"], ["Convergence rates for adaptive weak approximation of stochastic differential equations.", "MR2140976"], ["Dynamics of a trapped 2D Bose-Einstein condensate with periodically and randomly varying atomic scattering length.", "MR2030692"]], "MR1606589": [["Strong NLS soliton-defect interactions.", "MR2065079"], ["Perturbation theory for infinite-dimensional integrable systems on the line. A case study.", "MR1947893"], ["Long-time dynamics of Korteweg-de Vries solitons driven by random perturbations.", "MR1869566"], ["Soliton perturbations and the random Kepler problem.", "MR1731507"], ["Near integrable systems on the line. A case study-perturbation theory of the defocusing nonlinear Schrödinger equation.", "MR1484706"]], "MR1478062": [["Persisting asymmetry in the probability distribution function for a random advection-diffusion equation in impermeable channels.", "MR4275042"]], "MR1471947": [["Numerical methods for some nonlinear Schrödinger equations in soliton management.", "MR4575451"], ["Interchanging space and time in nonlinear optics modeling and dispersion management models.", "MR4403199"], ["Well-posedness and averaging of NLS with time-periodic dispersion management.", "MR3052710"]], "MR1427875": [["Ergodicity and invariant measures for a diffusing passive scalar advected by a random channel shear flow and the connection between the Kraichnan-Majda model and Taylor-Aris dispersion.", "MR4372849"], ["Persisting asymmetry in the probability distribution function for a random advection-diffusion equation in impermeable channels.", "MR4275042"], ["Analysis of a stratified Kraichnan flow.", "MR4161132"], ["On the symmetry properties of a random passive scalar with and without boundaries, and their connection between hot and cold states.", "MR4008029"], ["Evolution of the probability measure for the Majda model: new invariant measures and breathing PDFs.", "MR2375747"], ["An explicit family of probability measures for passive scalar diffusion in a random flow.", "MR2344718"], ["Two different rapid decorrelation in time limits for turbulent diffusion.", "MR1966325"], ["Intermittency in passive scalar decay.", "MR1943001"], ["Non-Gaussian invariant measures for the Majda model of decaying turbulent transport.", "MR1835385"], ["Rigorous estimates of the tails of the probability distribution function for the random linear shear model.", "MR1749236"]], "MR1412550": [["Semiclassical WKB problem for the non-self-adjoint Dirac operator with an analytic rapidly oscillating potential.", "MR4555252"], ["On the spectrum of the periodic focusing Zakharov-Shabat operator.", "MR4578342"], ["Transverse bifurcation of viscous slow MHD shocks.", "MR4229445"], ["Semiclassical dynamics and coherent soliton condensates in self-focusing nonlinear media with periodic initial conditions.", "MR4174160"], ["Efficient and accurate numerical methods for long-wave short-wave interaction equations in the semiclassical limit regime.", "MR3923242"], ["Combustion waves in hydraulically resistant porous media in a special parameter regime.", "MR3529609"], ["Root following in Evans function computation.", "MR3413592"], ["Spectral parameter power series for Sturm-Liouville equations with a potential polynomially dependent on the spectral parameter and Zakharov-Shabat systems.", "MR3405970"], ["Semiclassical soliton ensembles for the focusing nonlinear Schrödinger equation: recent developments.", "MR3364245"], ["Viscous hyperstabilization of detonation waves in one space dimension.", "MR3342704"], ["Convex entropy, Hopf bifurcation, and viscous and inviscid shock stability.", "MR3338447"], ["The Wentzel-Kramers-Brillouin approximation of semiclassical eigenvalues of the Zakharov-Shabat problem.", "MR3390756"], ["Semiclassical limit of focusing NLS for a family of square barrier initial data.", "MR3149844"], ["Spectral behavior of combustion fronts with high exothermicity.", "MR3033156"], ["Semiclassical limit of the scattering transform for the focusing nonlinear Schrödinger equation.", "MR2923165"], ["Numerical computations for long-wave short-wave interaction equations in semi-classical limit.", "MR2456079"], ["The semiclassical modified nonlinear Schrödinger equation. I. Modulation theory and spectral analysis.", "MR2417083"], ["On the Zakharov-Shabat eigenvalue problem.", "MR2149044"], ["On semiclassical (zero dispersion limit) solutions of the focusing nonlinear Schrödinger equation.", "MR2044068"], ["The zero-dispersion limit for the odd flows in the focusing Zakharov-Shabat hierarchy.", "MR2007539"], ["Asymptotic soliton train solutions of Kaup-Boussinesq equations.", "MR2002692"], ["An integrable model for stable:unstable wave coupling phenomena.", "MR1969669"], ["The spectral transform in the semiclassical limit of a finite discrete NLS chain.", "MR1882240"], ["Spectral instability of the semiclassical Zakharov-Shabat eigenvalue problem.", "MR1837906"], ["Some remarks on a WKB method for the nonselfadjoint Zakharov-Shabat eigenvalue problem with analytic potentials and fast phase.", "MR1837905"], ["The eigenvalue problem for the focusing nonlinear Schrödinger equation: new solvable cases.", "MR1787410"], ["Modulated waves in a semiclassical continuum limit of an integrable NLS chain.", "MR1721375"]], "MR2691810": [["Resonances, radiation damping and instability in Hamiltonian nonlinear wave equations.", "MR1681113"]], "MR1321192": [["Dispersion relation equation preserving FDTD method for nonlinear cubic Schrödinger equation.", "MR3384712"], ["Semiclassical soliton ensembles for the focusing nonlinear Schrödinger equation: recent developments.", "MR3364245"], ["On the exact solution for smooth pulses of the defocusing nonlinear Schrödinger modulation equations prior to breaking.", "MR2534304"], ["Localized dispersive states in nonlinear coupled mode equations for light propagation in fiber Bragg gratings.", "MR2511206"], ["Numerical methods for the nonlinear Schrödinger equation with nonzero far-field conditions.", "MR2214681"], ["Numerical study of time-splitting spectral discretizations of nonlinear Schrödinger equations in the semiclassical regimes.", "MR2047194"], ["Asymptotic soliton train solutions of Kaup-Boussinesq equations.", "MR2002692"], ["On time-splitting spectral approximations for the Schrödinger equation in the semiclassical regime.", "MR1880116"], ["Spectral instability of the semiclassical Zakharov-Shabat eigenvalue problem.", "MR1837906"], ["The eigenvalue problem for the focusing nonlinear Schrödinger equation: new solvable cases.", "MR1787410"], ["The Whitham equations for optical communications: mathematical theory of NRZ.", "MR1726195"], ["The semiclassical limit of the defocusing NLS hierarchy.", "MR1670048"], ["Energy dependent Schrödinger operators and complex Hamiltonian systems on Riemann surfaces.", "MR1430750"]]}