{"MR4485910": [["Decomposition of admissible functions in weighted coupled cell networks.", "MR4601679"], ["The structure and dynamics of networks with higher order interactions.", "MR4585031"]], "MR4281478": [["Emergence of state-locking for the first-order nonlinear consensus model on the real line.", "MR4523352"]], "MR4218297": [["The structure and dynamics of networks with higher order interactions.", "MR4585031"], ["A system model of three-body interactions in complex networks: consensus and conservation.", "MR4395551"]], "MR4183886": null, "MR4026151": null, "MR3948745": [["Smaller Gershgorin disks for multiple eigenvalues of complex matrices.", "MR4566928"]], "MR3904514": [["Uniform stability and emergent dynamics of particle and kinetic Lohe matrix models.", "MR4570261"], ["Asymptotic interplay of states and adaptive coupling gains in the Lohe Hermitian sphere model.", "MR4484019"], ["Emergent behaviors of discrete Lohe aggregation flows.", "MR4470537"], ["Existence and emergent dynamics of quadratically separable states to the Lohe tensor model.", "MR4429410"], ["The Watanabe-Strogatz transform and constant of motion functionals for kinetic vector models.", "MR4402609"], ["Cluster synchrony of high-dimensional Kuramoto models with higher-order couplings.", "MR4332965"], ["Emergent behaviors in group ring flocks.", "MR4328141"], ["Counterexamples in synchronization: pathologies of consensus seeking gradient descent flows on surfaces.", "MR4322204"], ["Controllability of formation systems on special orthogonal groups over directed graphs.", "MR4320642"], ["A dynamical systems approach for the shape matching of polytopes along rigid-body motions.", "MR4319105"], ["Synchronization on Riemannian manifolds: multiply connected implies multistable.", "MR4308484"], ["Emergent behaviors of Lohe Hermitian sphere particles under time-delayed interactions.", "MR4301296"], ["On the gradient flow formulation of the Lohe matrix model with high-order polynomial couplings.", "MR4292487"], ["Emergent dynamics of a thermodynamic Cucker-Smale ensemble on complete Riemannian manifolds.", "MR4251948"], ["Emergent behaviors of the generalized Lohe matrix model.", "MR4251877"], ["On the completely separable state for the Lohe tensor model.", "MR4238745"], ["Constants of motion for the finite-dimensional Lohe type models with frustration and applications to emergent dynamics.", "MR4192336"], ["On the Schrödinger-Lohe hierarchy for aggregation and its emergent dynamics.", "MR4179802"], ["Complete aggregation of the Lohe tensor model with the same free flow.", "MR4160274"], ["Emergent dynamics of an orientation flocking model for multi-agent system.", "MR4155023"], ["From the Lohe tensor model to the Lohe Hermitian sphere model and emergent dynamics.", "MR4103769"], ["State-dependent dynamics of the Lohe matrix ensemble on the unitary group under the gradient flow.", "MR4093588"], ["Emergent behaviors of a first-order particle swarm model on the hyperboloid.", "MR4089370"], ["Stochastic Lohe matrix model on the Lie group and mean-field limit.", "MR4081237"], ["Emergent behaviors of Lohe tensor flocks.", "MR4081228"], ["The general non-Abelian Kuramoto model on the 3-sphere.", "MR4063895"], ["A matrix-valued Kuramoto model.", "MR4055252"], ["Emergent dynamics of the Lohe matrix ensemble on a network under time-delayed interactions.", "MR4047933"], ["High-dimensional Kuramoto models on Stiefel manifolds synchronize complex networks almost globally.", "MR4043014"], ["Emergence of synchronous behaviors for the Schrödinger-Lohe model with frustration.", "MR4022974"], ["A mean-field limit of the Lohe matrix model and emergent dynamics.", "MR4011701"], ["Collective synchronization of the multi-component Gross-Pitaevskii-Lohe system.", "MR3989155"], ["Systems of matrix Riccati equations, linear fractional transformations, partial integrability and synchronization.", "MR3982565"], ["Emergent behavior of a second-order Lohe matrix model on the unitary group.", "MR3959982"], ["Asymptotic behavior and stability for the Schrödinger-Lohe model.", "MR3869160"]], "MR3865615": [["Transient stability of droop-controlled inverter networks with operating constraints.", "MR4376106"], ["Flow and elastic networks on the\nn\n-torus: geometry, analysis, and computation.", "MR4373869"], ["Emergent behaviors of the Kuramoto model with a time delay on a general digraph.", "MR4053856"], ["Synchronization and stability for quantum Kuramoto.", "MR3904514"]], "MR3816729": null, "MR3634038": null, "MR3538493": [["A matrix-valued Kuramoto model.", "MR4055252"], ["Stability of infinite systems of coupled oscillators via random walks on weighted graphs.", "MR3968799"], ["Rotating wave solutions to lattice dynamical systems I: The anti-continuum limit.", "MR3935152"], ["Synchronization and stability for quantum Kuramoto.", "MR3904514"]], "MR3513871": [["Time and energy costs for synchronization of Kuramoto-oscillator networks with or without noise perturbation.", "MR4456714"], ["Synchronisation conditions in the Kuramoto model and their relationship to seminorms.", "MR4281478"], ["A new approach to bifurcations in the Kuramoto model.", "MR4246166"], ["Communication-delay-dependent rendezvous with possible negative controller gain in cyclic pursuit.", "MR4187881"], ["Synchronization and stability for quantum Kuramoto.", "MR3904514"], ["Counting equilibria of the Kuramoto model using birationally invariant intersection index.", "MR3867607"], ["Topological states in the Kuramoto model.", "MR3759856"], ["On eigenvalues of Laplacian matrix for a class of directed signed graphs.", "MR3624677"]], "MR3465417": [["The age of information in networks: moments, distributions, and sampling.", "MR4158641"], ["Moment analysis of stochastic hybrid systems using semidefinite programming.", "MR4024635"], ["Moment analysis of linear time-varying dynamical systems with renewal transitions.", "MR3984296"], ["The age of information: real-time status updating by multiple sources.", "MR3923203"], ["Jump locations of jump-diffusion processes with state-dependent rates.", "MR3717041"]], "MR3553208": null, "MR3476270": null, "MR3429157": [["Right network-preserving diffeomorphisms.", "MR4476662"], ["Amplified steady state bifurcations in feedforward networks.", "MR4399500"], ["Synchrony patterns in gene regulatory networks.", "MR4337866"], ["Nonlinear network dynamics with consensus-dissensus bifurcation.", "MR4200939"], ["Circulant type formulas for the eigenvalues of linear network maps.", "MR4183886"], ["Quiver representations and dimension reduction in dynamical systems.", "MR4169252"], ["Characterization of fundamental networks.", "MR4065089"], ["Bifurcations on fully inhomogeneous networks.", "MR4059374"], ["Networks of hybrid open systems.", "MR4047526"], ["The steady-state lifting bifurcation problem associated with the valency on networks.", "MR3926444"], ["Center manifolds of coupled cell networks.", "MR3908319"], ["Colloquium: Control of dynamics in brain networks.", "MR3861233"], ["Networks of open systems.", "MR3807120"], ["Center manifolds of coupled cell networks.", "MR3715378"], ["Projection blocks in homogeneous coupled cell networks.", "MR3606593"], ["Topology and bifurcations in Hamiltonian coupled cell systems.", "MR3606587"], ["Graph fibrations and symmetries of network dynamics.", "MR3542961"], ["Algebras of open dynamical systems on the operad of wiring diagrams.", "MR3431301"], ["Gradient systems on coupled cell networks.", "MR3404147"], ["Dynamics on networks of manifolds.", "MR3322340"]], "MR3322340": [["Amplified steady state bifurcations in feedforward networks.", "MR4399500"], ["Networks of hybrid open systems.", "MR4047526"], ["Networks of open systems.", "MR3807120"], ["A bicategory of decorated cospans.", "MR3690113"], ["Algebras of open dynamical systems on the operad of wiring diagrams.", "MR3431301"], ["Modular dynamical systems on networks.", "MR3429157"]], "MR3231977": null, "MR3158797": [["Pseudoinverses of signed Laplacian matrices.", "MR4589571"], ["Parallel feedforward compensation for output synchronization: fully distributed control and indefinite Laplacian.", "MR4419046"], ["Nonlinear consensus on networks: equilibria, effective resistance, and trees of motifs.", "MR4309856"], ["Dynamic behavior for social networks with state-dependent susceptibility and antagonistic interactions.", "MR4255370"], ["On spectral properties of signed Laplacians with connections to eventual positivity.", "MR4250859"], ["On fast-slow consensus networks with a dynamic weight.", "MR4170310"], ["Convergence analysis of signed nonlinear networks.", "MR4091654"], ["Oriented hypergraphic matrix-tree type theorems and bidirected minors via Boolean order ideals.", "MR3954431"], ["Dynamics over signed networks.", "MR3947278"], ["Spectra of Laplacian matrices of weighted graphs: structural genericity properties.", "MR3755682"], ["On the robustness of uncertain consensus networks.", "MR3667936"], ["Structure and stability of the equilibrium set in potential-driven flow networks.", "MR3649856"], ["On eigenvalues of Laplacian matrix for a class of directed signed graphs.", "MR3624677"], ["Graph homology and stability of coupled oscillator networks.", "MR3513871"], ["Gradient systems on coupled cell networks.", "MR3404147"], ["Laplacian dynamics with synthesis and degradation.", "MR3357722"]], "MR3148305": [["The impact of damping in second-order dynamical systems with applications to power grid stability.", "MR4372642"], ["Stability verification for a class of stochastic hybrid systems by semidefinite programming.", "MR4202026"], ["Krasovskii and Razumikhin stability theorems for stochastic switched nonlinear time-delay systems.", "MR3924608"], ["Moment-based analysis of stochastic hybrid systems with renewal transitions.", "MR3689868"], ["p\n-moment stability under small Gauss type random excitation of stochastic system.", "MR3636702"], ["A framework for robust assessment of power grid stability and resiliency.", "MR3622488"], ["Moment closure and finite-time blowup for piecewise deterministic Markov processes.", "MR3465417"], ["Stability analysis for stochastic hybrid systems: a survey.", "MR3267445"]], "MR3388627": [["Collective behaviors of stochastic agent-based models and applications to finance and optimization.", "MR4595652"], ["Fast and slow clustering dynamics of Cucker-Smale ensemble with internal oscillatory phases.", "MR4593320"], ["Emerging asymptotic patterns in a Winfree ensemble with higher-order couplings.", "MR4587568"], ["Interplay of inertia and adaptive couplings in the emergent dynamics of Kuramoto ensemble.", "MR4572440"], ["Sufficient conditions for asymptotic phase-locking to the generalized Kuramoto model.", "MR4509378"], ["Uniform stability and uniform-in-time mean-field limit of the thermodynamic Kuramoto model.", "MR4288593"], ["Synchronisation conditions in the Kuramoto model and their relationship to seminorms.", "MR4281478"], ["Partially phase-locked solutions to the Kuramoto model.", "MR4270775"], ["A mean-field limit of the particle swarmalator model.", "MR4256495"], ["Emergent dynamics of the Lohe Hermitian sphere model with frustration.", "MR4252724"], ["Synchronization conditions of a mixed Kuramoto ensemble in attractive and repulsive couplings.", "MR4235778"], ["Case study: reachability and scalability in a unified combat-command-and-control model.", "MR4185618"], ["Emergent dynamics of an orientation flocking model for multi-agent system.", "MR4155023"], ["On the generic complete synchronization of the discrete Kuramoto model.", "MR4147428"], ["Asymptotic phase-locking dynamics and critical coupling strength for the Kuramoto model.", "MR4115007"], ["Local sensitivity analysis for the Kuramoto-Daido model with random inputs in a large coupling regime.", "MR4090354"], ["A diffusion limit for the parabolic Kuramoto-Sakaguchi equation with inertia.", "MR4080944"], ["Organisational hierarchy constructions with easy Kuramoto synchronisation.", "MR4071119"], ["Emergent behaviors of the Kuramoto model with a time delay on a general digraph.", "MR4053856"], ["Emergent behaviors of the swarmalator model for position-phase aggregation.", "MR4032996"], ["Gradient and Hamiltonian coupled systems on undirected networks.", "MR4032594"], ["A local sensitivity analysis for the kinetic Kuramoto equation with random inputs.", "MR3959347"], ["Uniform-in-time transition from discrete to continuous dynamics in the Kuramoto synchronization.", "MR3948144"], ["Emergence of aggregation in the swarm sphere model with adaptive coupling laws.", "MR3918274"], ["Synchronization and stability for quantum Kuramoto.", "MR3904514"], ["The mathematics of asymptotic stability in the Kuramoto model.", "MR3910336"], ["Uniform stability and mean-field limit for the augmented Kuramoto model.", "MR3811564"], ["Locating and counting equilibria of the Kuramoto model with rank-one coupling.", "MR3755653"], ["Volume bounds for the phase-locking region in the Kuramoto model.", "MR3747455"], ["Synchronization of Kuramoto oscillators with adaptive couplings.", "MR3530389"], ["Graph homology and stability of coupled oscillator networks.", "MR3513871"], ["On the finiteness of collisions and phase-locked states for the Kuramoto model.", "MR3503269"], ["Stability of twisted states in the Kuramoto model on Cayley and random graphs.", "MR3415044"], ["Gradient systems on coupled cell networks.", "MR3404147"], ["Synchronization in complex networks of phase oscillators: a survey.", "MR3214901"], ["Spectral theory for dynamics on graphs containing attractive and repulsive interactions.", "MR3158797"], ["Synchronization properties of trees in the Kuramoto model.", "MR3045644"]], "MR2914150": [["A new approach to bifurcations in the Kuramoto model.", "MR4246166"], ["Emergent collective behaviors of stochastic Kuramoto oscillators.", "MR4064020"], ["Practical synchronization of Winfree oscillators in a random environment.", "MR3934698"], ["Synchronization and stability for quantum Kuramoto.", "MR3904514"], ["Gaussian noise and the two-network frustrated Kuramoto model.", "MR3583752"], ["Graph homology and stability of coupled oscillator networks.", "MR3513871"], ["Synchronization in complex networks of phase oscillators: a survey.", "MR3214901"], ["Spectral theory for dynamics on graphs containing attractive and repulsive interactions.", "MR3158797"]], "MR2903010": [["Disease invasion on community networks with environmental pathogen movement.", "MR3319566"]], "MR2843723": [["Convergence of a generalized weighted flow algorithm for stochastic particle coagulation.", "MR4026151"], ["A hybrid particle-number and particle model for efficient solution of population balance equations.", "MR3945605"], ["Accelerated simulation of stochastic particle removal processes in particle-resolved aerosol models.", "MR3534851"], ["Stochastic weighted particle methods for population balance equations with coagulation, fragmentation and spatial inhomogeneity.", "MR3422696"], ["Accelerating population balance–Monte Carlo simulation for coagulation dynamics from the Markov jump model, stochastic algorithm and GPU parallel computing.", "MR3281998"], ["Binning for efficient stochastic multiscale particle simulations.", "MR3123817"], ["Application of stochastic weighted algorithms to a multidimensional silica particle model.", "MR3066150"], ["A population balance-Monte Carlo method for particle coagulation in spatially inhomogeneous systems.", "MR3002377"]], "MR2835242": [["Computer-assisted proof of shear-induced chaos in stochastically perturbed Hopf systems.", "MR4564426"], ["A general view on double limits in differential equations.", "MR4357399"], ["Ruelle-Pollicott resonances of stochastic systems in reduced state space. Part II: Stochastic Hopf bifurcation.", "MR4123360"], ["Bifurcation analysis of a stochastically driven limit cycle.", "MR3916984"], ["Hopf bifurcation with additive noise.", "MR3846439"], ["The Poincaré map of randomly perturbed periodic motion.", "MR3101836"], ["Limitations of perturbative techniques in the analysis of rhythms and oscillations.", "MR3004786"]], "MR2640810": [["Synchrony and periodicity in excitable neural networks with multiple subpopulations.", "MR3231977"], ["Typical trajectories of coupled degrade-and-fire oscillators: from dispersed populations to massive clustering.", "MR3201908"], ["Population density models of integrate-and-fire neurons with jumps: well-posedness.", "MR3084360"], ["Synchronization of an excitatory integrate-and-fire neural network.", "MR3039916"], ["Synchrony and asynchrony for neuronal dynamics defined on complex networks.", "MR2903010"], ["Excitable nodes on random graphs: relating dynamics to network structure.", "MR2837518"], ["Quantitative neuroscience: from chalk board to bedside.", "MR2640808"]], "MR2450492": [["Renormalization group method for singular perturbation initial value problems with delays.", "MR4537519"], ["High-order long-time approximation of\n(N+1)\n-level systems with near-resonance control.", "MR4368117"], ["Uncertainty quantification of bifurcations in random ordinary differential equations.", "MR4334535"], ["Some remarks on the renormalization group and Chapman-Enskog type methods in singularly perturbed problems.", "MR4177198"], ["Singular renormalization group approach to SIS problems.", "MR4128350"], ["Renormalization group second-order approximation for singularly perturbed nonlinear ordinary differential equations.", "MR3845935"], ["Numerical simulation of universal finite time behavior for parabolic IVP via geometric renormalization group.", "MR3674068"], ["Shadow limit using renormalization group method and center manifold method.", "MR3600418"], ["Comparative study of homotopy analysis and renormalization group methods on Rayleigh and van der Pol equations.", "MR3556979"], ["Causal hydrodynamics from kinetic theory by doublet scheme in renormalization-group method.", "MR3556320"], ["Variation of parameters and the renormalization group method.", "MR3313453"], ["First order approximation for quadratic dispersive equations by the renormalization group approach.", "MR3390558"], ["Normal form for high-dimensional nonlinear system and its application to a viscoelastic moving belt.", "MR3256264"], ["Multiscale time averaging, reloaded.", "MR3180852"], ["An analysis of the renormalization group method for asymptotic expansions with logarithmic switchback terms.", "MR3161662"], ["First and second order approximations for a nonlinear wave equation.", "MR3054639"], ["Renormalization group analysis of nonlinear diffusion equations with time dependent coefficients and marginal perturbations.", "MR2966362"], ["The renormalization group: a perturbation method for the graduate curriculum.", "MR2916312"], ["On the renormalization group approach to perturbation theory for PDEs.", "MR2737489"], ["Singular perturbation systems with stochastic forcing and the renormalization group method.", "MR2600744"], ["Extension and unification of singular perturbation methods for ODEs based on the renormalization group method.", "MR2551256"], ["Simplified renormalization group method for ordinary differential equations.", "MR2494696"], ["Examples illustrating the use of renormalization techniques for singularly perturbed differential equations.", "MR2492860"], ["Approximation of center manifolds on the renormalization group method.", "MR2464614"], ["C\n1\napproximation of vector fields based on the renormalization group method.", "MR2443027"]], "MR2430319": [["The mean-field equation of a leaky integrate-and-fire neural network: measure solutions and steady states.", "MR4173561"], ["Synchronization of finite-state pulse-coupled oscillators.", "MR3349515"], ["Synchrony and periodicity in excitable neural networks with multiple subpopulations.", "MR3231977"], ["Integrate and fire neural networks, piecewise contractive maps and limit cycles.", "MR3084365"], ["Population density models of integrate-and-fire neurons with jumps: well-posedness.", "MR3084360"], ["Markovian dynamics on complex reaction networks.", "MR3068456"], ["Synchronization of an excitatory integrate-and-fire neural network.", "MR3039916"], ["Synchrony and asynchrony for neuronal dynamics defined on complex networks.", "MR2903010"], ["Dynamics of current-based, Poisson driven, integrate-and-fire neuronal networks.", "MR2664463"], ["Dynamics of stochastic neuronal networks and the connections to random graph theory.", "MR2640810"], ["Analysis of recurrent networks of pulse-coupled noisy neural oscillators.", "MR2595891"], ["Survival of subthreshold oscillations: the interplay of noise, bifurcation structure, and return mechanism.", "MR2552124"]], "MR2389950": [["Effective behavior of cooperative and nonidentical molecular motors.", "MR4155408"], ["Two coarse-graining studies of stochastic models in molecular biology.", "MR2664461"], ["Ring pattern solutions of a free boundary problem in diblock copolymer morphology.", "MR2590243"], ["Self-induced stochastic resonance for Brownian ratchets under load.", "MR2334850"]], "MR2334850": [["Two coarse-graining studies of stochastic models in molecular biology.", "MR2664461"], ["Regularity and synchrony in motor proteins.", "MR2389950"]], "MR2295260": [["Transitions amongst synchronous solutions in the stochastic Kuramoto model.", "MR2914150"], ["Self-induced stochastic resonance for Brownian ratchets under load.", "MR2334850"]], "MR2285104": [["Inhibitor-induced wavetrains and spiral waves in an extended FitzHugh-Nagumo model of nerve cell dynamics.", "MR4507059"], ["Front propagation in a noisy, nonsmooth, excitable medium.", "MR2461818"]], "MR2284216": [["Transfer of energy to high frequencies in the cubic defocusing nonlinear Schrödinger equation.", "MR2651381"], ["How hot can a heat bath get?", "MR2540073"]], "MR2179903": [["Noise-driven oscillations in coupled excitable systems.", "MR4257867"], ["Spatial localization for nonlinear dynamical stochastic models for excitable media.", "MR4032933"], ["Hypoelliptic diffusions: filtering and inference from complete and partial observations.", "MR3928146"], ["On the complex dynamics of savanna landscapes.", "MR3767071"], ["Beating the curse of dimension with accurate statistics for the Fokker-Planck equation in complex turbulent systems.", "MR3738874"], ["Crossing the quasi-threshold manifold of a noise-driven excitable system.", "MR3668136"], ["Stability of equilibria of randomly perturbed maps.", "MR3639120"], ["Metastable switching in a planar limit cycle system with additive noise.", "MR3457645"], ["Nonlinear dynamics of neuronal excitability, oscillations, and coincidence detection.", "MR3078695"], ["Finding the quasipotential for nongradient SDEs.", "MR2957825"], ["Transitions amongst synchronous solutions in the stochastic Kuramoto model.", "MR2914150"], ["Hunting French ducks in a noisy environment.", "MR2891347"], ["Influence of coupling delay on noise induced coherent oscillations in excitable systems.", "MR2841937"], ["From limit cycles to strange attractors.", "MR2606633"], ["Escape rates in a stochastic environment with multiple scales.", "MR2551260"], ["Bursting oscillations induced by small noise.", "MR2487064"], ["Random perturbations of canards.", "MR2443639"], ["Regularity and synchrony in motor proteins.", "MR2389950"], ["Self-induced stochastic resonance for Brownian ratchets under load.", "MR2334850"], ["A nontrivial scaling limit for multiscale Markov chains.", "MR2295260"], ["Wavetrain response of an excitable medium to local stochastic forcing.", "MR2285104"]], "MR2138797": [["Reduced equations for models of laminated materials in thin domains. I.", "MR2138796"]], "MR2138796": [["Reduced equations for models of laminated materials in thin domains. II.", "MR2138797"]], "MR2197424": [["Formal and analytic solutions for a quadric iterative functional equation.", "MR2927782"]], "MR2701794": [["Reduced equations for models of laminated materials in thin domains. II.", "MR2138797"], ["Reduced equations for models of laminated materials in thin domains. I.", "MR2138796"]], "MR1923620": [["On the connectivity of the escaping set for complex exponential Misiurewicz parameters.", "MR2775383"], ["Brjuno numbers and the symbolic dynamics of the complex exponential.", "MR2197424"], ["Playing catch-up with iterated exponentials.", "MR2091545"], ["Indecomposable continua in exponential dynamics.", "MR1882085"], ["Accessible points in the Julia sets of stable exponentials.", "MR1849820"]], "MR1849820": [["Brushing the hairs of transcendental entire functions.", "MR2902745"], ["Joining polynomial and exponential combinatorics for some entire maps.", "MR2603591"], ["Dimension properties of the boundaries of exponential basins.", "MR2601547"], ["Rigidity of escaping dynamics for transcendental entire functions.", "MR2570071"], ["On nonlanding dynamic rays of exponential maps.", "MR2337482"], ["Topological dynamics of exponential maps on their escaping sets.", "MR2279273"], ["A landing theorem for periodic rays of exponential maps.", "MR2213743"], ["Brjuno numbers and the symbolic dynamics of the complex exponential.", "MR2197424"], ["Buried points and Lakes of Wada continua.", "MR1952380"]]}