{"MR4546631": null, "MR4338695": [["Crisanti-Sommers formula and simultaneous symmetry breaking in multi-species spherical spin glasses.", "MR4470246"], ["Free energy in multi-species mixed\np\n-spin spherical models.", "MR4416676"]], "MR3663635": [["The overlap gap property in principal submatrix recovery.", "MR4344133"], ["Finding a large submatrix of a Gaussian random matrix.", "MR3851747"], ["On the energy landscape of the mixed even\np\n-spin model.", "MR3800830"], ["Recovering block-structured activations using compressive measurements.", "MR3679905"], ["On the limitation of spectral methods: from the Gaussian hidden clique problem to rank one perturbations of Gaussian tensors.", "MR3625981"], ["Statistical-computational tradeoffs in planted problems and submatrix localization with a growing number of clusters and submatrices.", "MR3491121"], ["Finding hidden cliques of size\nN/e\n−\n−\n−\n−\n√\nin nearly linear time.", "MR3371378"], ["Computational barriers in minimax submatrix detection.", "MR3346698"]], "MR3651048": [["On\nℓ\np\n-Gaussian-Grothendieck problem.", "MR4565615"], ["Fluctuations for the bipartite Sherrington-Kirkpatrick model.", "MR4283044"], ["Spherical spin glass model with external field.", "MR4257832"], ["Free energy of bipartite spherical Sherrington-Kirkpatrick model.", "MR4164860"], ["A general method for lower bounds on fluctuations of random variables.", "MR3980917"], ["Central limit theorem for the free energy of the random field Ising model.", "MR3927223"], ["Ferromagnetic to paramagnetic transition in spherical spin glass.", "MR3878351"], ["Spectral gap estimates in mean field spin glasses.", "MR3825934"], ["Free energy in the mixed\np\n-spin models with vector spins.", "MR3773376"], ["The geometry of the Gibbs measure of pure spherical spin glasses.", "MR3698341"], ["Fluctuations of the free energy of the spherical Sherrington-Kirkpatrick model with ferromagnetic interaction.", "MR3649446"], ["Parisi formula, disorder chaos and fluctuation for the ground state energy in the spherical mixed\np\n-spin models.", "MR3606472"]], "MR3572330": [["Scaling limits of directed polymers in spatial-correlated environment.", "MR4587445"], ["Some algebraic structures in KPZ universality.", "MR4524523"], ["Non-directed polymers in heavy-tail random environment in dimension\nd≥2\n.", "MR4512391"], ["Positive random walks and an identity for half-space SPDEs.", "MR4406240"], ["The continuum directed polymer in Lévy noise.", "MR4373664"], ["The scaling limit of the directed polymer with power-law tail disorder.", "MR4294286"], ["Full-path localization of directed polymers.", "MR4269204"], ["Directed polymer in\nγ\n-stable random environments.", "MR4260496"], ["Localization in Gaussian disordered systems at low temperature.", "MR4164453"], ["Directed polymers in heavy-tail random environment.", "MR4038048"], ["The intermediate disorder regime for Brownian directed polymers in Poisson environment.", "MR3996766"], ["Entropy-controlled last-passage percolation.", "MR3914559"], ["Nested critical points for a directed polymer on a disordered diamond lattice.", "MR3908906"], ["Universality in marginally relevant disordered systems.", "MR3719953"], ["Polynomial chaos and scaling limits of disordered systems.", "MR3584558"]], "MR3434612": [["The continuous-time frog model can spread arbitrarily fast.", "MR4207371"], ["Sharp asymptotic for the chemical distance in long-range percolation.", "MR3997479"], ["Polynomial chaos and scaling limits of disordered systems.", "MR3584558"], ["Weak concentration for first passage percolation times on graphs and general increasing set-valued processes.", "MR3550985"], ["The compulsive gambler process.", "MR3335826"]], "MR3349000": [["Percolation Thresholds for Spherically Symmetric Fractal Aggregates.", "MR4605577"], ["Transitive closure in a polluted environment.", "MR4551545"], ["Bootstrap percolation on the stochastic block model.", "MR4497264"], ["Shotgun identification on groups.", "MR4332573"], ["The size of the giant joint component in a binomial random double graph.", "MR4245266"], ["Multi-coloured jigsaw percolation on random graphs.", "MR4164181"], ["The sharp threshold for jigsaw percolation in random graphs.", "MR3989519"], ["Jigsaw percolation on random hypergraphs.", "MR3731294"], ["The threshold for jigsaw percolation on random graphs.", "MR3665569"], ["Nucleation scaling in jigsaw percolation.", "MR3619791"], ["Bootstrap percolation on a graph with random and local connections.", "MR3375589"]], "MR3327871": [["Branching random walk with infinite progeny mean: a tale of two tails.", "MR4558976"]], "MR3078282": [["Optimal tail exponents in general last passage percolation via bootstrapping & geodesic geometry.", "MR4586220"], ["First passage percolation on hyperbolic groups.", "MR4458156"], ["Weak coupling limits for directed polymers in tube environments.", "MR4377287"], ["Lower bounds for fluctuations in first-passage percolation for general distributions.", "MR4076786"], ["The competition of roughness and curvature in area-constrained polymer models.", "MR3875824"], ["Order of the fluctuation for the LCS and optimal alignment score of binary sequences when the rescaled expectation is not constant.", "MR3793940"], ["Limit theorems for longest monotone subsequences in random Mallows permutations.", "MR3729641"], ["Non-normal limiting distribution for optimal alignment scores of strings in binary alphabets.", "MR3682965"], ["Rate of convergence in first-passage percolation under low moments.", "MR3542626"], ["Variational formula for the time constant of first-passage percolation.", "MR3541856"], ["Weak shape theorem in first passage percolation with infinite passage times.", "MR3531712"], ["Lengths of monotone subsequences in a Mallows permutation.", "MR3334280"], ["Asymptotics of first-passage percolation on one-dimensional graphs.", "MR3327321"], ["A simplified proof of the relation between scaling exponents in first-passage percolation.", "MR3189069"], ["Differentiability at the edge of the percolation cone and related results in first-passage percolation.", "MR3055257"], ["The universal relation between scaling exponents in first-passage percolation.", "MR3010809"], ["On the Markov transition kernels for first passage percolation on the ladder.", "MR2840305"]], "MR2782290": null, "MR2683635": [["Stein's method for conditional central limit theorem.", "MR4546631"], ["Zero bias enhanced Stein couplings.", "MR4529630"], ["Approximating the magnetization in the Curie-Weiss model.", "MR4461683"], ["Cramér-type moderate deviation theorems for nonnormal approximation.", "MR4254480"], ["Approximating the cumulant generating function of triangles in the Erdös-Rényi random graph.", "MR4205284"], ["On the error bound in the normal approximation for Jack measures.", "MR4177376"], ["Central moment inequalities using Stein's method.", "MR4136471"], ["Stein's method of normal approximation for dynamical systems.", "MR4128740"], ["Upper tail large deviations for arithmetic progressions in a random set.", "MR4050566"], ["Weighted Poincaré inequalities, concentration inequalities and tail bounds related to Stein kernels in dimension one.", "MR4010979"], ["Higher order concentration for functions of weakly dependent random variables.", "MR4003138"], ["Error bounds in local limit theorems using Stein's method.", "MR3920366"], ["Berry-Esseen bounds of normal and nonnormal approximation for unbounded exchangeable pairs.", "MR3909966"], ["Global testing against sparse alternatives under Ising models.", "MR3845011"], ["Size biased couplings and the spectral gap for random regular graphs.", "MR3758727"], ["On concentration inequalities and their applications for Gibbs measures in lattice systems.", "MR3711609"], ["Upper tails for arithmetic progressions in random subsets.", "MR3705856"], ["Upper tails and independence polynomials in random graphs.", "MR3695877"], ["A piecewise deterministic scaling limit of lifted Metropolis-Hastings in the Curie-Weiss model.", "MR3655855"], ["Asymptotic structure of graphs with the minimum number of triangles.", "MR3579594"], ["Identifying the limiting distribution by a general approach of Stein's method.", "MR3578962"], ["An introduction to large deviations for random graphs.", "MR3544262"], ["Nonlinear large deviations.", "MR3519474"], ["Mixing and concentration by Ricci curvature.", "MR3452712"], ["The importance sampling technique for understanding rare events in Erdoős-Rényi random graphs.", "MR3418539"], ["Bounded size bias coupling: a Gamma function bound, and universal Dickman-function behavior.", "MR3383333"], ["On replica symmetry of large deviations in random graphs.", "MR3366814"], ["A tail bound for read-\nk\nfamilies of functions.", "MR3366813"], ["Estimating and understanding exponential random graph models.", "MR3127871"], ["Consistency under sampling of exponential random graph models.", "MR3099112"], ["From Stein identities to moderate deviations.", "MR3059199"], ["Upper tails for triangles.", "MR2925307"], ["The missing log in large deviations for triangle counts.", "MR2925306"], ["Fundamentals of Stein's method.", "MR2861132"], ["The large deviation principle for the Erdős-Rényi random graph.", "MR2825532"], ["Moderate deviations in a random graph and for the spectrum of Bernoulli random matrices.", "MR2570014"]], "MR2413577": null}