{"MR4589084": null, "MR4504928": [["Asymptotically hyperbolic Einstein constraint equations with apparent horizon boundary and the Penrose inequality for perturbations of Schwarzschild-AdS.", "MR4546457"]], "MR4405604": null, "MR4182895": [["Sharp decay for Teukolsky equation in Kerr spacetimes.", "MR4604899"], ["Stable black holes: in vacuum and beyond.", "MR4520774"], ["Nonlinear radiation gauge for near Kerr spacetimes.", "MR4499012"], ["Electromagnetic-gravitational perturbations of Kerr-Newman spacetime: the Teukolsky and Regge-Wheeler equations.", "MR4405807"], ["The stable trapping phenomenon for black strings and black rings and its obstructions on the decay of linear waves.", "MR4377864"], ["Quasinormal modes in extremal Reissner-Nordström spacetimes.", "MR4283994"], ["Linear stability of higher dimensional Schwarzschild spacetimes: decay of master quantities.", "MR4121606"]], "MR4121606": [["Linear stability of slowly rotating Kerr black holes.", "MR4213773"]], "MR3904766": [["Singularity models of pinched solutions of mean curvature flow in higher codimension.", "MR4529412"], ["Sharp one-sided curvature estimates for fully nonlinear curvature flows and applications to ancient solutions.", "MR4129354"], ["A fully nonlinear flow for two-convex hypersurfaces in Riemannian manifolds.", "MR3714512"]], "MR3818833": [["Sharp decay for Teukolsky equation in Kerr spacetimes.", "MR4604899"], ["Stable black holes: in vacuum and beyond.", "MR4520774"], ["Price's law for spin fields on a Schwarzschild background.", "MR4510626"], ["Almost Price's law in Schwarzschild and decay estimates in Kerr for Maxwell field.", "MR4477045"], ["Electromagnetic-gravitational perturbations of Kerr-Newman spacetime: the Teukolsky and Regge-Wheeler equations.", "MR4405807"], ["Explicit triangular decoupling of the separated Lichnerowicz tensor wave equation on Schwarzschild into scalar Regge-Wheeler equations.", "MR4375494"], ["A sharp version of Price's law for wave decay on asymptotically flat spacetimes.", "MR4365146"], ["Linear stability of slowly rotating Kerr black holes.", "MR4213773"], ["The linear stability of Reissner-Nordström spacetime: the full subextremal range\n|Q|<M\n.", "MR4179729"], ["Boundedness and decay for the Teukolsky system of spin\n±2\non Reissner-Nordström spacetime: the case\n|Q|≪M\n.", "MR4127375"], ["The linear stability of Reissner-Nordström spacetime for small charge.", "MR4121607"], ["Linear stability of higher dimensional Schwarzschild spacetimes: decay of master quantities.", "MR4121606"], ["Uniform energy bound and Morawetz estimate for extreme components of spin fields in the exterior of a slowly rotating Kerr black hole I: Maxwell field.", "MR4062461"], ["The linear stability of the Schwarzschild solution to gravitational perturbations in the generalised wave gauge.", "MR4015163"]], "MR3635960": [["Quasi-local energy with respect to de Sitter/anti–de Sitter reference.", "MR4184825"], ["Small sphere limit of the quasi-local energy with anti de-Sitter space reference.", "MR4153085"]], "MR3626612": [["Minimal hypersurfaces and geometric inequalities.", "MR4574744"], ["Sharp area bounds for free boundary minimal surfaces in conformally Euclidean balls.", "MR4153123"], ["Superforms, supercurrents, minimal manifolds and Riemannian geometry.", "MR4068873"], ["Area bounds for free boundary minimal surfaces in a geodesic ball in the sphere.", "MR4013827"], ["Eldan's stochastic localization and tubular neighborhoods of complex-analytic sets.", "MR3833784"], ["Moving-centre monotonicity formulae for minimal submanifolds and related equations.", "MR3778682"]], "MR3433631": [["Total mean curvature and first Dirac eigenvalue.", "MR4592899"], ["Inverse mean curvature flow with singularities.", "MR4589084"], ["New weighted geometric inequalities for hypersurfaces in space forms.", "MR4568341"], ["Hyperbolic inverse mean curvature flow with forced term: evolution of plane curves.", "MR4564124"], ["A class of weighted isoperimetric inequalities in hyperbolic space.", "MR4556208"], ["On an area-preserving locally constrained inverse curvature flow of convex curves.", "MR4548491"], ["Inverse mean curvature flow over non-star-shaped surfaces.", "MR4557020"], ["Minkowski inequalities and constrained inverse curvature flows in warped spaces.", "MR4489601"], ["On an inverse curvature flow in two-dimensional space forms.", "MR4476235"], ["Minimising hulls,\np\n-capacity and isoperimetric inequality on complete Riemannian manifolds.", "MR4459004"], ["Geometric inequalities for free boundary hypersurfaces in a ball.", "MR4434683"], ["A Minkowski inequality for Horowitz-Myers geon.", "MR4405604"], ["Locally constrained curvature flows and geometric inequalities in hyperbolic space.", "MR4403226"], ["Minkowski inequalities via nonlinear potential theory.", "MR4393385"], ["A two-point function, non-collapsing property and pinching estimates for inverse curvature flow in space forms.", "MR4390516"], ["Alexandrov-Fenchel inequalities for convex hypersurfaces with free boundary in a ball.", "MR4385120"], ["Global uniqueness of large stable CMC spheres in asymptotically flat Riemannian 3-manifolds.", "MR4364730"], ["The Minkowski inequality in de Sitter space.", "MR4337470"], ["Evolution of noncompact hypersurfaces by inverse mean curvature.", "MR4305381"], ["A class of inverse mean curvature type flows in the anti-de Sitter–Schwarzschild manifold.", "MR4280369"], ["Regularity of inverse mean curvature flow in asymptotically hyperbolic manifolds with dimension 3.", "MR4268886"], ["Self-expanders to inverse curvature flows by homogeneous functions.", "MR4250325"], ["Weighted Alexandrov-Fenchel inequalities in hyperbolic space and a conjecture of Ge, Wang, and Wu.", "MR4172612"], ["Remarks on solitons for inverse mean curvature flow.", "MR4188701"], ["Harmonic mean curvature flow and geometric inequalities.", "MR4170217"], ["A class of inverse curvature flows in\nR\nn+1\n, II.", "MR4169567"], ["Uniqueness theorems of self-conformal solutions to inverse curvature flows.", "MR4143407"], ["Hyperbolic inverse mean curvature flow.", "MR4078346"], ["Asymptotic convergence for a class of inverse mean curvature flows in\nR\nn+1\n.", "MR4042859"], ["Monotonicity formulas in potential theory.", "MR4037467"], ["Minimal hypersurfaces and boundary behavior of compact manifolds with nonnegative scalar curvature.", "MR4031741"], ["An integral formula and its applications on sub-static manifolds.", "MR4031740"], ["Locally constrained inverse curvature flows.", "MR4024538"], ["Inverse curvature flow in anti–de Sitter-Schwarzschild manifold.", "MR4003014"], ["O(m)×O(n)\n-invariant homothetic solitons for inverse mean curvature flow in\nR\nm+n\n.", "MR4002403"], ["Expansion of pinched hypersurfaces of the Euclidean and hyperbolic space by high powers of curvature.", "MR3982326"], ["A Penrose type inequality for graphs over Reissner-Nordström–anti-deSitter manifold.", "MR3938813"], ["Translating solitons for the inverse mean curvature flow.", "MR3917943"], ["Inverse curvature flows in Riemannian warped products.", "MR3906301"], ["Isoperimetric inequalities and monotonicity formulas for submanifolds in warped products manifolds.", "MR3896251"], ["Stability of the PMT and RPI for asymptotically hyperbolic manifolds foliated by IMCF.", "MR3844923"], ["Weighted Hsiung-Minkowski formulas and rigidity of umbilical hypersurfaces.", "MR3826837"], ["On a Minkowski-like inequality for asymptotically flat static manifolds.", "MR3825857"], ["Inverse mean curvature flows in warped product manifolds.", "MR3790519"], ["Non-parametric inverse curvature flows in the AdS-Schwarzschild manifold.", "MR3790487"], ["Willmore inequality on hypersurfaces in hyperbolic space.", "MR3778167"], ["On the Minkowski-type inequality for outward minimizing hypersurfaces in Schwarzschild space.", "MR3772872"], ["Inverse curvature flows in asymptotically Robertson Walker spaces.", "MR3758524"], ["Brendle's inequality on static manifolds.", "MR3745853"], ["Rotational symmetry of self-expanders to the inverse mean curvature flow with cylindrical ends.", "MR3746363"], ["An Alexandrov-Fenchel-type inequality for hypersurfaces in the sphere.", "MR3735905"], ["Inverse anisotropic mean curvature flow and a Minkowski type inequality.", "MR3667582"], ["An integral formula for affine connections.", "MR3667440"], ["A geometric inequality for convex free boundary hypersurfaces in the unit ball.", "MR3665052"], ["Hawking mass and local rigidity of minimal surfaces in three-manifolds.", "MR3663311"], ["On inverse mean curvature flow in Schwarzschild space and Kottler space.", "MR3639616"], ["The self-shrinker in warped product space and the weighted Minkowski inequality.", "MR3601566"], ["The inverse mean curvature flow in warped cylinders of non-positive radial curvature.", "MR3581327"], ["Gauss-Bonnet-Chern mass and Alexandrov-Fenchel inequality.", "MR3547926"], ["Penrose inequalities and a positive mass theorem for charged black holes in higher dimensions.", "MR3529560"], ["A Minkowski type inequality in space forms.", "MR3523663"], ["A new characterization of geodesic spheres in the hyperbolic space.", "MR3487237"], ["Large isoperimetric regions in asymptotically hyperbolic manifolds.", "MR3477343"], ["An Alexandrov-Fenchel-type inequality in hyperbolic space with an application to a Penrose inequality.", "MR3472630"], ["Monotone quantities involving a weighted\nσ\nk\nintegral along inverse curvature flows.", "MR3404749"], ["A generalization of Reilly's formula and its applications to a new Heintze-Karcher type inequality.", "MR3403995"], ["Inequalities of Alexandrov-Fenchel type for convex hypersurfaces in hyperbolic space and in the sphere.", "MR3393689"], ["The GBC mass for asymptotically hyperbolic manifolds.", "MR3384870"], ["A Minkowski-type inequality for convex surfaces in the hyperbolic 3-space.", "MR3353742"], ["A Penrose inequality for graphs over Kottler space.", "MR3311913"], ["Hyperbolic Alexandrov-Fenchel quermassintegral inequalities II.", "MR3263518"], ["A volume comparison theorem for asymptotically hyperbolic manifolds.", "MR3257665"], ["A Gibbons-Penrose inequality for surfaces in Schwarzschild spacetime.", "MR3215576"], ["A new monotone quantity along the inverse mean curvature flow in\nR\nn\n.", "MR3207590"], ["Isoperimetric type problems and Alexandrov-Fenchel type inequalities in the hyperbolic space.", "MR3197666"], ["The Gauss-Bonnet-Chern mass for graphic manifolds.", "MR3180948"], ["A geometric inequality on hypersurface in hyperbolic space.", "MR3148549"], ["Penrose type inequalities for asymptotically hyperbolic graphs.", "MR3070749"]], "MR3385155": [["Shifted inverse curvature flows in hyperbolic space.", "MR4541083"], ["Nonhomogeneous expanding flows in hyperbolic spaces.", "MR4493255"], ["A two-point function, non-collapsing property and pinching estimates for inverse curvature flow in space forms.", "MR4390516"], ["Inverse mean curvature flow in complex hyperbolic space.", "MR4057778"], ["Minimal hypersurfaces and boundary behavior of compact manifolds with nonnegative scalar curvature.", "MR4031741"], ["Inverse curvature flow in anti–de Sitter-Schwarzschild manifold.", "MR4003014"], ["Expansion of pinched hypersurfaces of the Euclidean and hyperbolic space by high powers of curvature.", "MR3982326"], ["Surfaces expanding by non-concave curvature functions.", "MR3923539"], ["Inverse curvature flows in Riemannian warped products.", "MR3906301"], ["Explicit rigidity of almost-umbilical hypersurfaces.", "MR3919552"], ["Stability of the PMT and RPI for asymptotically hyperbolic manifolds foliated by IMCF.", "MR3844923"], ["Inverse mean curvature flows in warped product manifolds.", "MR3790519"], ["Non-parametric inverse curvature flows in the AdS-Schwarzschild manifold.", "MR3790487"], ["Inverse mean curvature flow in quaternionic hyperbolic space.", "MR3787725"], ["Willmore inequality on hypersurfaces in hyperbolic space.", "MR3778167"], ["Inverse curvature flows in asymptotically Robertson Walker spaces.", "MR3758524"], ["The inverse mean curvature flow in warped cylinders of non-positive radial curvature.", "MR3581327"], ["Pinching and asymptotical roundness for inverse curvature flows in Euclidean space.", "MR3511477"], ["An Alexandrov-Fenchel-type inequality in hyperbolic space with an application to a Penrose inequality.", "MR3472630"]]}