{"MR4486045": null, "MR4323832": null, "MR4289495": [["Weak Edgeworth expansion for the mean-field Bose gas.", "MR4611786"], ["Dependent random variables in quantum dynamics.", "MR4472275"], ["Large deviation estimates for weakly interacting bosons.", "MR4433980"]], "MR4250289": null, "MR4186382": null, "MR3989117": [["Derivation of the linear Boltzmann equation from the damped quantum Lorentz gas with a general scatterer configuration.", "MR4562138"], ["Diffusion in the mean for a periodic Schrödinger equation perturbed by a fluctuating potential.", "MR4115025"]], "MR3737631": null, "MR3575640": [["Cramér-type moderate deviation of normal approximation for unbounded exchangeable pairs.", "MR4497247"], ["Solution of the random field\nXY\nmagnet on a fully connected graph.", "MR4378888"], ["Limiting behaviors of high dimensional stochastic spin ensembles.", "MR4250289"], ["Nematic first order phase transition for liquid crystals in the van der Waals–Kac limit.", "MR4164385"], ["Nonlinear large deviations: beyond the hypercube.", "MR4108123"], ["Berry-Esseen bounds in the inhomogeneous Curie-Weiss model with external field.", "MR4046512"], ["Error bounds in normal approximation for the squared-length of total spin in the mean field classical\nN\n-vector models.", "MR3933040"], ["Quenched large deviations for interacting diffusions in random media.", "MR3612233"]], "MR3529611": [["Two novel conservative exponential relaxation methods for the space-fractional nonlinear Schrödinger equation.", "MR4581999"], ["Pattern selection in the Schnakenberg equations: from normal to anomalous diffusion.", "MR4501947"], ["A Schwarz waveform relaxation method for time-dependent space fractional Schrödinger/heat equations.", "MR4471486"], ["Monotonicity-based inversion of fractional semilinear elliptic equations with power type nonlinearities.", "MR4457938"], ["Lie-Trotter operator splitting spectral method for linear semiclassical fractional Schrödinger equation.", "MR4397074"], ["Highly accurate operator factorization methods for the integral fractional Laplacian and its generalization.", "MR4396384"], ["Generalized fractional algebraic linear system solvers.", "MR4391034"], ["On a fractional Schrödinger equation in the presence of harmonic potential.", "MR4342265"], ["Artificial boundary conditions for the semi-discretized one-dimensional nonlocal Schrödinger equation.", "MR4295157"], ["On the\nL\n∞\nconvergence of a conservative Fourier pseudo-spectral method for the space fractional nonlinear Schrödinger equation.", "MR4263862"], ["A unified meshfree pseudospectral method for solving both classical and fractional PDEs.", "MR4248262"], ["Finite dimensional global attractor for a damped fractional anisotropic Schrödinger type equation with harmonic potential.", "MR4128293"], ["Numerical approximations for the tempered fractional Laplacian: error analysis and applications.", "MR4002757"], ["Nonlinear singular perturbations of the fractional Schrödinger equation in dimension one.", "MR3987813"], ["A mesh-free pseudospectral approach to estimating the fractional Laplacian via radial basis functions.", "MR3941410"], ["Orbital stability of standing waves for fractional Hartree equation with unbounded potentials.", "MR3937264"], ["Global uniqueness for the fractional semilinear Schrödinger equation.", "MR3896066"], ["An efficient Fourier spectral exponential time differencing method for the space-fractional nonlinear Schrödinger equations.", "MR3800182"], ["Unconditional error analysis of Galerkin FEMs for nonlinear fractional Schrödinger equation.", "MR3750485"], ["On the ground states and dynamics of space fractional nonlinear Schrödinger/Gross-Pitaevskii equations with rotation term and nonlocal nonlinear interactions.", "MR3546837"], ["Mass-conservative Fourier spectral methods for solving the fractional nonlinear Schrödinger equation.", "MR3501318"], ["Computing the ground and first excited states of the fractional Schrödinger equation in an infinite potential well.", "MR3377256"]], "MR3463424": [["Strong Haagerup inequalities on non-Kac free orthogonal quantum groups.", "MR4432279"], ["Dual bases in Temperley-Lieb algebras, quantum groups, and a question of Jones.", "MR3874001"], ["Analysis of free products of the general linear groups\nG\nL\n2\n(\nQ\np\n)\nand Hecke algebras\nH(G\nL\n2\n(\nQ\np\n))\nover primes\np\n.", "MR3847242"], ["Banach\n∗\n-algebras generated by semicircular elements induced by certain orthogonal projections.", "MR3789570"], ["Super-easy quantum groups: definition and examples.", "MR3782588"]], "MR3067076": [["Cramér-type moderate deviation of normal approximation for unbounded exchangeable pairs.", "MR4497247"], ["Limiting behaviors of high dimensional stochastic spin ensembles.", "MR4250289"], ["Berry-Esseen bounds in the inhomogeneous Curie-Weiss model with external field.", "MR4046512"], ["Error bounds in normal approximation for the squared-length of total spin in the mean field classical\nN\n-vector models.", "MR3933040"], ["Berry-Esseen bounds of normal and nonnormal approximation for unbounded exchangeable pairs.", "MR3909966"], ["Asymptotics of mean-field\nO(N)\nmodels.", "MR3575640"], ["Limit theorems in the imitative monomer-dimer mean-field model via Stein's method.", "MR3535688"]], "MR3063915": [["Weak Edgeworth expansion for the mean-field Bose gas.", "MR4611786"], ["A microscopic derivation of Gibbs measures for nonlinear Schrödinger equations with unbounded interaction potentials.", "MR4490946"], ["Dependent random variables in quantum dynamics.", "MR4472275"], ["Reduced fluctuations for bosons in a double well.", "MR4446512"], ["Low-energy spectrum and dynamics of the weakly interacting Bose gas.", "MR4437262"], ["Large deviation estimates for weakly interacting bosons.", "MR4433980"], ["Beyond Bogoliubov dynamics.", "MR4384032"], ["A large deviation principle in many-body quantum dynamics.", "MR4289495"], ["Convergence rates for the quantum central limit theorem.", "MR4236065"], ["Central limit theorem for Bose gases interacting through singular potentials.", "MR4126876"], ["Higher order corrections to the mean-field description of the dynamics of interacting Bosons.", "MR4081233"], ["The derivation of the\nT\n3\nenergy-critical NLS from quantum many-body dynamics.", "MR3987176"], ["Fluctuations of\nN\n-particle quantum dynamics around the nonlinear Schrödinger equation.", "MR3985542"], ["Central limit theorem for Bose-Einstein condensates.", "MR3978931"], ["Gross-Pitaevskii dynamics for Bose-Einstein condensates.", "MR3921312"], ["Interacting bosons in a double-well potential: localization regime.", "MR3828897"], ["On coupling kinetic and Schrödinger equations.", "MR3800117"], ["On the dynamics of finite temperature trapped Bose gases.", "MR3742598"], ["Gibbs measures of nonlinear Schrödinger equations as limits of many-body quantum states in dimensions\nd⩽3\n.", "MR3719544"], ["Pair excitations and the mean field approximation of interacting bosons, II.", "MR3605290"], ["Quantum many-body fluctuations around nonlinear Schrödinger dynamics.", "MR3592092"], ["Evolution of the boson gas at zero temperature: mean-field limit and second-order correction.", "MR3580096"], ["Mean-field evolution of fermionic mixed states.", "MR3570479"], ["Local existence of solutions to randomized Gross-Pitaevskii hierarchies.", "MR3449225"], ["Fluctuations around Hartree states in the mean-field regime.", "MR3432269"], ["Quantitative derivation of the Gross-Pitaevskii equation.", "MR3366749"], ["Randomization and the Gross-Pitaevskii hierarchy.", "MR3360742"], ["Bogoliubov spectrum of interacting Bose gases.", "MR3310520"], ["Mean-field evolution of fermionic systems.", "MR3248060"], ["Multivariate central limit theorem in quantum dynamics.", "MR3162535"]], "MR3009717": [["Continuum limit for the Ablowitz-Ladik system.", "MR4601302"], ["A linearly-implicit energy-preserving algorithm for the two-dimensional space-fractional nonlinear Schrödinger equation based on the SAV approach.", "MR4586462"], ["Statistical solution for the nonlocal discrete nonlinear Schrödinger equation.", "MR4578150"], ["Continuum limit of 2D fractional nonlinear Schrödinger equation.", "MR4569047"], ["Blow-up criteria and instability of standing waves for the fractional Schrödinger Poisson equation.", "MR4555982"], ["Unconditional convergence of conservative spectral Galerkin methods for the coupled fractional nonlinear Klein-Gordon-Schrödinger equations.", "MR4545256"], ["A linear decoupled physical-property-preserving difference method for fractional-order generalized Zakharov system.", "MR4543552"], ["Wong-Zakai approximations of stochastic lattice systems driven by long-range interactions and multiplicative white noises.", "MR4509351"], ["On the continuum limit for the discrete nonlinear Schrödinger equation on a large finite cubic lattice.", "MR4507656"], ["Stable standing waves of nonlinear fractional Schrödinger equations.", "MR4513005"], ["Global well-posedness and long-time behavior of the fractional NLS.", "MR4503168"], ["Two-point correlation function and its applications to the Schrödinger-Lohe type models.", "MR4489001"], ["Orbital stability of periodic standing waves for the cubic fractional nonlinear Schrödinger equation.", "MR4486155"], ["Blow-up dynamics for\nL\n2\n-critical fractional Schrödinger equations.", "MR4485943"], ["Wong-Zakai approximations and pathwise dynamics of stochastic fractional lattice systems.", "MR4484093"], ["Numerical analysis of a fourth-order linearized difference method for nonlinear time-space fractional Ginzburg-Landau equation.", "MR4464514"], ["Asymptotic behavior of non-autonomous fractional stochastic lattice systems with multiplicative noise.", "MR4459610"], ["Singular Euler-Maclaurin expansion on multidimensional lattices.", "MR4452313"], ["Transport of Gaussian measures under the flow of one-dimensional fractional nonlinear Schrödinger equations.", "MR4432957"], ["A fourth-order difference scheme for the fractional nonlinear Schrödinger equation with wave operator.", "MR4431389"], ["On the continuum limit for a model of binary waveguide arrays.", "MR4400168"], ["Global well-posedness for the cubic fractional NLS on the unit disk.", "MR4399499"], ["Lie-Trotter operator splitting spectral method for linear semiclassical fractional Schrödinger equation.", "MR4397074"], ["The Hamiltonian structure and fast energy-preserving algorithms for the fractional Klein-Gordon equation.", "MR4397072"], ["Random attractors for stochastic discrete complex Ginzburg-Landau equations with long-range interactions.", "MR4389453"], ["Nondispersive solutions to the mass critical half-wave equation in two dimensions.", "MR4373879"], ["Efficient energy preserving Galerkin-Legendre spectral methods for fractional nonlinear Schrödinger equation with wave operator.", "MR4341592"], ["Pullback attractor for a nonlocal discrete nonlinear Schrödinger equation with delays.", "MR4389362"], ["Global dynamics of small solutions to the modified fractional Korteweg–de Vries and fractional cubic nonlinear Schrödinger equations.", "MR4309883"], ["Refined probabilistic global well-posedness for the weakly dispersive NLS.", "MR4299837"], ["Artificial boundary conditions for the semi-discretized one-dimensional nonlocal Schrödinger equation.", "MR4295157"], ["Remarks on solitary waves and Cauchy problem for half-wave-Schrödinger equations.", "MR4289912"], ["On convergence of a structure preserving difference scheme for two-dimensional space-fractional nonlinear Schrödinger equation and its fast implementation.", "MR4287750"], ["Improved error bounds of the Strang splitting method for the highly oscillatory fractional nonlinear Schrödinger equation.", "MR4287246"], ["Normalized solutions for fractional nonlinear scalar field equations via Lagrangian formulation.", "MR4281440"], ["Blowup dynamics for mass critical half-wave equation in 3D.", "MR4271785"], ["Stability and instability of standing waves for the fractional nonlinear Schrödinger equations.", "MR4258777"], ["Blow-up criteria and instability of standing waves for the inhomogeneous fractional Schrödinger equation.", "MR4258177"], ["A Newton linearized Crank-Nicolson method for the nonlinear space fractional Sobolev equation.", "MR4254359"], ["Small data scattering of Hartree type fractional Schrödinger equations in a scaling critical space.", "MR4250097"], ["Pointwise error estimate in difference setting for the two-dimensional nonlinear fractional complex Ginzburg-Landau equation.", "MR4249843"], ["Finite difference scheme for two-dimensional periodic nonlinear Schrödinger equations.", "MR4238211"], ["High-order conservative schemes for the space fractional nonlinear Schrödinger equation.", "MR4224080"], ["Fourier pseudospectral method for fractional stationary Schrödinger equation.", "MR4219904"], ["A linearly implicit structure-preserving scheme for the fractional sine-Gordon equation based on the IEQ approach.", "MR4167143"], ["A fourth-order conservative difference scheme for the Riesz space-fractional Sine-Gordon equations and its fast implementation.", "MR4153222"], ["Blow-up criteria and instability of normalized standing waves for the fractional Schrödinger-Choquard equation.", "MR4129338"], ["Existence, non-existence and blow-up behaviour of minimizers for the mass-critical fractional non-linear Schrödinger equations with periodic potentials.", "MR4190111"], ["Asymptotic behavior of constraint minimizers for the mass-critical fractional nonlinear Schrödinger equation with a subcritical perturbation.", "MR4181957"], ["Gibbs measure dynamics for the fractional NLS.", "MR4154315"], ["Well-posedness and scattering for the critical fractional Schrödinger equations.", "MR4135890"], ["Numerical approximation of the fractional Laplacian on\nR\nusing orthogonal families.", "MR4134422"], ["Chern-Simons-Schrödinger theory on a one-dimensional lattice.", "MR4126879"], ["Existence and instability of normalized standing waves for the fractional Schrödinger equations in the\nL\n2\n-supercritical case.", "MR4126254"], ["Asymptotic behavior of normalized ground states for the fractional Schrödinger equation with combined\nL\n2\n-critical and\nL\n2\n-subcritical nonlinearities.", "MR4085643"], ["Energy preserving relaxation method for space-fractional nonlinear Schrödinger equation.", "MR4067373"], ["Error estimates of structure-preserving Fourier pseudospectral methods for the fractional Schrödinger equation.", "MR4066859"], ["A relaxation-type Galerkin FEM for nonlinear fractional Schrödinger equations.", "MR4053213"], ["A structure-preserving Fourier pseudo-spectral linearly implicit scheme for the space-fractional nonlinear Schrödinger equation.", "MR4043237"], ["On traveling solitary waves and absence of small data scattering for nonlinear half-wave equations.", "MR4032878"], ["On the transport of Gaussian measures under the one-dimensional fractional nonlinear Schrödinger equations.", "MR4020531"], ["A conservative numerical method for the fractional nonlinear Schrödinger equation in two dimensions.", "MR4014842"], ["Conservative linearly-implicit difference scheme for a class of modified Zakharov systems with high-order space fractional quantum correction.", "MR3996305"], ["The numerical study for the ground and excited states of fractional Bose-Einstein condensates.", "MR3988051"], ["On fractional nonlinear Schrödinger equation with combined power-type nonlinearities.", "MR3986303"], ["A fast mass-conserving explicit splitting method for the stochastic space-fractional nonlinear Schrödinger equation with multiplicative noise.", "MR3981269"], ["Uniform Strichartz estimates on the lattice.", "MR3959428"], ["Existence of stable standing waves for the fractional Schrödinger equations with combined power-type and Choquard-type nonlinearities.", "MR3951407"], ["Smoothing for the fractional Schrödinger equation on the torus and the real line.", "MR3951068"], ["Conservative finite difference methods for fractional Schrödinger-Boussinesq equations and convergence analysis.", "MR3948129"], ["Strong convergence for discrete nonlinear Schrödinger equations in the continuum limit.", "MR3939333"], ["An efficient numerical approach to solve Schrödinger equations with space fractional derivative.", "MR3928172"], ["On instability of standing waves for the mass-supercritical fractional nonlinear Schrödinger equation.", "MR3922244"], ["On blow-up solutions to the focusing mass-critical nonlinear fractional Schrödinger equation.", "MR3917675"], ["Nondegeneracy and stability of antiperiodic bound states for fractional nonlinear Schrödinger equations.", "MR3912763"], ["Split-step spectral Galerkin method for the two-dimensional nonlinear space-fractional Schrödinger equation.", "MR3906831"], ["Blow-up criteria for fractional nonlinear Schrödinger equations.", "MR3901833"], ["An efficient fourth-order in space difference scheme for the nonlinear fractional Ginzburg-Landau equation.", "MR3855691"], ["Critical well-posedness and scattering results for fractional Hartree-type equations.", "MR3814563"], ["On the modified scattering of\n3\n-d Hartree type fractional Schrödinger equations with Coulomb potential.", "MR3813996"], ["Ill-posedness of the cubic nonlinear half-wave equation and other fractional NLS on the real line.", "MR3801444"], ["Nonlocal discrete diffusion equations and the fractional discrete Laplacian, regularity and applications.", "MR3787555"], ["Structure-preserving numerical methods for the fractional Schrödinger equation.", "MR3782561"], ["Small data scattering of Hartree type fractional Schrödinger equations in dimension 2 and 3.", "MR3778058"], ["Unconditional error analysis of Galerkin FEMs for nonlinear fractional Schrödinger equation.", "MR3750485"], ["A two-soliton with transient turbulent regime for the cubic half-wave equation on the real line.", "MR3747579"], ["Mathematical models for nonlocal elastic composite materials.", "MR3719288"], ["Discrete solitary waves in systems with nonlocal interactions and the Peierls-Nabarro barrier.", "MR3613500"], ["A linearized high-order difference scheme for the fractional Ginzburg-Landau equation.", "MR3580401"], ["Short-range scattering of Hartree type fractional NLS.", "MR3567483"], ["On the ground states and dynamics of space fractional nonlinear Schrödinger/Gross-Pitaevskii equations with rotation term and nonlocal nonlinear interactions.", "MR3546837"], ["Fractional Schrödinger dynamics and decoherence.", "MR3529611"], ["An improvement on the Brézis-Gallouët technique for 2D NLS and 1D half-wave equation.", "MR3519532"], ["Point-wise error estimate of a conservative difference scheme for the fractional Schrödinger equation.", "MR3505895"], ["Mass-conservative Fourier spectral methods for solving the fractional nonlinear Schrödinger equation.", "MR3501318"], ["An implicit midpoint difference scheme for the fractional Ginzburg-Landau equation.", "MR3471168"], ["Split-step alternating direction implicit difference scheme for the fractional Schrödinger equation in two dimensions.", "MR3466134"], ["Onsite and offsite bound states of the discrete nonlinear Schrödinger equation and the Peierls-Nabarro barrier.", "MR3460749"], ["Almost sure global well-posedness for the fractional cubic Schrödinger equation on the torus.", "MR3372864"], ["Global attractor for a generalized discrete nonlinear Schrödinger equation.", "MR3273692"], ["Numerical study of fractional nonlinear Schrödinger equations.", "MR3269035"], ["Invariant measures and the soliton resolution conjecture.", "MR3263670"], ["A linearly implicit conservative difference scheme for the space fractional coupled nonlinear Schrödinger equations.", "MR3212292"], ["Nondispersive solutions to the\nL\n2\n-critical half-wave equation.", "MR3054599"], ["Solitons and Gibbs measures for nonlinear Schrödinger equations.", "MR2892781"]], "MR2898889": [["A PDE construction of the Euclidean\nϕ\n4\n3\nquantum field theory.", "MR4252872"], ["The nonlinear Schrödinger equation on Z and R with bounded initial data: examples and conjectures.", "MR4131020"], ["Equivalence of ensembles, condensation and glassy dynamics in the Bose-Hubbard Hamiltonian.", "MR4031901"], ["A discrete Schrödinger equation via optimal transport on graphs.", "MR3926122"], ["A note about the uniform distribution on the intersection of a simplex and a sphere.", "MR3684622"], ["A note on mixed matrix moments for the complex Ginibre ensemble.", "MR3390837"], ["A complexity approach to the soliton resolution conjecture.", "MR3375596"], ["Invariant measures and the soliton resolution conjecture.", "MR3263670"], ["Solitons and Gibbs measures for nonlinear Schrödinger equations.", "MR2892781"]], "MR2892781": [["Concentration of the invariant measures for the periodic Zakharov, KdV, NLS and Gross-Piatevskii equations in\n1D\nand\n2D\n.", "MR3462575"]], "MR2752936": [["A microscopic derivation of Gibbs measures for nonlinear Schrödinger equations with unbounded interaction potentials.", "MR4490946"], ["The unconditional uniqueness for the energy-supercritical NLS.", "MR4441517"], ["Quantitative derivation and scattering of the 3D cubic NLS in the energy space.", "MR4431295"], ["The mean-field limit of the Lieb-Liniger model.", "MR4421518"], ["Uniqueness of solutions to the spectral hierarchy in kinetic wave turbulence theory.", "MR4383192"], ["Tracer particles coupled to an interacting boson gas.", "MR4375660"], ["Unconditional uniqueness for the energy-critical nonlinear Schrödinger equation on\nT\n4\n.", "MR4367623"], ["Beyond Bogoliubov dynamics.", "MR4384032"], ["Convergence rate towards the fractional Hartree equation with singular potentials in higher Sobolev trace norms.", "MR4313097"], ["Counterexamples to\nL\np\ncollapsing estimates.", "MR4278681"], ["Semiclassical approximation and critical temperature shift for weakly interacting trapped bosons.", "MR4262058"], ["Dynamics of large boson systems with attractive interaction and a derivation of the cubic focusing NLS equation in\nR\n3\n.", "MR4245309"], ["Finite difference scheme for two-dimensional periodic nonlinear Schrödinger equations.", "MR4238211"], ["Derivation of the nonlinear Schrödinger equation with a general nonlinearity and Gross-Pitaevskii hierarchy in one and two dimensions.", "MR4212840"], ["The rigorous derivation of the\nT\n2\nfocusing cubic NLS from 3D.", "MR4207312"], ["Well-posedness of the nonlinear Schrödinger equation on the half-plane.", "MR4151418"], ["Derivation of the 2d Gross-Pitaevskii equation for strongly confined 3d bosons.", "MR4134146"], ["Central limit theorem for Bose gases interacting through singular potentials.", "MR4126876"], ["Higher order corrections to the mean-field description of the dynamics of interacting Bosons.", "MR4081233"], ["Derivation of the time dependent Gross-Pitaevskii equation in two dimensions.", "MR4031794"], ["The derivation of the\nT\n3\nenergy-critical NLS from quantum many-body dynamics.", "MR3987176"], ["Fluctuations of\nN\n-particle quantum dynamics around the nonlinear Schrödinger equation.", "MR3985542"], ["Norm approximation for many-body quantum dynamics: focusing case in low dimensions.", "MR3948169"], ["An infinite sequence of conserved quantities for the cubic Gross-Pitaevskii hierarchy on\nR\n.", "MR3934481"], ["Derivation of the 1d nonlinear Schrödinger equation from the 3d quantum many-body dynamics of strongly confined bosons.", "MR3928609"], ["Gross-Pitaevskii dynamics for Bose-Einstein condensates.", "MR3921312"], ["Free energy in a mean field of Brownian particles.", "MR3918193"], ["Derivation of the 1d Gross-Pitaevskii equation from the 3d quantum many-body dynamics of strongly confined bosons.", "MR3916968"], ["Mean field dynamics of a quantum tracer particle interacting with a boson gas.", "MR3906297"], ["Negative energy blowup results for the focusing Hartree hierarchy via identities of virial and localized virial type.", "MR3915488"], ["Derivation of the time dependent two dimensional focusing NLS equation.", "MR3856948"], ["The Dirac-Frenkel principle for reduced density matrices, and the Bogoliubov–de Gennes equations.", "MR3775154"], ["Bohr's correspondence principle for the renormalized Nelson model.", "MR3737034"], ["Gibbs measures of nonlinear Schrödinger equations as limits of many-body quantum states in dimensions\nd⩽3\n.", "MR3719544"], ["Derivation of effective evolution equations from many-body quantum mechanics.", "MR3706142"], ["The rigorous derivation of the 2D cubic focusing NLS from quantum many-body evolution.", "MR3674169"], ["Strichartz estimates for\nN\n-body Schrödinger operators with small potential interactions.", "MR3668366"], ["An unconditionally stable linearized CCD-ADI method for generalized nonlinear Schrödinger equations with variable coefficients in two and three dimensions.", "MR3648018"], ["Exact evolution versus mean field with second-order correction for bosons interacting via short-range two-body potential.", "MR3646465"], ["Focusing quantum many-body dynamics, II: The rigorous derivation of the 1D focusing cubic nonlinear Schrödinger equation from 3D.", "MR3641881"], ["Global well-posedness of the NLS system for infinitely many fermions.", "MR3609246"], ["Pair excitations and the mean field approximation of interacting bosons, II.", "MR3605290"], ["Quantum many-body fluctuations around nonlinear Schrödinger dynamics.", "MR3592092"], ["Evolution of the boson gas at zero temperature: mean-field limit and second-order correction.", "MR3580096"], ["Mean-field evolution of fermionic mixed states.", "MR3570479"], ["Correlation structures, many-body scattering processes, and the derivation of the Gross-Pitaevskii hierarchy.", "MR3551830"], ["Asymptotic behavior of the nonlinear Schrödinger equation with harmonic trapping.", "MR3530362"], ["On the Klainerman-Machedon conjecture for the quantum BBGKY hierarchy with self-interaction.", "MR3500833"], ["Focusing quantum many-body dynamics: the rigorous derivation of the 1D focusing cubic nonlinear Schrödinger equation.", "MR3488534"], ["The Gross-Pitaevskii hierarchy on general rectangular tori.", "MR3466843"], ["Local existence of solutions to randomized Gross-Pitaevskii hierarchies.", "MR3449225"], ["Uniqueness of solutions to the 3D quintic Gross-Pitaevskii hierarchy.", "MR3419755"], ["A rigorous derivation of the defocusing cubic nonlinear Schrödinger equation on\nT\n3\nfrom the dynamics of many-body quantum systems.", "MR3425265"], ["Unconditional uniqueness of the cubic Gross-Pitaevskii hierarchy with low regularity.", "MR3395127"], ["Unconditional uniqueness for the cubic Gross-Pitaevskii hierarchy via quantum de Finetti.", "MR3385343"], ["Quantitative derivation of the Gross-Pitaevskii equation.", "MR3366749"], ["Randomization and the Gross-Pitaevskii hierarchy.", "MR3360742"], ["Derivation of the quintic NLS from many-body quantum dynamics in\nT\n2\n.", "MR3359553"], ["Derivation of a nonlinear Schrödinger equation with a general power-type nonlinearity in\nd=1,2\n.", "MR3328130"], ["On the unconditional uniqueness of solutions to the infinite radial Chern-Simons-Schrödinger hierarchy.", "MR3293448"], ["Invariant measures and the soliton resolution conjecture.", "MR3263670"], ["Mean-field evolution of fermionic systems.", "MR3248060"], ["Derivation in strong topology and global well-posedness of solutions to the Gross-Pitaevskii hierarchy.", "MR3246038"], ["Higher order energy conservation and global well-posedness of solutions for Gross-Pitaevskii hierarchies.", "MR3246036"], ["On the well-posedness and scattering for the Gross-Pitaevskii hierarchy via quantum de Finetti.", "MR3210237"], ["On the uniqueness of solutions to the periodic 3D Gross-Pitaevskii hierarchy.", "MR3170216"], ["Derivation of the cubic NLS and Gross-Pitaevskii hierarchy from manybody dynamics in\nd=3\nbased on spacetime norms.", "MR3165917"], ["Multilinear embedding-convolution estimates on smooth submanifolds.", "MR3162244"], ["Beyond mean field: on the role of pair excitations in the evolution of condensates.", "MR3202027"], ["Pair excitations and the mean field approximation of interacting bosons, I.", "MR3117522"], ["On the rigorous derivation of the 2D cubic nonlinear Schrödinger equation from 3D quantum many-body dynamics.", "MR3116008"], ["On the rigorous derivation of the 3D cubic nonlinear Schrödinger equation with a quadratic trap.", "MR3101788"], ["A central limit theorem in many-body quantum dynamics.", "MR3063915"], ["A new proof of existence of solutions for focusing and defocusing Gross-Pitaevskii hierarchies.", "MR2988730"], ["Multilinear Morawetz identities for the Gross-Pitaevskii hierarchy.", "MR3013052"], ["Collapsing estimates and the rigorous derivation of the 2d cubic nonlinear Schrödinger equation with anisotropic switchable quadratic traps.", "MR2968164"], ["Multilinear embedding estimates for the fractional Laplacian.", "MR2923184"], ["Probabilistic methods for discrete nonlinear Schrödinger equations.", "MR2898889"], ["Solitons and Gibbs measures for nonlinear Schrödinger equations.", "MR2892781"], ["Second order corrections to mean field evolution for weakly interacting bosons in the case of three-body interactions.", "MR2885567"], ["Bounds on the growth of high Sobolev norms of solutions to nonlinear Schrödinger equations on\nR\n.", "MR2996998"], ["Rate of convergence towards the Hartree-von Neumann limit in the mean-field regime.", "MR2836427"], ["Bounds on the growth of high Sobolev norms of solutions to nonlinear Schrödinger equations on\nS\n1\n.", "MR2830703"], ["The quintic NLS as the mean field limit of a boson gas with three-body interactions.", "MR2747009"], ["Energy conservation and blowup of solutions for focusing Gross-Pitaevskii hierarchies.", "MR2683760"], ["Recent results on the Cauchy problem for focusing and defocusing Gross-Pitaevskii hierarchies.", "MR2662450"], ["On the Cauchy problem for focusing and defocusing Gross-Pitaevskii hierarchies.", "MR2600687"]], "MR2552155": [["The rigorous derivation of the linear Landau equation from a particle system in a weak-coupling limit.", "MR3810841"], ["Derivation of the linear Landau equation and linear Boltzmann equation from the Lorentz model with magnetic field.", "MR3463786"], ["A diffusion limit for a test particle in a random distribution of scatterers.", "MR3207730"]], "MR2711512": null, "MR2336213": [["Characterizations of ordered self-adjoint operator spaces.", "MR4524126"], ["Involutive operator algebras.", "MR4052680"], ["Applications of model theory to\nC\n∗\n-dynamics.", "MR3832010"], ["Characterizations of ordered operator spaces.", "MR3628009"], ["Metric characterizations II.", "MR3224559"], ["Open projections in operator algebras I: Comparison theory.", "MR2910983"], ["Operator subspaces of\nL(H)\nwith induced matrix orderings.", "MR2963785"], ["Metric characterizations of isometries and of unital operator spaces and systems.", "MR2745650"], ["Matrix regular operator space and operator system.", "MR2607279"], ["Open partial isometries and positivity in operator spaces.", "MR2360629"]]}