{"MR4589705": null, "MR4398483": null, "MR4310411": [["The role of mobility in the dynamics of the COVID-19 epidemic in Andalusia.", "MR4589705"], ["Integrability and trajectory confinement in\nPT\n-symmetric waveguide arrays.", "MR4571432"], ["The COVID-19 pandemic as inspiration to reconsider epidemic models: a novel approach to spatially homogeneous epidemic spread modeling.", "MR4455784"], ["Modeling epidemic flow with fluid dynamics.", "MR4437593"]], "MR4253942": [["The role of mobility in the dynamics of the COVID-19 epidemic in Andalusia.", "MR4589705"], ["A population structure-sensitive mathematical model assessing the effects of vaccination during the third surge of COVID-19 in Italy.", "MR4441444"]], "MR4253356": [["Phage-antibiotic synergy inhibited by temperate and chronic virus competition.", "MR4398483"]], "MR4180843": null, "MR3907925": null, "MR3563351": null, "MR3464289": [["Modeling nutrient and disease dynamics in a plant-pathogen system.", "MR4029378"]], "MR3462505": [["Necessary conditions for breathers on continuous media to approximate breathers on discrete lattices.", "MR3436034"]], "MR3284828": [["Effects of intrinsic and extrinsic host mortality on disease spread.", "MR3464289"]], "MR3055454": [["Traveling waves in Fermi-Pasta-Ulam chains with nonlocal interaction.", "MR3984739"], ["Solitary waves on nonlocal Fermi-Pasta-Ulam lattices: exponential localization.", "MR3974774"], ["On the nonexistence of degenerate phase-shift discrete solitons in a dNLS nonlocal lattice.", "MR3772742"], ["An extensive resonant normal form for an arbitrary large Klein-Gordon model.", "MR3453596"], ["Kinetic pathways of DNA melting with long- and short-range interactions.", "MR3116934"]], "MR2835242": [["Computer-assisted proof of shear-induced chaos in stochastically perturbed Hopf systems.", "MR4564426"], ["A general view on double limits in differential equations.", "MR4357399"], ["Ruelle-Pollicott resonances of stochastic systems in reduced state space. Part II: Stochastic Hopf bifurcation.", "MR4123360"], ["Bifurcation analysis of a stochastically driven limit cycle.", "MR3916984"], ["Hopf bifurcation with additive noise.", "MR3846439"], ["The Poincaré map of randomly perturbed periodic motion.", "MR3101836"], ["Limitations of perturbative techniques in the analysis of rhythms and oscillations.", "MR3004786"]], "MR2827508": [["Preface: Biology, physics and nonlinear science.", "MR2827502"]], "MR2784877": [["Defect resonances of truncated crystal structures.", "MR4359277"], ["Topologically protected states in one-dimensional systems.", "MR3633291"], ["Oscillatory and localized perturbations of periodic structures and the bifurcation of defect modes.", "MR3411722"], ["Homogenized description of defect modes in periodic structures with localized defects.", "MR3318385"], ["Topologically protected states in one-dimensional continuous systems and Dirac points.", "MR3263410"]], "MR2576471": [["The existence of discrete solitons for the discrete coupled nonlinear Schrödinger system.", "MR4561137"], ["Solutions of matrix NLS systems and their discretizations: a unified treatment.", "MR2665425"]], "MR2438117": [["Construction of modulated amplitude waves via averaging in collisionally inhomogeneous Bose-Einstein condensates.", "MR2949250"], ["Bifurcation of gap solitons in periodic potentials with a periodic sign-varying nonlinearity coefficient.", "MR2682109"], ["Nonlinear waves in Bose-Einstein condensates: physical relevance and mathematical techniques.", "MR2425324"]], "MR2193631": [["The non-linear Schrödinger equation with a periodic\nδ\n-interaction.", "MR3124748"], ["On the spectral stability of solitary wave solutions of the vector nonlinear Schrödinger equation.", "MR3116937"], ["Elliptic solutions of the defocusing NLS equation are stable.", "MR2812335"], ["Counting defect modes in periodic eigenvalue problems.", "MR2784877"], ["On asymptotic stability of ground states of NLS with a finite bands periodic potential in 1D.", "MR2763720"], ["z\n-transform methods for the optimal design of one-dimensional layered elastic media.", "MR2525602"], ["On the spectra of periodic waves for infinite-dimensional Hamiltonian systems.", "MR2514124"], ["Modulated amplitude waves in collisionally inhomogeneous Bose-Einstein condensates.", "MR2341155"], ["Stability of small periodic waves for the nonlinear Schrödinger equation.", "MR2300667"]], "MR2169959": [["Multiscale resolution of shortwave-longwave interaction.", "MR2460267"]], "MR2706677": null, "MR2098018": null, "MR2093570": null, "MR1952480": null}