{"MR4596348": [["Branching Brownian motion in a periodic environment and uniqueness of pulsating traveling waves.", "MR4583787"]], "MR4585411": null, "MR4583787": [["Branching Brownian motion in a periodic environment and existence of pulsating traveling waves.", "MR4596348"]], "MR4561681": null, "MR4552646": [["Semilinear nonlocal elliptic equations with source term and measure data.", "MR4591845"], ["Existence and multiplicity results for nonlocal Lane-Emden systems.", "MR4581107"], ["Harnack inequality and interior regularity for Markov processes with degenerate jump kernels.", "MR4548469"]], "MR4548469": null, "MR4520527": [["Harnack inequality and interior regularity for Markov processes with degenerate jump kernels.", "MR4548469"]], "MR4497344": null, "MR4411506": [["Fast-slow stochastic dynamical system with singular coefficients.", "MR4577479"], ["The Smoluchowski-Kramers limits of stochastic differential equations with irregular coefficients.", "MR4419570"]], "MR4397885": [["Subcritical superprocesses conditioned on non-extinction.", "MR4612306"]], "MR4379201": [["Spectral heat content for time-changed killed Brownian motions.", "MR4591869"], ["On the asymptotic expansion of the heat content for isotropic $\\alpha $\n-stable processes over convex bodies, $0\\&lt;\\alpha \\&lt;2$\n.", "MR4509113"], ["Large-time and small-time behaviors of the spectral heat content for time-changed stable processes.", "MR4478125"]], "MR4374849": [["On potential theory of Markov processes with jump kernels decaying at the boundary.", "MR4552646"]], "MR4359790": [["Subcritical superprocesses conditioned on non-extinction.", "MR4612306"]], "MR4271803": [["Fast Euler-Maruyama method for weakly singular stochastic Volterra integral equations with variable exponent.", "MR4562898"]], "MR4242982": [["Survival probability for super-Brownian motion with absorption.", "MR4400085"]], "MR4175472": [["Subcritical superprocesses conditioned on non-extinction.", "MR4612306"], ["Convergence rate for a class of supercritical superprocesses.", "MR4497344"]], "MR4170875": [["Singular solutions for fractional parabolic boundary value problems.", "MR4462819"]], "MR4163128": [["On potential theory of Markov processes with jump kernels decaying at the boundary.", "MR4552646"], ["Harnack inequality and interior regularity for Markov processes with degenerate jump kernels.", "MR4548469"], ["Variation and oscillation operators associated to semigroup generated by Schrödinger operator with fractional power.", "MR4538424"], ["Generalized Hardy operators.", "MR4521941"], ["Two-sided Dirichlet heat kernel estimates of symmetric stable processes on horn-shaped regions.", "MR4476227"], ["Hardy spaces associated to generalized Hardy operators and applications.", "MR4423543"], ["Heat kernel estimates for subordinate Markov processes and their applications.", "MR4374849"], ["Optimal Hardy inequality for the fractional Laplacian on\nL\np\n.", "MR4372148"], ["Heat kernel of fractional Laplacian with Hardy drift via desingularizing weights.", "MR4339954"], ["Maximal regularity of parabolic equations associated to generalized Hardy operators in weighted mixed-norm spaces.", "MR4319351"], ["On scales of Sobolev spaces associated to generalized Hardy operators.", "MR4311597"], ["Estimates of Dirichlet heat kernels for unimodal Lévy processes with low intensity of small jumps.", "MR4311112"], ["Equivalence of Sobolev norms involving generalized Hardy operators.", "MR4206613"], ["Heat kernel estimates of fractional Schrödinger operators with negative Hardy potential.", "MR4140086"], ["Estimates on the tail probabilities of subordinators and applications to general time fractional equations.", "MR4102270"]], "MR4117984": [["Semilinear nonlocal elliptic equations with source term and measure data.", "MR4591845"], ["Existence and multiplicity results for nonlocal Lane-Emden systems.", "MR4581107"], ["On potential theory of Markov processes with jump kernels decaying at the boundary.", "MR4552646"], ["Singular boundary behaviour and large solutions for fractional elliptic equations.", "MR4549140"], ["Harnack inequality and interior regularity for Markov processes with degenerate jump kernels.", "MR4548469"], ["Heat kernel estimates for subordinate Markov processes and their applications.", "MR4374849"], ["A simple proof of the generalized Leibniz rule on bounded Euclidean domains.", "MR4333988"], ["What is the fractional Laplacian? A comparative review with new results.", "MR4043885"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"]], "MR4112745": [["On Besov regularity and local time of the solution to the stochastic heat equation.", "MR4608898"], ["Exact uniform modulus of continuity for\nq\n-isotropic Gaussian random fields.", "MR4557375"], ["Small ball probability estimates for the Hölder semi-norm of the stochastic heat equation.", "MR4528976"], ["Chung-type law of the iterated logarithm and exact moduli of continuity for a class of anisotropic Gaussian random fields.", "MR4497257"], ["Local nondeterminism and local times of the stochastic wave equation driven by fractional-colored noise.", "MR4397191"], ["Polarity of almost all points for systems of nonlinear stochastic heat equations in the critical dimension.", "MR4317713"], ["Decompositions of stochastic convolution driven by a white-fractional Gaussian noise.", "MR4307364"]], "MR4102269": [["Subcritical superprocesses conditioned on non-extinction.", "MR4612306"], ["Yaglom limit for critical nonlocal branching Markov processes.", "MR4499840"], ["Equivalence of mean-field avalanches and branching diffusions: from the Brownian force model to the super-Brownian motion.", "MR4488486"], ["Quasi-stationary distributions for subcritical superprocesses.", "MR4175472"]], "MR4078178": [["Heat kernels for time-dependent non-symmetric mixed Lévy-type operators.", "MR4571871"], ["Classical solutions of the equation of local fluctuations of Riesz gravitational fields and their properties.", "MR4494684"], ["Heat kernel of supercritical nonlocal operators with unbounded drifts.", "MR4394312"]], "MR4074685": [["Quasi-stationary distribution for Hamiltonian dynamics with singular potentials.", "MR4556285"], ["Global\nL\np\nestimates for kinetic Kolmogorov-Fokker-Planck equations in nondivergence form.", "MR4444079"], ["The Smoluchowski-Kramers limits of stochastic differential equations with irregular coefficients.", "MR4419570"]], "MR4058118": [["Subcritical superprocesses conditioned on non-extinction.", "MR4612306"], ["Asymptotic moments of spatial branching processes.", "MR4507935"], ["Yaglom limit for critical nonlocal branching Markov processes.", "MR4499840"], ["Importance sampling for maxima on trees.", "MR4390995"], ["Quasi-stationary distributions for subcritical superprocesses.", "MR4175472"], ["The coalescent structure of continuous-time Galton-Watson trees.", "MR4133376"], ["Limit theorems for a class of critical superprocesses with stable branching.", "MR4102269"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes.", "MR4049077"], ["A 2-spine decomposition of the critical Galton-Watson tree and a probabilistic proof of Yaglom's theorem.", "MR3841403"]], "MR4049077": [["Subcritical superprocesses conditioned on non-extinction.", "MR4612306"], ["Equivalence of mean-field avalanches and branching diffusions: from the Brownian force model to the super-Brownian motion.", "MR4488486"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes, II.", "MR4397885"], ["Gaussian fluctuations and a law of the iterated logarithm for Nerman's martingale in the supercritical general branching process.", "MR4355681"], ["On the derivative martingale in a branching random walk.", "MR4255141"], ["Almost sure,\nL\n1\n- and\nL\n2\n-growth behavior of supercritical multi-type continuous state and continuous time branching processes with immigration.", "MR4159401"]], "MR3984388": [["Almost sure,\nL\n1\n- and\nL\n2\n-growth behavior of supercritical multi-type continuous state and continuous time branching processes with immigration.", "MR4159401"]], "MR3984383": [["Spine decomposition and\nLlogL\ncriterion for superprocesses with non-local branching mechanisms.", "MR4359790"], ["Almost sure,\nL\n1\n- and\nL\n2\n-growth behavior of supercritical multi-type continuous state and continuous time branching processes with immigration.", "MR4159401"], ["Law of large numbers for supercritical superprocesses with non-local branching.", "MR4046530"], ["Non local branching Brownian motions with annihilation and free boundary problems.", "MR3978213"], ["Extinction properties of multi-type continuous-state branching processes.", "MR3849816"], ["Almost sure growth of supercritical multi-type continuous-state branching process.", "MR3795454"]], "MR3937619": [["Spectral heat content for time-changed killed Brownian motions.", "MR4591869"], ["On the asymptotic expansion of the heat content for isotropic\nα\n-stable processes over convex bodies,\n0&lt;α&lt;2\n.", "MR4509113"], ["Large-time and small-time behaviors of the spectral heat content for time-changed stable processes.", "MR4478125"], ["Higher order terms of the spectral heat content for killed subordinate and subordinate killed Brownian motions related to symmetric\nα\n-stable processes in\nR\n.", "MR4443127"], ["Spectral heat content for\nα\n-stable processes in\nC\n1,1\nopen sets.", "MR4379201"], ["On the heat content for the Poisson kernel over the unit ball in the euclidean space.", "MR4224349"], ["Heat content estimates for the fractional Schrödinger operator\n(−Δ\n)\nα\n2\n+c\n1\nΩ\n,\nc>0\n.", "MR4107526"], ["Small time asymptotics of spectral heat contents for subordinate killed Brownian motions related to isotropic\nα\n-stable processes.", "MR3937594"]], "MR3937594": [["Spectral heat content for time-changed killed Brownian motions.", "MR4591869"], ["On the asymptotic expansion of the heat content for isotropic\nα\n-stable processes over convex bodies,\n0&lt;α&lt;2\n.", "MR4509113"], ["Large-time and small-time behaviors of the spectral heat content for time-changed stable processes.", "MR4478125"], ["Higher order terms of the spectral heat content for killed subordinate and subordinate killed Brownian motions related to symmetric\nα\n-stable processes in\nR\n.", "MR4443127"], ["Spectral heat content for\nα\n-stable processes in\nC\n1,1\nopen sets.", "MR4379201"], ["On the heat content for the Poisson heat kernel over convex bodies.", "MR4158754"]], "MR3917213": [["Semilinear nonlocal elliptic equations with source term and measure data.", "MR4591845"], ["On potential theory of Markov processes with jump kernels decaying at the boundary.", "MR4552646"], ["Semilinear Dirichlet problem for subordinate spectral Laplacian.", "MR4550202"], ["Harnack inequality and interior regularity for Markov processes with degenerate jump kernels.", "MR4548469"], ["Heat kernel estimates for subordinate Markov processes and their applications.", "MR4374849"], ["A simple proof of the generalized Leibniz rule on bounded Euclidean domains.", "MR4333988"], ["Semilinear equations for non-local operators: beyond the fractional Laplacian.", "MR4219335"], ["Factorization and estimates of Dirichlet heat kernels for non-local operators with critical killings.", "MR4163128"], ["On the boundary theory of subordinate killed Lévy processes.", "MR4117984"], ["Delayed and rushed motions through time change.", "MR4105292"], ["Reflection principles for functions of Neumann and Dirichlet Laplacians on open reflection invariant subsets of\nR\nd\n.", "MR4045658"], ["Small time asymptotics of spectral heat contents for subordinate killed Brownian motions related to isotropic\nα\n-stable processes.", "MR3937594"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["On purely discontinuous additive functionals of subordinate Brownian motions.", "MR3739513"]], "MR3900531": [["Spreading speed in a fractional attraction-repulsion chemotaxis system with logistic source.", "MR4544117"], ["Persistence phenomena of classical solutions to a fractional Keller-Segel model with time-space dependent logistic source.", "MR4509899"], ["Sharp heat kernel estimates for spectral fractional Laplacian perturbed by gradients.", "MR4170875"]], "MR3896248": [["Uniqueness for fractional parabolic and elliptic equations with drift.", "MR4599397"], ["Fast-slow stochastic dynamical system with singular coefficients.", "MR4577479"], ["Weak and strong well-posedness of critical and supercritical SDEs with singular coefficients.", "MR4561681"], ["Nonlocal elliptic equation in Hölder space and the martingale problem.", "MR4369182"], ["Supercritical SDEs driven by multiplicative stable-like Lévy processes.", "MR4328678"], ["Exponential ergodicity for SDEs and McKean-Vlasov processes with Lévy noise.", "MR4291453"], ["Approximation of heavy-tailed distributions via stable-driven SDEs.", "MR4278802"], ["Regularity properties of jump diffusions with irregular coefficients.", "MR4243712"], ["Strong Feller property for one-dimensional Lévy processes driven stochastic differential equations with Hölder continuous coefficients.", "MR4168328"], ["Hölder regularity and gradient estimates for SDEs driven by cylindrical\nα\n-stable processes.", "MR4179301"], ["Schauder estimates for nonlocal kinetic equations and applications.", "MR4124429"], ["Heat kernel for non-local operators with variable order.", "MR4092415"], ["Gradient estimates and ergodicity for SDEs driven by multiplicative Lévy noises via coupling.", "MR4080736"], ["Strong existence and uniqueness for stable stochastic differential equations with distributional drift.", "MR4079434"], ["Ergodicity of stochastic differential equations with jumps and singular coefficients.", "MR4058986"], ["A unified approach to coupling SDEs driven by Lévy noise and some applications.", "MR4036048"], ["Derivative formula for the Feynman-Kac semigroup of SDEs driven by rotationally invariant\nα\n-stable process.", "MR4027193"], ["Gevrey semigroup generated by\n−(\nΛ\nα\n+b⋅∇)\nin\nL\np\n(\nR\nn\n)\n.", "MR4008014"], ["Refined basic couplings and Wasserstein-type distances for SDEs with Lévy noises.", "MR3985558"], ["On the regularity issues of a class of drift-diffusion equations with nonlocal diffusion.", "MR3981377"], ["Strong convergence of the Euler-Maruyama approximation for a class of Lévy-driven SDEs.", "MR3980140"], ["On weak uniqueness and distributional properties of a solution to an SDE with\nα\n-stable noise.", "MR3907007"], ["Well-posedness of SDEs with drifts in mixed-norm spaces and driven by mixed-noises.", "MR3906262"], ["Weak uniqueness for SDEs driven by supercritical stable processes with Hölder drifts.", "MR3894922"], ["Davie's type uniqueness for a class of SDEs with jumps.", "MR3795063"], ["Parametrix construction of the transition probability density of the solution to an SDE driven by\nα\n-stable noise.", "MR3765882"], ["On weak solutions of SDEs with singular time-dependent drift and driven by stable processes.", "MR3735412"], ["On the differentiability issue of the drift-diffusion equation with nonlocal Lévy-type diffusion.", "MR3730744"], ["Singular SDEs with critical non-local and non-symmetric Lévy type generator.", "MR3707246"], ["Smooth solution of a nonlocal Fokker-Planck equation associated with stochastic systems with Lévy noise.", "MR3483012"], ["Gradient estimates for SDEs driven by multiplicative Lévy noise.", "MR3401615"]], "MR3873782": [["Uniform dimension results for the inverse images of symmetric Lévy processes.", "MR4166197"]], "MR3841403": [["Yaglom limit for critical nonlocal branching Markov processes.", "MR4499840"], ["Yaglom's limit for critical Galton-Watson processes in varying environment: a probabilistic approach.", "MR4260504"], ["The coalescent structure of continuous-time Galton-Watson trees.", "MR4133376"], ["Limit theorems for a class of critical superprocesses with stable branching.", "MR4102269"], ["Penalization of Galton-Watson processes.", "MR4080739"], ["Spine decompositions and limit theorems for a class of critical superprocesses.", "MR4058118"]], "MR3827639": [["Numerical solutions for asymmetric Lévy flights.", "MR4269656"], ["First passage time moments of asymmetric Lévy flights.", "MR4117190"], ["First-passage properties of asymmetric Lévy flights.", "MR4028929"], ["Fokker-Planck equation driven by asymmetric Lévy motion.", "MR3936937"]], "MR3817130": [["Essential spectrum and Feller type properties.", "MR4578418"], ["Heat kernels for time-dependent non-symmetric mixed Lévy-type operators.", "MR4571871"], ["Subexponential upper and lower bounds in Wasserstein distance for Markov processes.", "MR4429313"], ["On Markovian semigroups of Lévy driven SDEs, symbols and pseudo-differential operators.", "MR4373483"], ["Representation of harmonic functions with respect to subordinate Brownian motion.", "MR4300396"], ["Periodic homogenization of nonsymmetric Lévy-type processes.", "MR4348681"], ["Estimates of heat kernels of non-symmetric Lévy processes.", "MR4308627"], ["Estimates on transition densities of subordinators with jumping density decaying in mixed polynomial orders.", "MR4271912"], ["Strong feller property for SDEs driven by multiplicative cylindrical stable noise.", "MR4261305"], ["Uniqueness in law for stable-like processes of variable order.", "MR4259439"], ["Periodic homogenization of a Lévy-type process with small jumps.", "MR4238225"], ["Semilinear equations for non-local operators: beyond the fractional Laplacian.", "MR4219335"], ["Heat kernel estimates for non-symmetric finite range jump processes.", "MR4215139"], ["Semigroup properties of solutions of SDEs driven by Lévy processes with independent coordinates.", "MR4167204"], ["On the Cauchy problem for nondegenerate parabolic integro-differential equations in the scale of generalized Hölder spaces.", "MR4140080"], ["On the boundary theory of subordinate killed Lévy processes.", "MR4117984"], ["Heat kernel for non-local operators with variable order.", "MR4092415"], ["Gradient estimates for the fundamental solution of Lévy type operator.", "MR4078178"], ["Heat kernel of anisotropic nonlocal operators.", "MR4077549"], ["Heat kernel estimates for symmetric jump processes with mixed polynomial growths.", "MR4021238"], ["Heat kernels of non-symmetric Lévy-type operators.", "MR3996792"], ["Heat kernels of non-symmetric jump processes with exponentially decaying jumping kernel.", "MR3958426"], ["Fluctuation theory for Lévy processes with completely monotone jumps.", "MR3940770"], ["Transition density estimates for diagonal systems of SDEs driven by cylindrical\nα\n-stable processes.", "MR3877025"], ["Williams decomposition for superprocesses.", "MR3771760"]], "MR3813270": null, "MR3809449": [["New criteria for minimal thinness and rarefiedness associated with cylindrical Schrödinger operator and their geometrical properties.", "MR4469139"], ["Representation of harmonic functions with respect to subordinate Brownian motion.", "MR4300396"], ["Decay rate of harmonic functions for non-symmetric strictly\nα\n-stable Lévy processes.", "MR4289667"], ["Semilinear equations for non-local operators: beyond the fractional Laplacian.", "MR4219335"], ["Potential kernels, probabilities of hitting a ball, harmonic functions and the boundary Harnack inequality for unimodal Lévy processes.", "MR3729529"], ["Scale invariant boundary Harnack principle at infinity for Feller processes.", "MR3713581"], ["Martin kernels for Markov processes with jumps.", "MR3713580"], ["Martin boundary of unbounded sets for purely discontinuous Feller processes.", "MR3567857"]], "MR3771760": [["Convergence rate for a class of supercritical superprocesses.", "MR4497344"]], "MR3713581": [["Decay of harmonic functions for discrete time Feynman-Kac operators with confining potentials.", "MR4460598"], ["Semilinear equations for non-local operators: beyond the fractional Laplacian.", "MR4219335"], ["On the boundary theory of subordinate killed Lévy processes.", "MR4117984"], ["Estimates of Dirichlet heat kernel for symmetric Markov processes.", "MR4035035"], ["Intrinsic ultracontractivity and ground state estimates of non-local Dirichlet forms on unbounded open sets.", "MR3919443"], ["Potential theory of subordinate killed Brownian motion.", "MR3917213"], ["Accessibility, Martin boundary and minimal thinness for Feller processes in metric measure spaces.", "MR3809449"], ["Martin kernels for Markov processes with jumps.", "MR3713580"]], "MR3601657": [["Subcritical superprocesses conditioned on non-extinction.", "MR4612306"], ["Central limit theorem for bifurcating Markov chains under pointwise ergodic conditions.", "MR4497859"], ["Convergence rate for a class of supercritical superprocesses.", "MR4497344"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes, II.", "MR4397885"], ["Quasi-stationary distributions for subcritical superprocesses.", "MR4175472"], ["Limit theorems for a class of critical superprocesses with stable branching.", "MR4102269"], ["A kernel bound for non-symmetric stable distribution and its applications.", "MR4081550"], ["Spine decompositions and limit theorems for a class of critical superprocesses.", "MR4058118"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes.", "MR4049077"], ["Approximation to stable law by the Lindeberg principle.", "MR4000076"], ["Supercritical superprocesses: proper normalization and non-degenerate strong limit.", "MR3984388"], ["Functional central limit theorems for supercritical superprocesses.", "MR3592799"]], "MR3592799": [["Central limit theorem for bifurcating Markov chains under pointwise ergodic conditions.", "MR4497859"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes.", "MR4049077"], ["Strong law of large numbers for supercritical superprocesses under second moment condition.", "MR3352888"]], "MR3567857": [["Representation of harmonic functions with respect to subordinate Brownian motion.", "MR4300396"], ["Semilinear equations for non-local operators: beyond the fractional Laplacian.", "MR4219335"], ["Accessibility, Martin boundary and minimal thinness for Feller processes in metric measure spaces.", "MR3809449"], ["Martin kernels for Markov processes with jumps.", "MR3713580"]], "MR3551589": [["New criteria for minimal thinness and rarefiedness associated with cylindrical Schrödinger operator and their geometrical properties.", "MR4469139"], ["On the boundary theory of subordinate killed Lévy processes.", "MR4117984"], ["Censored symmetric Lévy-type processes.", "MR4026457"], ["Accessibility, Martin boundary and minimal thinness for Feller processes in metric measure spaces.", "MR3809449"], ["Dichotomy of global density of Riesz capacity.", "MR3499108"], ["Minimal thinness with respect to subordinate killed Brownian motions.", "MR3461197"], ["Unavoidable collections of balls for censored stable processes.", "MR3225414"]], "MR3461197": [["Semilinear Dirichlet problem for subordinate spectral Laplacian.", "MR4550202"], ["New criteria for minimal thinness and rarefiedness associated with cylindrical Schrödinger operator and their geometrical properties.", "MR4469139"], ["Semilinear equations for non-local operators: beyond the fractional Laplacian.", "MR4219335"], ["On the boundary theory of subordinate killed Lévy processes.", "MR4117984"], ["Potential theory of subordinate killed Brownian motion.", "MR3917213"]], "MR3456760": [["De Giorgi type results for equations with nonlocal lower-order terms.", "MR4552069"], ["Convergence rate for a class of supercritical superprocesses.", "MR4497344"], ["Heat kernels for reflected diffusions with jumps on inner uniform domains.", "MR4491414"], ["Two-sided Dirichlet heat kernel estimates of symmetric stable processes on horn-shaped regions.", "MR4476227"], ["Heat kernel estimates for subordinate Markov processes and their applications.", "MR4374849"], ["Estimates of Dirichlet heat kernels for unimodal Lévy processes with low intensity of small jumps.", "MR4311112"], ["Estimates on the tail probabilities of subordinators and applications to general time fractional equations.", "MR4102270"], ["On estimates of transition density for subordinate Brownian motions with Gaussian components in\nC\n1,1\n-open sets.", "MR4091605"], ["Large deviation for additive functionals of symmetric Markov processes.", "MR4069239"], ["Estimates of Dirichlet heat kernel for symmetric Markov processes.", "MR4035035"], ["Fluctuation theory for Lévy processes with completely monotone jumps.", "MR3940770"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["Global Dirichlet heat kernel estimates for symmetric Lévy processes in half-space.", "MR3569587"], ["Limit theorems for some critical superprocesses.", "MR3459635"], ["Global heat kernel estimates for symmetric Markov processes dominated by stable-like processes in exterior\nC\n1,η\nopen sets.", "MR3374107"], ["Strong law of large numbers for supercritical superprocesses under second moment condition.", "MR3352888"], ["Regularity results for nonlocal parabolic equations.", "MR3289601"], ["Dirichlet heat kernel estimates for rotationally symmetric Lévy processes.", "MR3237737"], ["Two-sided estimates for the transition densities of symmetric Markov processes dominated by stable-like processes in\nC\n1,η\nopen sets.", "MR3217433"]], "MR3449310": [["Spine decomposition and\nLlogL\ncriterion for superprocesses with non-local branching mechanisms.", "MR4359790"], ["A generalization of the submartingale property: maximal inequality and applications to various stochastic processes.", "MR4064310"], ["Extinction properties of multi-type continuous-state branching processes.", "MR3849816"], ["Williams decomposition for superprocesses.", "MR3771760"], ["Limit theorems for some critical superprocesses.", "MR3459635"], ["Spines, skeletons and the strong law of large numbers for superdiffusions.", "MR3395469"]], "MR3459635": [["Subcritical superprocesses conditioned on non-extinction.", "MR4612306"], ["Convergence rate for a class of supercritical superprocesses.", "MR4497344"], ["Quasi-stationary distributions for subcritical superprocesses.", "MR4175472"], ["Limit theorems for a class of critical superprocesses with stable branching.", "MR4102269"], ["Spine decompositions and limit theorems for a class of critical superprocesses.", "MR4058118"], ["Supercritical superprocesses: proper normalization and non-degenerate strong limit.", "MR3984388"], ["Williams decomposition for superprocesses.", "MR3771760"], ["Central limit theorems for supercritical branching nonsymmetric Markov processes.", "MR3601657"], ["Asymptotic behavior of critical, irreducible multi-type continuous state and continuous time branching processes with immigration.", "MR3494683"], ["Strong law of large numbers for supercritical superprocesses under second moment condition.", "MR3352888"]], "MR3379348": [["Green function for gradient perturbation of unimodal Lévy processes in the real line.", "MR4061422"], ["Censored symmetric Lévy-type processes.", "MR4026457"], ["A note on the trace theorem for Besov-type spaces of generalized smoothness on\nd\n-sets.", "MR3964403"], ["Accessibility, Martin boundary and minimal thinness for Feller processes in metric measure spaces.", "MR3809449"], ["Yaglom limit for stable processes in cones.", "MR3771748"], ["On purely discontinuous additive functionals of subordinate Brownian motions.", "MR3739513"], ["Scale invariant boundary Harnack principle at infinity for Feller processes.", "MR3713581"], ["Martin kernels for Markov processes with jumps.", "MR3713580"], ["Green function for gradient perturbation of unimodal Lévy processes.", "MR3652204"], ["Martin boundary of unbounded sets for purely discontinuous Feller processes.", "MR3567857"], ["Boundary Harnack principle and gradient estimates for fractional Laplacian perturbed by non-local operators.", "MR3554401"], ["Minimal thinness with respect to symmetric Lévy processes.", "MR3551589"], ["Minimal thinness with respect to subordinate killed Brownian motions.", "MR3461197"]], "MR3352888": [["Stochastic methods for the neutron transport equation II: almost sure growth.", "MR4187129"], ["A strong law of large numbers for super-critical branching Brownian motion with absorption.", "MR4163495"], ["On laws of large numbers in\nL\n2\nfor supercritical branching Markov processes beyond\nλ\n-positivity.", "MR4058988"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes.", "MR4049077"], ["Laws of large numbers for supercritical branching Gaussian processes.", "MR3985570"], ["Supercritical superprocesses: proper normalization and non-degenerate strong limit.", "MR3984388"], ["Skeleton decomposition and law of large numbers for supercritical superprocesses.", "MR3904489"], ["Limit theorems for some critical superprocesses.", "MR3459635"]], "MR3335416": [["Stability of estimates for fundamental solutions under Feynman-Kac perturbations for symmetric Markov processes.", "MR4578049"], ["Spine decomposition and\nLlogL\ncriterion for superprocesses with non-local branching mechanisms.", "MR4359790"], ["Feynman-Kac transform for anomalous processes.", "MR4328511"], ["Spectral cluster estimates for Schrödinger operators of relativistic type.", "MR4324292"], ["Sharp heat kernel estimates for spectral fractional Laplacian perturbed by gradients.", "MR4170875"], ["Factorization and estimates of Dirichlet heat kernels for non-local operators with critical killings.", "MR4163128"], ["Heat kernel estimates of fractional Schrödinger operators with negative Hardy potential.", "MR4140086"], ["Estimates on the tail probabilities of subordinators and applications to general time fractional equations.", "MR4102270"], ["Law of large numbers for supercritical superprocesses with non-local branching.", "MR4046530"], ["Heat kernel estimates for Dirichlet fractional Laplacian with gradient perturbation.", "MR3900531"], ["Transition density estimates for diagonal systems of SDEs driven by cylindrical\nα\n-stable processes.", "MR3877025"], ["Perturbation by non-local operators.", "MR3795061"], ["Boundary Harnack principle and gradient estimates for fractional Laplacian perturbed by non-local operators.", "MR3554401"], ["Heat kernels and analyticity of non-symmetric jump diffusion semigroups.", "MR3500272"], ["Strong law of large numbers for supercritical superprocesses under second moment condition.", "MR3352888"], ["Pointwise eigenfunction estimates and intrinsic ultracontractivity-type properties of Feynman-Kac semigroups for a class of Lévy processes.", "MR3342665"]], "MR3293289": [["Subcritical superprocesses conditioned on non-extinction.", "MR4612306"], ["Convergence rate for a class of supercritical superprocesses.", "MR4497344"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes, II.", "MR4397885"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes.", "MR4049077"], ["Central limit theorems for supercritical superprocesses with immigration.", "MR3803921"], ["Central limit theorems for supercritical branching nonsymmetric Markov processes.", "MR3601657"], ["Functional central limit theorems for supercritical superprocesses.", "MR3592799"], ["A central limit theorem and a law of the iterated logarithm for the Biggins martingale of the supercritical branching random walk.", "MR3581250"], ["Limit theorems for some critical superprocesses.", "MR3459635"], ["Strong law of large numbers for supercritical superprocesses under second moment condition.", "MR3352888"], ["CLT for Ornstein-Uhlenbeck branching particle system.", "MR3339862"]], "MR3269724": [["Spectral heat content for\nα\n-stable processes in\nC\n1,1\nopen sets.", "MR4379201"], ["A parabolic equation for the fractional Laplacian in the whole space: blow-up of nonnegative solutions.", "MR4045047"], ["Two-term spectral asymptotics for the Dirichlet pseudo-relativistic kinetic energy operator on a bounded domain.", "MR3877515"], ["Trace estimates for unimodal Lévy processes.", "MR3577401"], ["Spectral functions of subordinate Brownian motion on closed manifolds.", "MR3509960"], ["Asymptotic estimate of eigenvalues of pseudo-differential operators in an interval.", "MR3475957"], ["Heat trace asymptotics of subordinate Brownian motion in Euclidean space.", "MR3460028"]], "MR3247530": [["On quasi-stationaries for symmetric Markov processes.", "MR4604336"], ["The asymptotic frequency of stochastic oscillators.", "MR4547710"], ["Yaglom limit for stochastic fluid models.", "MR4322399"], ["Exponential mixing property for absorbing Markov processes.", "MR4299861"], ["Quasi-ergodic limits for finite absorbing Markov chains.", "MR4152794"], ["Q\n-processes and asymptotic properties of Markov processes conditioned not to hit moving boundaries.", "MR4092411"], ["Some conditional limiting theorems for symmetric Markov processes with tightness property.", "MR4017134"], ["On the quasi-ergodic distribution of absorbing Markov processes.", "MR3915361"], ["Sensitivity analysis of long-term cash flows.", "MR3860608"], ["Yaglom limit for stable processes in cones.", "MR3771748"], ["Central limit theorems for supercritical branching nonsymmetric Markov processes.", "MR3601657"], ["On quasi-ergodic distribution for one-dimensional diffusions.", "MR3474753"], ["Positive eigenfunctions of Markovian pricing operators: Hansen-Scheinkman factorization, Ross recovery, and long-term pricing.", "MR3463265"], ["Limit theorems for some critical superprocesses.", "MR3459635"]], "MR3247279": [["The Onsager-Machlup function as Lagrangian for the most probable path of a jump-diffusion process.", "MR4002397"], ["Fokker-Planck equation driven by asymmetric Lévy motion.", "MR3936937"]], "MR3237737": [["Convergence rate for a class of supercritical superprocesses.", "MR4497344"], ["Heat kernels for reflected diffusions with jumps on inner uniform domains.", "MR4491414"], ["Two-sided Dirichlet heat kernel estimates of symmetric stable processes on horn-shaped regions.", "MR4476227"], ["Heat kernel estimates for subordinate Markov processes and their applications.", "MR4374849"], ["A study of nonlocal spatially heterogeneous logistic equation with harvesting.", "MR4321000"], ["Estimates of Dirichlet heat kernels for unimodal Lévy processes with low intensity of small jumps.", "MR4311112"], ["Heat kernel upper bounds for symmetric Markov semigroups.", "MR4249776"], ["Existence and non-existence results for a class of semilinear nonlocal operators with exterior condition.", "MR4246753"], ["Semilinear equations for non-local operators: beyond the fractional Laplacian.", "MR4219335"], ["Factorization and estimates of Dirichlet heat kernels for non-local operators with critical killings.", "MR4163128"], ["On the boundary theory of subordinate killed Lévy processes.", "MR4117984"], ["Estimates on the tail probabilities of subordinators and applications to general time fractional equations.", "MR4102270"], ["Extension and trace for nonlocal operators.", "MR4088505"], ["Large deviations for intersection measures of some Markov processes.", "MR4075013"], ["Large deviation for additive functionals of symmetric Markov processes.", "MR4069239"], ["Green function for gradient perturbation of unimodal Lévy processes in the real line.", "MR4061422"], ["Estimates of Dirichlet heat kernel for symmetric Markov processes.", "MR4035035"], ["Regularity of semigroups for SDEs driven by Lévy noises with one-sided Lipschitz continuous drift.", "MR4023514"], ["Boundary regularity for nonlocal operators with kernels of variable orders.", "MR3947676"], ["A comparative study on nonlocal diffusion operators related to the fractional Laplacian.", "MR3932725"], ["Potential theory of subordinate killed Brownian motion.", "MR3917213"], ["Transition probabilities of Lévy-type processes: parametrix construction.", "MR3912204"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["Heat kernels of non-symmetric jump processes: beyond the stable case.", "MR3817130"], ["Gradient estimates of Dirichlet heat kernels for unimodal Lévy processes.", "MR3767143"], ["Green function for gradient perturbation of unimodal Lévy processes.", "MR3652204"], ["Boundary Harnack principle for the absolute value of a one-dimensional subordinate Brownian motion killed at 0.", "MR3592206"], ["Global Dirichlet heat kernel estimates for symmetric Lévy processes in half-space.", "MR3569587"], ["Minimal thinness with respect to symmetric Lévy processes.", "MR3551589"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["Gradient estimates of harmonic functions and transition densities for Lévy processes.", "MR3413864"], ["Limit theorems for some critical superprocesses.", "MR3459635"], ["Global heat kernel estimates for symmetric Markov processes dominated by stable-like processes in exterior\nC\n1,η\nopen sets.", "MR3374107"], ["Strong law of large numbers for supercritical superprocesses under second moment condition.", "MR3352888"], ["Dirichlet heat kernel for unimodal Lévy processes.", "MR3249349"], ["Two-sided estimates for the transition densities of symmetric Markov processes dominated by stable-like processes in\nC\n1,η\nopen sets.", "MR3217433"], ["Density and tails of unimodal convolution semigroups.", "MR3165234"], ["Global uniform boundary Harnack principle with explicit decay rate and its application.", "MR3131293"]], "MR3232039": [["Heat kernel estimates for subordinate Markov processes and their applications.", "MR4374849"], ["On the KPZ equation with fractional diffusion: global regularity and existence results.", "MR4358140"], ["Sharp heat kernel estimates for spectral fractional Laplacian perturbed by gradients.", "MR4170875"], ["Heat kernel estimates for Dirichlet fractional Laplacian with gradient perturbation.", "MR3900531"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["Strong law of large numbers for supercritical superprocesses under second moment condition.", "MR3352888"], ["Quasi-stationarity and quasi-ergodicity of general Markov processes.", "MR3247530"]], "MR3232031": [["Semilinear Dirichlet problem for subordinate spectral Laplacian.", "MR4550202"], ["Representation of harmonic functions with respect to subordinate Brownian motion.", "MR4300396"], ["Fluctuation theory for Lévy processes with completely monotone jumps.", "MR3940770"], ["Accessibility, Martin boundary and minimal thinness for Feller processes in metric measure spaces.", "MR3809449"], ["Yaglom limit for stable processes in cones.", "MR3771748"], ["Scale invariant boundary Harnack principle at infinity for Feller processes.", "MR3713581"], ["Martin kernels for Markov processes with jumps.", "MR3713580"], ["Martin boundary of unbounded sets for purely discontinuous Feller processes.", "MR3567857"], ["Minimal thinness with respect to symmetric Lévy processes.", "MR3551589"], ["New families of subordinators with explicit transition probability semigroup.", "MR3231629"], ["Global uniform boundary Harnack principle with explicit decay rate and its application.", "MR3131293"]], "MR3200425": [["Extreme statistics of superdiffusive Lévy flights and every other Lévy subordinate Brownian motion.", "MR4588165"], ["A modified walk-on-sphere method for high dimensional fractional Poisson equation.", "MR4563163"], ["Finite difference method for inhomogeneous fractional Dirichlet problem.", "MR4460607"], ["Extracting governing laws from sample path data of non-Gaussian stochastic dynamical systems.", "MR4368915"], ["Mean first passage time and absorption probabilities of a Lévy flier on a finite interval: discrete space and continuous limit via Fock space approach.", "MR4306513"], ["Mean exit time and escape probability for the stochastic logistic growth model with multiplicative\nα\n-stable Lévy noise.", "MR4282785"], ["The Dirichlet problem for nonlocal elliptic equations.", "MR4281745"], ["Numerical solutions for asymmetric Lévy flights.", "MR4269656"], ["A multigrid-reduction-in-time solver with a new two-level convergence for unsteady fractional Laplacian problems.", "MR4233328"], ["Linear response theory for nonlinear stochastic differential equations with\nα\n-stable Lévy noises.", "MR4212190"], ["Machine learning for prediction with missing dynamics.", "MR4199367"], ["Efficient algorithms for computing multidimensional integral fractional Laplacians via spherical means.", "MR4154318"], ["First passage time moments of asymmetric Lévy flights.", "MR4117190"], ["Delayed and rushed motions through time change.", "MR4105292"], ["A simple solver for the fractional Laplacian in multiple dimensions.", "MR4079475"], ["Mean exit time for stochastic dynamical systems driven by tempered stable Lévy fluctuations.", "MR4031729"], ["First-passage properties of asymmetric Lévy flights.", "MR4028929"], ["Accurate numerical methods for two and three dimensional integral fractional Laplacian with applications.", "MR3979209"], ["A limited-memory block bi-diagonal Toeplitz preconditioner for block lower triangular Toeplitz system from time-space fractional diffusion equation.", "MR3957492"], ["Path integral solutions of the governing equation of SDEs excited by Lévy white noise.", "MR3957451"], ["Fokker-Planck equation driven by asymmetric Lévy motion.", "MR3936937"], ["Finite difference schemes for the tempered fractional Laplacian.", "MR3894841"], ["Lévy walk with multiple internal states.", "MR3880996"], ["Finite difference methods for the generator of 1D asymmetric alpha-stable Lévy motions.", "MR3739304"], ["A novel and accurate finite difference method for the fractional Laplacian and the fractional Poisson problem.", "MR3738575"], ["Martingale and weak solutions for a stochastic nonlocal Burgers equation on finite intervals.", "MR3595199"], ["Dynamical inference for transitions in stochastic systems with\nα\n-stable Lévy noise.", "MR3517121"], ["Generalized local and nonlocal master equations for some stochastic processes.", "MR3501334"], ["Metastability in a class of hyperbolic dynamical systems perturbed by heavy-tailed Lévy type noise.", "MR3349974"], ["Asymptotic methods for stochastic dynamical systems with small non-Gaussian Lévy noise.", "MR3285321"], ["Non-Gaussian dynamics of a tumor growth system with immunization.", "MR3105350"], ["Impact of\nα\n-stable Lévy noise on the Stommel model for the thermohaline circulation.", "MR2903767"]], "MR3192504": [["Weak and strong well-posedness of critical and supercritical SDEs with singular coefficients.", "MR4561681"], ["On admissible singular drifts of symmetric\nα\n-stable process.", "MR4515442"], ["Feller generators with measurable lower order terms.", "MR4499509"], ["Reflected Brownian motion with singular drift.", "MR4255219"], ["Sharp heat kernel estimates for spectral fractional Laplacian perturbed by gradients.", "MR4170875"], ["Strong existence and uniqueness for stable stochastic differential equations with distributional drift.", "MR4079434"], ["Gradient estimates for the fundamental solution of Lévy type operator.", "MR4078178"], ["On weak uniqueness and distributional properties of a solution to an SDE with\nα\n-stable noise.", "MR3907007"], ["Parametrix construction of the transition probability density of the solution to an SDE driven by\nα\n-stable noise.", "MR3765882"], ["On weak solutions of SDEs with singular time-dependent drift and driven by stable processes.", "MR3735412"], ["Brownian motion with singular time-dependent drift.", "MR3736181"], ["Intrinsic compound kernel estimates for the transition probability density of Lévy-type processes and their applications.", "MR3652202"], ["Central limit theorems for supercritical branching nonsymmetric Markov processes.", "MR3601657"], ["A stable Cox-Ingersoll-Ross model with restart.", "MR3535754"], ["Uniqueness of stable processes with drift.", "MR3477084"], ["Drift perturbation of subordinate Brownian motions with Gaussian component.", "MR3454045"], ["Limit theorems for some critical superprocesses.", "MR3459635"], ["Strong law of large numbers for supercritical superprocesses under second moment condition.", "MR3352888"], ["Heat kernel estimates for\nΔ+\nΔ\nα/2\nunder gradient perturbation.", "MR3332849"], ["Quasi-stationarity and quasi-ergodicity of general Markov processes.", "MR3247530"], ["Dirichlet heat kernel estimates for stable processes with singular drift in unbounded\nC\n1,1\nopen sets.", "MR3232039"]], "MR3180938": [["Stable central limit theorems for super Ornstein-Uhlenbeck processes, II.", "MR4397885"], ["Spine decompositions and limit theorems for a class of critical superprocesses.", "MR4058118"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes.", "MR4049077"], ["Central limit theorems for supercritical superprocesses with immigration.", "MR3803921"], ["Central limit theorems for supercritical branching nonsymmetric Markov processes.", "MR3601657"], ["Functional central limit theorems for supercritical superprocesses.", "MR3592799"], ["Limit theorems for some critical superprocesses.", "MR3459635"], ["Spines, skeletons and the strong law of large numbers for superdiffusions.", "MR3395469"], ["Central limit theorems for supercritical superprocesses.", "MR3293289"], ["Central limit theorems for supercritical branching Markov processes.", "MR3146834"]], "MR3146834": [["Stable central limit theorems for super Ornstein-Uhlenbeck processes, II.", "MR4397885"], ["Normal approximation for mixtures of normal distributions and the evolution of phenotypic traits.", "MR4232753"], ["Almost sure,\nL\n1\n- and\nL\n2\n-growth behavior of supercritical multi-type continuous state and continuous time branching processes with immigration.", "MR4159401"], ["Spine decompositions and limit theorems for a class of critical superprocesses.", "MR4058118"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes.", "MR4049077"], ["A law of large numbers for branching Markov processes by the ergodicity of ancestral lineages.", "MR4011569"], ["Central limit theorems for supercritical superprocesses with immigration.", "MR3803921"], ["Law of large numbers for branching symmetric Hunt processes with measure-valued branching rates.", "MR3687244"], ["Central limit theorems for supercritical branching nonsymmetric Markov processes.", "MR3601657"], ["Functional central limit theorems for supercritical superprocesses.", "MR3592799"], ["Limit theorems for some critical superprocesses.", "MR3459635"], ["Strong law of large numbers for supercritical superprocesses under second moment condition.", "MR3352888"], ["CLT for Ornstein-Uhlenbeck branching particle system.", "MR3339862"], ["Central limit theorems for supercritical superprocesses.", "MR3293289"], ["Central limit theorems for super Ornstein-Uhlenbeck processes.", "MR3180938"]], "MR3131293": [["On potential theory of Markov processes with jump kernels decaying at the boundary.", "MR4552646"], ["A Sobolev space theory for the stochastic partial differential equations with space-time non-local operators.", "MR4447335"], ["Heat kernel estimates for subordinate Markov processes and their applications.", "MR4374849"], ["Representation of harmonic functions with respect to subordinate Brownian motion.", "MR4300396"], ["Estimates of Dirichlet heat kernels for unimodal Lévy processes with low intensity of small jumps.", "MR4311112"], ["Decay rate of harmonic functions for non-symmetric strictly\nα\n-stable Lévy processes.", "MR4289667"], ["An\nL\nq\n(\nL\np\n)\n-theory for diffusion equations with space-time nonlocal operators.", "MR4242958"], ["Semilinear equations for non-local operators: beyond the fractional Laplacian.", "MR4219335"], ["On the boundary theory of subordinate killed Lévy processes.", "MR4117984"], ["Estimates of Dirichlet heat kernel for symmetric Markov processes.", "MR4035035"], ["Time fractional Poisson equations: representations and estimates.", "MR4030268"], ["Harnack inequality for subordinate random walks.", "MR3959626"], ["Fluctuation theory for Lévy processes with completely monotone jumps.", "MR3940770"], ["On the Cauchy problem for integro-differential equations in the scale of spaces of generalized smoothness.", "MR3925590"], ["Potential theory of subordinate killed Brownian motion.", "MR3917213"], ["An\nL\np\n-theory for diffusion equations related to stochastic processes with non-stationary independent increment.", "MR3896117"], ["Lifschitz singularity for subordinate Brownian motions in presence of the Poissonian potential on the Sierpiński gasket.", "MR3860014"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["Heat kernels of non-symmetric jump processes: beyond the stable case.", "MR3817130"], ["Accessibility, Martin boundary and minimal thinness for Feller processes in metric measure spaces.", "MR3809449"], ["Gradient estimates of Dirichlet heat kernels for unimodal Lévy processes.", "MR3767143"], ["On purely discontinuous additive functionals of subordinate Brownian motions.", "MR3739513"], ["Potential kernels, probabilities of hitting a ball, harmonic functions and the boundary Harnack inequality for unimodal Lévy processes.", "MR3729529"], ["On\nL\np\n-theory for parabolic and elliptic integro-differential equations with scalable operators in the whole space.", "MR3736652"], ["Scale invariant boundary Harnack principle at infinity for Feller processes.", "MR3713581"], ["Martin kernels for Markov processes with jumps.", "MR3713580"], ["Singular SDEs with critical non-local and non-symmetric Lévy type generator.", "MR3707246"], ["Hitting times of points and intervals for symmetric Lévy processes.", "MR3636597"], ["Boundary Harnack principle for the absolute value of a one-dimensional subordinate Brownian motion killed at 0.", "MR3592206"], ["Trace estimates for unimodal Lévy processes.", "MR3577401"], ["Martin boundary of unbounded sets for purely discontinuous Feller processes.", "MR3567857"], ["Minimal thinness with respect to symmetric Lévy processes.", "MR3551589"], ["Minimal thinness with respect to subordinate killed Brownian motions.", "MR3461197"], ["Hardy inequalities and non-explosion results for semigroups.", "MR3460023"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["An\nL\np\n-theory for a class of non-local elliptic equations related to nonsymmetric measurable kernels.", "MR3415724"], ["A Hölder regularity theory for a class of non-local elliptic equations related to subordinate Brownian motions.", "MR3432453"], ["Barriers, exit time and survival probability for unimodal Lévy processes.", "MR3350043"], ["Dirichlet heat kernel for unimodal Lévy processes.", "MR3249349"], ["Boundary Harnack principle and Martin boundary at infinity for subordinate Brownian motions.", "MR3232031"], ["On Harnack inequality and Hölder regularity for isotropic unimodal Lévy processes.", "MR3225805"], ["Two-sided estimates for the transition densities of symmetric Markov processes dominated by stable-like processes in\nC\n1,η\nopen sets.", "MR3217433"], ["Density and tails of unimodal convolution semigroups.", "MR3165234"], ["Unavoidable collections of balls for isotropic Lévy processes.", "MR3148015"], ["Parabolic Littlewood-Paley inequality for\nϕ(−Δ)\n-type operators and applications to stochastic integro-differential equations.", "MR3116570"], ["On estimates of Poisson kernels for symmetric Lévy processes.", "MR3104097"]], "MR3023661": null, "MR3010783": [["Censored symmetric Lévy-type processes.", "MR4026457"], ["Potential theory of subordinate killed Brownian motion.", "MR3917213"], ["Fractional nonlinear degenerate diffusion equations on bounded domains part I. Existence, uniqueness and upper bounds.", "MR3427986"], ["Stability of Dirichlet heat kernel estimates for non-local operators under Feynman-Kac perturbation.", "MR3335416"], ["Oscillation of harmonic functions for subordinate Brownian motion and its applications.", "MR3003358"]], "MR3010225": [["Subcritical superprocesses conditioned on non-extinction.", "MR4612306"], ["Convergence rate for a class of supercritical superprocesses.", "MR4497344"], ["Long-time limits and occupation times for stable Fleming-Viot processes with decaying sampling rates.", "MR4164849"], ["A strong law of large numbers for super-critical branching Brownian motion with absorption.", "MR4163495"], ["On laws of large numbers in\nL\n2\nfor supercritical branching Markov processes beyond\nλ\n-positivity.", "MR4058988"], ["Law of large numbers for supercritical superprocesses with non-local branching.", "MR4046530"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes.", "MR4049077"], ["Laws of large numbers for supercritical branching Gaussian processes.", "MR3985570"], ["Supercritical superprocesses: proper normalization and non-degenerate strong limit.", "MR3984388"], ["Skeleton decomposition and law of large numbers for supercritical superprocesses.", "MR3904489"], ["Central limit theorems for supercritical superprocesses with immigration.", "MR3803921"], ["Williams decomposition for superprocesses.", "MR3771760"], ["Spines, skeletons and the strong law of large numbers for superdiffusions.", "MR3395469"], ["Strong law of large number for branching Hunt processes.", "MR3360782"], ["Strong law of large numbers for supercritical superprocesses under second moment condition.", "MR3352888"], ["Central limit theorems for super Ornstein-Uhlenbeck processes.", "MR3180938"], ["Central limit theorems for supercritical branching Markov processes.", "MR3146834"], ["A strong law of large numbers for super-stable processes.", "MR3131303"]], "MR3005005": [["Convergence rate for a class of supercritical superprocesses.", "MR4497344"], ["Boundary Harnack principle for diffusion with jumps.", "MR4445710"], ["On the boundary theory of subordinate killed Lévy processes.", "MR4117984"], ["Limit theorems for a class of critical superprocesses with stable branching.", "MR4102269"], ["On estimates of transition density for subordinate Brownian motions with Gaussian components in\nC\n1,1\n-open sets.", "MR4091605"], ["Fluctuation theory for Lévy processes with completely monotone jumps.", "MR3940770"], ["Potential theory of subordinate killed Brownian motion.", "MR3917213"], ["Potential kernels, probabilities of hitting a ball, harmonic functions and the boundary Harnack inequality for unimodal Lévy processes.", "MR3729529"], ["Scale invariant boundary Harnack principle at infinity for Feller processes.", "MR3713581"], ["Martin kernels for Markov processes with jumps.", "MR3713580"], ["Fatou's theorem for subordinate Brownian motions with Gaussian components on\nC\n1,1\nopen sets.", "MR3705444"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["Fractional nonlinear degenerate diffusion equations on bounded domains part I. Existence, uniqueness and upper bounds.", "MR3427986"], ["Limit theorems for some critical superprocesses.", "MR3459635"], ["On the joint distribution of the supremum functional and its last occurrence for subordinated linear Brownian motion.", "MR3389986"], ["Pointwise eigenfunction estimates and intrinsic ultracontractivity-type properties of Feynman-Kac semigroups for a class of Lévy processes.", "MR3342665"], ["Boundary Harnack principle and Martin boundary at infinity for subordinate Brownian motions.", "MR3232031"], ["Green function estimates for subordinate Brownian motions: stable and beyond.", "MR3206464"], ["Central limit theorems for supercritical branching Markov processes.", "MR3146834"], ["Global uniform boundary Harnack principle with explicit decay rate and its application.", "MR3131293"], ["Minimal thinness for subordinate Brownian motion in half-space.", "MR3013816"], ["Uniform boundary Harnack principle for rotationally symmetric Lévy processes in general open sets.", "MR2994122"]], "MR3050510": [["The Cauchy-Dirichlet problem for singular nonlocal diffusions on bounded domains.", "MR4548848"], ["Spreading speed in a fractional attraction-repulsion chemotaxis system with logistic source.", "MR4544117"], ["On admissible singular drifts of symmetric\nα\n-stable process.", "MR4515442"], ["Boundary Harnack principle for diffusion with jumps.", "MR4445710"], ["Heat kernel estimates for subordinate Markov processes and their applications.", "MR4374849"], ["On the KPZ equation with fractional diffusion: global regularity and existence results.", "MR4358140"], ["Approximation of heavy-tailed distributions via stable-driven SDEs.", "MR4278802"], ["Strong feller property for SDEs driven by multiplicative cylindrical stable noise.", "MR4261305"], ["Heat kernel estimates for non-symmetric finite range jump processes.", "MR4215139"], ["Sharp heat kernel estimates for spectral fractional Laplacian perturbed by gradients.", "MR4170875"], ["Semigroup properties of solutions of SDEs driven by Lévy processes with independent coordinates.", "MR4167204"], ["Heat kernel estimates of fractional Schrödinger operators with negative Hardy potential.", "MR4140086"], ["On the boundary theory of subordinate killed Lévy processes.", "MR4117984"], ["Estimates on the tail probabilities of subordinators and applications to general time fractional equations.", "MR4102270"], ["Green function for gradient perturbation of unimodal Lévy processes in the real line.", "MR4061422"], ["Estimates of Dirichlet heat kernel for symmetric Markov processes.", "MR4035035"], ["Intrinsic ultracontractivity and ground state estimates of non-local Dirichlet forms on unbounded open sets.", "MR3919443"], ["Heat kernel estimates for Dirichlet fractional Laplacian with gradient perturbation.", "MR3900531"], ["Transition density estimates for diagonal systems of SDEs driven by cylindrical\nα\n-stable processes.", "MR3877025"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["Perturbation by non-local operators.", "MR3795061"], ["Brownian motion with singular time-dependent drift.", "MR3736181"], ["Singular SDEs with critical non-local and non-symmetric Lévy type generator.", "MR3707246"], ["Heat kernels for non-symmetric diffusion operators with jumps.", "MR3693184"], ["Hölder continuity for stochastic fractional heat equation with colored noise.", "MR3688512"], ["Green function for gradient perturbation of unimodal Lévy processes.", "MR3652204"], ["A characteristic of local existence for nonlinear fractional heat equations in Lebesgue spaces.", "MR3606361"], ["Central limit theorems for supercritical branching nonsymmetric Markov processes.", "MR3601657"], ["Pointwise estimates for solutions of fractal Burgers equation.", "MR3552565"], ["The Dirichlet problem for stable-like operators and related probabilistic representations.", "MR3551465"], ["Heat kernels and analyticity of non-symmetric jump diffusion semigroups.", "MR3500272"], ["Uniqueness of stable processes with drift.", "MR3477084"], ["L\np\n-Wasserstein distance for stochastic differential equations driven by Lévy processes.", "MR3474827"], ["Regularity for the supercritical fractional Laplacian with drift.", "MR3472835"], ["Drift perturbation of subordinate Brownian motions with Gaussian component.", "MR3454045"], ["Fractional nonlinear degenerate diffusion equations on bounded domains part I. Existence, uniqueness and upper bounds.", "MR3427986"], ["Stable estimates for source solution of critical fractal Burgers equation.", "MR3424626"], ["Gradient estimates of harmonic functions and transition densities for Lévy processes.", "MR3413864"], ["Limit theorems for some critical superprocesses.", "MR3459635"], ["Strong law of large numbers for supercritical superprocesses under second moment condition.", "MR3352888"], ["Stability of Dirichlet heat kernel estimates for non-local operators under Feynman-Kac perturbation.", "MR3335416"], ["Heat kernel for fractional diffusion operators with perturbations.", "MR3334091"], ["Heat kernel estimates for\nΔ+\nΔ\nα/2\nunder gradient perturbation.", "MR3332849"], ["Laplacian perturbed by non-local operators.", "MR3299866"], ["Heat kernel estimates for critical fractional diffusion operators.", "MR3294616"], ["On Hardy spaces of local and nonlocal operators.", "MR3251822"], ["Principal eigenvalue of the fractional Laplacian with a large incompressible drift.", "MR3238505"], ["Dirichlet heat kernel estimates for stable processes with singular drift in unbounded\nC\n1,1\nopen sets.", "MR3232039"], ["Stable process with singular drift.", "MR3192504"], ["Smooth properties for semigroups of Lévy processes and their application.", "MR3191458"], ["Heat kernel estimates for pseudodifferential operators, fractional Laplacians and Dirichlet-to-Neumann operators.", "MR3169031"], ["Martin representation and Relative Fatou Theorem for fractional Laplacian with a gradient perturbation.", "MR3129851"], ["Stochastic differential equations with Sobolev drifts and driven by\nα\n-stable processes.", "MR3127913"], ["Sub-Markovian\nC\n0\n-semigroups generated by fractional Laplacian with gradient perturbation.", "MR3054309"], ["Estimates of the Green function for the fractional Laplacian perturbed by gradient.", "MR2892584"], ["Fractional Laplacian with singular drift.", "MR2875353"]], "MR3013816": [["New criteria for minimal thinness and rarefiedness associated with cylindrical Schrödinger operator and their geometrical properties.", "MR4469139"], ["Minimal thinness with respect to symmetric Lévy processes.", "MR3551589"], ["Minimal thinness with respect to subordinate killed Brownian motions.", "MR3461197"], ["Boundary Harnack principle and Martin boundary at infinity for subordinate Brownian motions.", "MR3232031"], ["Global heat kernel estimates for\nΔ+\nΔ\nα/2\nin half-space-like domains.", "MR2915668"]], "MR2994122": [["Boundary Harnack principle for diffusion with jumps.", "MR4445710"], ["A study of nonlocal spatially heterogeneous logistic equation with harvesting.", "MR4321000"], ["Representation of harmonic functions with respect to subordinate Brownian motion.", "MR4300396"], ["Stability of heat kernel estimates for symmetric non-local Dirichlet forms.", "MR4300221"], ["Decay rate of harmonic functions for non-symmetric strictly\nα\n-stable Lévy processes.", "MR4289667"], ["Transition probability estimates for subordinate random walks.", "MR4245615"], ["Semilinear equations for non-local operators: beyond the fractional Laplacian.", "MR4219335"], ["On the boundary theory of subordinate killed Lévy processes.", "MR4117984"], ["Potential theory of subordinate killed Brownian motion.", "MR3917213"], ["Accessibility, Martin boundary and minimal thinness for Feller processes in metric measure spaces.", "MR3809449"], ["Yaglom limit for stable processes in cones.", "MR3771748"], ["Potential kernels, probabilities of hitting a ball, harmonic functions and the boundary Harnack inequality for unimodal Lévy processes.", "MR3729529"], ["Scale invariant boundary Harnack principle at infinity for Feller processes.", "MR3713581"], ["Martin kernels for Markov processes with jumps.", "MR3713580"], ["Boundary Harnack principle for the absolute value of a one-dimensional subordinate Brownian motion killed at 0.", "MR3592206"], ["Global Dirichlet heat kernel estimates for symmetric Lévy processes in half-space.", "MR3569587"], ["Boundary Harnack principle and gradient estimates for fractional Laplacian perturbed by non-local operators.", "MR3554401"], ["Minimal thinness with respect to symmetric Lévy processes.", "MR3551589"], ["Regularity for fully nonlinear equations driven by spatial-inhomogeneous nonlocal operators.", "MR3432451"], ["Barriers, exit time and survival probability for unimodal Lévy processes.", "MR3350043"], ["Pointwise eigenfunction estimates and intrinsic ultracontractivity-type properties of Feynman-Kac semigroups for a class of Lévy processes.", "MR3342665"], ["Boundary Harnack inequality for Markov processes with jumps.", "MR3271268"], ["Dirichlet heat kernel for unimodal Lévy processes.", "MR3249349"], ["Dirichlet heat kernel estimates for rotationally symmetric Lévy processes.", "MR3237737"], ["Boundary Harnack principle and Martin boundary at infinity for subordinate Brownian motions.", "MR3232031"], ["Two-sided estimates for the transition densities of symmetric Markov processes dominated by stable-like processes in\nC\n1,η\nopen sets.", "MR3217433"], ["Green function estimates for subordinate Brownian motions: stable and beyond.", "MR3206464"], ["Global uniform boundary Harnack principle with explicit decay rate and its application.", "MR3131293"], ["Oscillation of harmonic functions for subordinate Brownian motion and its applications.", "MR3003358"]], "MR2986850": [["Stability of ground state eigenvalues of non-local Schrödinger operators with respect to potentials and applications.", "MR4611669"], ["Semilinear nonlocal elliptic equations with source term and measure data.", "MR4591845"], ["Transition densities of subordinators of positive order.", "MR4574170"], ["The Fokker-Planck equation for the time-changed fractional Ornstein-Uhlenbeck stochastic process.", "MR4459068"], ["Generalized linear model for subordinated Lévy processes.", "MR4428504"], ["Potentials for non-local Schrödinger operators with zero eigenvalues.", "MR4381659"], ["A study of nonlocal spatially heterogeneous logistic equation with harvesting.", "MR4321000"], ["Estimates of Dirichlet heat kernels for unimodal Lévy processes with low intensity of small jumps.", "MR4311112"], ["Estimates of heat kernels of non-symmetric Lévy processes.", "MR4308627"], ["Existence and non-existence results for a class of semilinear nonlocal operators with exterior condition.", "MR4246753"], ["Hopf's lemma for viscosity solutions to a class of non-local equations with applications.", "MR4199408"], ["Stability of parabolic Harnack inequalities for symmetric non-local Dirichlet forms.", "MR4167018"], ["On overdetermined problems for a general class of nonlocal operators.", "MR4046193"], ["Boundary regularity for nonlocal operators with kernels of variable orders.", "MR3947676"], ["Fluctuation theory for Lévy processes with completely monotone jumps.", "MR3940770"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["Accessibility, Martin boundary and minimal thinness for Feller processes in metric measure spaces.", "MR3809449"], ["Potential kernels, probabilities of hitting a ball, harmonic functions and the boundary Harnack inequality for unimodal Lévy processes.", "MR3729529"], ["Scale invariant boundary Harnack principle at infinity for Feller processes.", "MR3713581"], ["Fatou's theorem for subordinate Brownian motions with Gaussian components on\nC\n1,1\nopen sets.", "MR3705444"], ["Heat kernel estimates for subordinate Brownian motions.", "MR3570240"], ["Martin boundary of unbounded sets for purely discontinuous Feller processes.", "MR3567857"], ["Time-inhomogeneous jump processes and variable order operators.", "MR3554398"], ["Regularity for fully nonlinear integro-differential operators with regularly varying kernels.", "MR3490545"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["Gradient estimates of harmonic functions and transition densities for Lévy processes.", "MR3413864"], ["Pointwise eigenfunction estimates and intrinsic ultracontractivity-type properties of Feynman-Kac semigroups for a class of Lévy processes.", "MR3342665"], ["On the first eigenfunction of the symmetric stable process in a bounded Lipschitz domain.", "MR3306696"], ["On a class of Calderón-Zygmund operators arising from projections of martingale transforms.", "MR3306689"], ["Boundary Harnack inequality for Markov processes with jumps.", "MR3271268"], ["Regularity results for nonlocal parabolic equations.", "MR3289601"], ["Differentiability of spectral functions for nearly stable processes and large deviations.", "MR3241026"], ["Boundary Harnack principle and Martin boundary at infinity for subordinate Brownian motions.", "MR3232031"], ["On Harnack inequality and Hölder regularity for isotropic unimodal Lévy processes.", "MR3225805"], ["Fundamental solution of kinetic Fokker-Planck operator with anisotropic nonlocal dissipativity.", "MR3225504"], ["Two-sided estimates for the transition densities of symmetric Markov processes dominated by stable-like processes in\nC\n1,η\nopen sets.", "MR3217433"], ["Green function estimates for subordinate Brownian motions: stable and beyond.", "MR3206464"], ["Density and tails of unimodal convolution semigroups.", "MR3165234"], ["Global uniform boundary Harnack principle with explicit decay rate and its application.", "MR3131293"], ["One-dimensional quasi-relativistic particle in the box.", "MR3116931"], ["Parabolic Littlewood-Paley inequality for\nϕ(−Δ)\n-type operators and applications to stochastic integro-differential equations.", "MR3116570"], ["On estimates of Poisson kernels for symmetric Lévy processes.", "MR3104097"], ["Suprema of Lévy processes.", "MR3098066"], ["First passage times for subordinate Brownian motions.", "MR3027903"], ["Sharp estimates on the Green functions of perturbations of subordinate Brownian motions in bounded\nκ\n-fat open sets.", "MR3010783"], ["Potential theory of subordinate Brownian motions with Gaussian components.", "MR3005005"], ["Oscillation of harmonic functions for subordinate Brownian motion and its applications.", "MR3003358"], ["Minimal thinness for subordinate Brownian motion in half-space.", "MR3013816"], ["Potential theory of one-dimensional geometric stable processes.", "MR3007664"], ["Uniform boundary Harnack principle for rotationally symmetric Lévy processes in general open sets.", "MR2994122"], ["Gradient perturbations of the sum of two fractional Laplacians.", "MR2959869"], ["Harnack inequalities for subordinate Brownian motions.", "MR2928720"], ["Two-sided Green function estimates for killed subordinate Brownian motions.", "MR2928332"], ["Heat kernel upper estimates for symmetric jump processes with small jumps of high intensity.", "MR2886459"], ["Spectral analysis of subordinate Brownian motions on the half-line.", "MR2860308"]], "MR2978140": [["Stability of ground state eigenvalues of non-local Schrödinger operators with respect to potentials and applications.", "MR4611669"], ["A subdiffusive stochastic volatility jump model.", "MR4602570"], ["Covariance models for multivariate random fields resulting from pseudo cross-variograms.", "MR4601871"], ["Hoeffding's inequality for non-irreducible Markov models.", "MR4598013"], ["New decouplers of fractal dimension and Hurst effects.", "MR4593299"], ["Wasserstein convergence rates for empirical measures of subordinated processes on noncompact manifolds.", "MR4591873"], ["Spectral heat content for time-changed killed Brownian motions.", "MR4591869"], ["Semilinear nonlocal elliptic equations with source term and measure data.", "MR4591845"], ["Krylov subspace restarting for matrix Laplace transforms.", "MR4590025"], ["Volterra-Prabhakar function of distributed order and some applications.", "MR4589644"], ["Long-time behaviour of the solution of Maxwell's equations in dissipative generalized Lorentz materials (I): a frequency-dependent Lyapunov function approach.", "MR4588628"], ["Generalization of the energy distance by Bernstein functions.", "MR4585124"], ["On self-similar Bernstein functions and corresponding generalized fractional derivatives.", "MR4585119"], ["On moments of downward passage times for spectrally negative Lévy processes.", "MR4583814"], ["Integral representations of Catalan numbers and sums involving central binomial coefficients.", "MR4582851"], ["Characterization of positive definite, radial functions on free groups.", "MR4579389"], ["Poisson equation and discrete one-sided Hilbert transform for\n(C,α)\n-bounded operators.", "MR4575432"], ["Monotonic multi-state quantum\nf\n-divergences.", "MR4574846"], ["Functional calculi for sectorial operators and related function theory.", "MR4574175"], ["Transition densities of subordinators of positive order.", "MR4574170"], ["Final state observability in Banach spaces with applications to subordination and semigroups induced by Lévy processes.", "MR4571177"], ["Regularity of semigroups for exponentially tempered stable processes with drift.", "MR4569251"], ["A study of certain class of strictly positives definite functions and applications.", "MR4569043"], ["Extending the Gneiting class for modeling spatially isotropic and temporally symmetric vector random fields.", "MR4566121"], ["Generalized Bernstein functions.", "MR4563779"], ["Convergence and stability of an explicit method for autonomous time-changed stochastic differential equations with super-linear coefficients.", "MR4556404"], ["A converse to the neo-classical inequality with an application to the Mittag-Leffler function.", "MR4555924"], ["Boundary regularity of mixed local-nonlocal operators and its application.", "MR4552074"], ["Semilinear Dirichlet problem for subordinate spectral Laplacian.", "MR4550202"], ["Stochastic applications of Caputo-type convolution operators with nonsingular kernels.", "MR4549303"], ["On\nq\n-scale functions of spectrally negative Lévy processes.", "MR4547349"], ["Miscellaneous results related to the Gaussian product inequality conjecture for the joint distribution of traces of Wishart matrices.", "MR4538422"], ["Boundary traces of shift-invariant diffusions in half-plane.", "MR4533735"], ["Computation of generalized matrix functions with rational Krylov methods.", "MR4524107"], ["Nonlocal in-time telegraph equation and telegraph processes with random time.", "MR4520734"], ["Complete monotonicity of time-changed Lévy processes at first passage.", "MR4500757"], ["Harnack inequalities for McKean-Vlasov SDEs driven by subordinate Brownian motions.", "MR4498323"], ["An extension of Aitken's integral for Gaussians and positive definiteness.", "MR4555544"], ["Continuous-state branching processes with spectrally positive migration.", "MR4541280"], ["Some characterizations for Markov processes at first passage.", "MR4517734"], ["Tempered positive Linnik processes and their representations.", "MR4515720"], ["Probability of occurrence of some planar random quasi-homogeneous vector fields.", "MR4507235"], ["A class of integro-multiplication operators.", "MR4502023"], ["Species abundance distribution and species accumulation curve: a general framework and results.", "MR4497271"], ["Dirichlet polynomials and a moment problem.", "MR4482152"], ["Entropic compressibility of Lévy processes.", "MR4476376"], ["On subgeometric ergodicity of regime-switching diffusion processes.", "MR4476031"], ["Singular integrals of subordinators with applications to structural properties of SPDEs.", "MR4474884"], ["Ratios of entire functions and generalized Stieltjes functions.", "MR4473937"], ["Harmonic extension technique for non-symmetric operators with completely monotone kernels.", "MR4473118"], ["On the Liouville and strong Liouville properties for a class of non-local operators.", "MR4472712"], ["Decreasing property and complete monotonicity of two functions constituted via three derivatives of a function involving trigamma function.", "MR4464443"], ["Decay of harmonic functions for discrete time Feynman-Kac operators with confining potentials.", "MR4460598"], ["Logarithmically complete monotonicity of a matrix-parametrized analogue of the multinomial distribution.", "MR4460102"], ["The Fokker-Planck equation for the time-changed fractional Ornstein-Uhlenbeck stochastic process.", "MR4459068"], ["On complex-time heat kernels of fractional Schrödinger operators via Phragmén-Lindelöf principle.", "MR4455114"], ["A norm inequality for some special functions.", "MR4449343"], ["A Sobolev space theory for the stochastic partial differential equations with space-time non-local operators.", "MR4447335"], ["Some inverse problems for fractional integro-differential equation involving two arbitrary kernels.", "MR4444518"], ["Characterisation of the class of bell-shaped functions.", "MR4437334"], ["The Cauchy dual subnormality problem via de Branges–Rovnyak spaces.", "MR4435864"], ["Subexponential upper and lower bounds in Wasserstein distance for Markov processes.", "MR4429313"], ["Convexity of a ratio of the modified Bessel functions of the second kind with applications.", "MR4428884"], ["Moment-sequence transforms.", "MR4422209"], ["Closed-form multi-dimensional solutions and asymptotic behaviours for subdiffusive processes with crossovers: II. Accelerating case.", "MR4418631"], ["Decay bounds for Bernstein functions of Hermitian matrices with applications to the fractional graph Laplacian.", "MR4418423"], ["Cauchy problem for nonlocal diffusion equations modelling Lévy flights.", "MR4417615"], ["Coagulation-fragmentation equations with multiplicative coagulation kernel and constant fragmentation kernel.", "MR4415777"], ["Non-local solvable birth-death processes.", "MR4414420"], ["Rational Krylov methods for fractional diffusion problems on graphs.", "MR4412292"], ["Functional inequalities involving nonlocal operators on complete Riemannian manifolds and their applications to the fractional porous medium equation.", "MR4408106"], ["Logarithmically completely monotonic functions related to the\nq\n-gamma function and its applications.", "MR4403152"], ["Matrix inequalities via Bernstein functions.", "MR4397173"], ["Bochner's subordination and fractional caloric smoothing in Besov and Triebel-Lizorkin spaces.", "MR4394087"], ["Complete monotonicity for a new ratio of finitely many gamma functions.", "MR4391925"], ["Tunneling estimates and approximate controllability for hypoelliptic equations.", "MR4390285"], ["Fokker-Planck equation for Feynman-Kac transform of anomalous processes.", "MR4382077"], ["Potentials for non-local Schrödinger operators with zero eigenvalues.", "MR4381659"], ["Subdiffusive search with home returns via stochastic resetting: a subordination scheme approach.", "MR4378848"], ["First passage times over stochastic boundaries for subdiffusive processes.", "MR4378073"], ["Interior Schauder estimates for elliptic equations associated with Lévy operators.", "MR4377329"], ["Gneiting's space-time positive definiteness criterion revisited.", "MR4376705"], ["Decreasing properties of two ratios defined by three and four polygamma functions.", "MR4373480"], ["Optimal Hardy inequality for the fractional Laplacian on\nL\np\n.", "MR4372148"], ["Schrödinger equations with smooth measure potential and general measure data.", "MR4369211"], ["Harnack inequalities for functional SDEs driven by subordinate Brownian motions.", "MR4367939"], ["Bounds for completely monotonic degrees of remainders in asymptotic expansions of the digamma function.", "MR4366203"], ["Convolution inequalities for Besov and Triebel-Lizorkin spaces, and applications to convolution semigroups.", "MR4339468"], ["Logarithmically absolutely monotone trigonometric functions.", "MR4337262"], ["A study of nonlocal spatially heterogeneous logistic equation with harvesting.", "MR4321000"], ["Lower bound of sectional curvature of Fisher-Rao manifold of beta distributions and complete monotonicity of functions involving polygamma functions.", "MR4323644"], ["Spectral expansions of non-self-adjoint generalized Laguerre semigroups.", "MR4320772"], ["Fluctuation theory for one-sided Lévy processes with a matrix-exponential time horizon.", "MR4309476"], ["Necessary and sufficient conditions for a difference constituted by four derivatives of a function involving trigamma function to be completely monotonic.", "MR4301483"], ["Stability of heat kernel estimates for symmetric non-local Dirichlet forms.", "MR4300221"], ["Strong approximation of time-changed stochastic differential equations involving drifts with random and non-random integrators.", "MR4292449"], ["Lifshitz tail for continuous Anderson models driven by Lévy operators.", "MR4289924"], ["The rate of convergence of the block counting process of exchangeable coalescents with dust.", "MR4282186"], ["Subordination for sequentially equicontinuous equibounded\nC\n0\n-semigroups.", "MR4278442"], ["Asymptotic stability of fractional resolvent families.", "MR4278438"], ["Fractional Cauchy problem on random snowflakes.", "MR4278424"], ["Strong dissipativity of generalized time-fractional derivatives and quasi-linear (stochastic) partial differential equations.", "MR4273827"], ["Estimates on transition densities of subordinators with jumping density decaying in mixed polynomial orders.", "MR4271912"], ["Logarithmic convexity and increasing property of the Bernoulli numbers and their ratios.", "MR4270678"], ["Positivity of certain classes of functions related to the Fox\nH\n-functions with applications.", "MR4266196"], ["Positive definiteness on products via generalized Stieltjes and other functions.", "MR4256839"], ["Completely monotonic ratios of basic and ordinary gamma functions.", "MR4256259"], ["On complete monotonicity of three parameter Mittag-Leffler function.", "MR4250089"], ["Existence and non-existence results for a class of semilinear nonlocal operators with exterior condition.", "MR4246753"], ["Transition probability estimates for subordinate random walks.", "MR4245615"], ["Stability and uniqueness of self-similar profiles in\nL\n1\nspaces for perturbations of the constant kernel in Smoluchowski's coagulation equation.", "MR4244257"], ["On Erdős-de Bruijn-Kingman's problem on regularity of reciprocals for exponential series.", "MR4236802"], ["Abstract Cauchy problems for the generalized fractional calculus.", "MR4236481"], ["Polynomial stability of highly non-linear time-changed stochastic differential equations.", "MR4236318"], ["Non-local in time telegraph equations and very slowly growing variances.", "MR4232199"], ["Spectral theory for one-dimensional (non-symmetric) stable processes killed upon hitting the origin.", "MR4225922"], ["A family of cumulative hazard functions and their frailty connections.", "MR4223405"], ["Double hypergeometric Lévy processes and self-similarity.", "MR4222428"], ["Semilinear equations for non-local operators: beyond the fractional Laplacian.", "MR4219335"], ["Existence of optimal solutions to Lagrange problems for ordinary control systems involving fractional Laplace operators.", "MR4218768"], ["On non-local ergodic Jacobi semigroups: spectral theory, convergence-to-equilibrium and contractivity.", "MR4218161"], ["Affine relation between an infinitely divisible distribution function and its Lévy measure.", "MR4215075"], ["A Besov algebra calculus for generators of operator semigroups and related norm-estimates.", "MR4211082"], ["A family of entire functions connecting the Bessel function\nJ\n1\nand the Lambert\nW\nfunction.", "MR4205255"], ["On discrete-time semi-Markov processes.", "MR4203007"], ["Hopf's lemma for viscosity solutions to a class of non-local equations with applications.", "MR4199408"], ["A ratio of finitely many gamma functions and its properties with applications.", "MR4196670"], ["On sub-geometric ergodicity of diffusion processes.", "MR4177373"], ["On interweaving relations.", "MR4170787"], ["Bivariate Bernstein-gamma functions and moments of exponential functionals of subordinators.", "MR4165648"], ["Identification of a space-dependent source term in a nonlocal problem for the general time-fractional diffusion equation.", "MR4163085"], ["From inequalities involving exponential functions and sums to logarithmically complete monotonicity of ratios of gamma functions.", "MR4139119"], ["Minimum-energy measures for singular kernels.", "MR4127285"], ["Option pricing in illiquid markets: a fractional jump-diffusion approach.", "MR4107797"], ["Some logarithmically completely monotonic functions and inequalities for multinomial coefficients and multivariate beta functions.", "MR4201158"], ["Semi-implicit Euler-Maruyama method for non-linear time-changed stochastic differential equations.", "MR4179718"], ["A Gneiting-like method for constructing positive definite functions on metric spaces.", "MR4176902"], ["Regularity results of nonlinear perturbed stable-like operators.", "MR4173168"], ["The infinite extendibility problem for exchangeable real-valued random vectors.", "MR4168209"], ["A solution technique for Lévy driven long term average impulse control problems.", "MR4167207"], ["On a differential inclusion involving Dirichlet-Laplace operators of fractional orders.", "MR4166129"], ["Semi-Markov processes, integro-differential equations and anomalous diffusion-aggregation.", "MR4164851"], ["Deep factorisation of the stable process III: the view from radial excursion theory and the point of closest reach.", "MR4159383"], ["Another look at the Hartman-Watson distributions.", "MR4159380"], ["Positive definite functions on products of metric spaces via generalized Stieltjes functions.", "MR4143394"], ["Heat kernel estimates of fractional Schrödinger operators with negative Hardy potential.", "MR4140086"], ["Random time change and related evolution equations. Time asymptotic behavior.", "MR4133691"], ["On the\nL\np\n-boundedness of the stochastic singular integral operators and its application to\nL\np\n-regularity theory of stochastic partial differential equations.", "MR4127888"], ["On free regular and Bondesson convolution semigroups.", "MR4125964"], ["Conditionally positive definite matrix valued kernels on Euclidean spaces.", "MR4118977"], ["Loewner's theorem in several variables.", "MR4100848"], ["A spectral theoretical approach for hypocoercivity applied to some degenerate hypoelliptic, and non-local operators.", "MR4097722"], ["Extension and trace for nonlocal operators.", "MR4088505"], ["Some properties and an application of multivariate exponential polynomials.", "MR4085464"], ["The log-Lévy moment problem via Berg-Urbanik semigroups.", "MR4081943"], ["Qi's conjectures on completely monotonic degrees of remainders of asymptotic formulas of di- and trigamma functions.", "MR4080525"], ["Couette flow of viscoelastic fluid with constitutive relation involving general Caputo-type fractional derivative.", "MR4078641"], ["Non vanishing of Dirichlet series of completely multiplicative functions.", "MR4072131"], ["A new class of bell-shaped functions.", "MR4069218"], ["Subgeometric rates of convergence for discrete-time Markov chains under discrete-time subordination.", "MR4064311"], ["Self-decomposable laws from continuous branching processes.", "MR4064305"], ["Min-max formulas for nonlocal elliptic operators on Euclidean space.", "MR4062972"], ["On an open problem of Feng Qi and Bai-Ni Guo.", "MR4061524"], ["Some properties of the free stable distributions.", "MR4058989"], ["Growth of periodic Grigorchuk groups.", "MR4055184"], ["Hyperexpansive weighted translation semigroups.", "MR4052371"], ["Self-decomposability of weak variance generalised gamma convolutions.", "MR4046513"], ["On overdetermined problems for a general class of nonlocal operators.", "MR4046193"], ["Time-changed Poisson processes of order\nk\n.", "MR4038817"], ["Time fractional Poisson equations: representations and estimates.", "MR4030268"], ["A two-parameter extension of Urbanik's product convolution semigroup.", "MR4053328"], ["A generation method for completely monotone functions.", "MR4049718"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes.", "MR4049077"], ["Intertwining, excursion theory and Krein theory of strings for non-self-adjoint Markov semigroups.", "MR4021250"], ["The fractional d'Alembert's formulas.", "MR4019088"], ["Diffusion equations with general nonlocal time and space derivatives.", "MR4018637"], ["L\np\napproximation of completely monotone functions.", "MR4013814"], ["Hankel-total positivity of some sequences.", "MR4011504"], ["On Whitham's conjecture of a highest cusped wave for a nonlocal dispersive equation.", "MR4002168"], ["Positive definite matrix functions on spheres defined by hypergeometric functions.", "MR3989348"], ["Towards a complete picture of stationary covariance functions on spheres cross time.", "MR3988087"], ["On ancient solutions of the heat equation.", "MR3987724"], ["Some problems related to completely monotone and positive definite functions.", "MR3985702"], ["Relaxation patterns and semi-Markov dynamics.", "MR3980146"], ["Strong convergence of the Euler-Maruyama approximation for a class of Lévy-driven SDEs.", "MR3980140"], ["Fractional Poisson process time-changed by Lévy subordinator and its inverse.", "MR3979669"], ["Self-representations of the Möbius group.", "MR3978389"], ["On generalized Stieltjes functions.", "MR3975883"], ["Dynamics of drug resistance optimal control of an infectious disease.", "MR3968432"], ["An analytic model for left invertible weighted translation semigroups.", "MR3967891"], ["Additive geometric stable processes and related pseudo-differential operators.", "MR3966347"], ["Self-similar spreading in a merging-splitting model of animal group size.", "MR3962982"], ["On solutions of matrix-valued convolution equations, CM-derivatives and their applications in linear and nonlinear anisotropic viscoelasticity.", "MR3962874"], ["A general approach to approximation theory of operator semigroups.", "MR3960143"], ["Harnack inequality for subordinate random walks.", "MR3959626"], ["Completely monotonic degrees for a difference between the logarithmic and psi functions.", "MR3952626"], ["Probabilistic representation formula for the solution of fractional high-order heat-type equations.", "MR3950700"], ["Boundary regularity for nonlocal operators with kernels of variable orders.", "MR3947676"], ["Maximum principles and Aleksandrov-Bakelman-Pucci type estimates for nonlocal Schrödinger equations with exterior conditions.", "MR3945800"], ["A probabilistic proof of Schoenberg's theorem.", "MR3944416"], ["Universal constraints on the location of extrema of eigenfunctions of non-local Schrödinger operators.", "MR3944272"], ["Fluctuation theory for Lévy processes with completely monotone jumps.", "MR3940770"], ["Lifshitz-Kreĭn trace formula for Hirsch functional calculus on Banach spaces.", "MR3940424"], ["Heat coefficient\na\n4\nfor non minimal Laplace type operators.", "MR3936770"], ["Subordination principle for space-time fractional evolution equations and some applications.", "MR3933617"], ["Long-memory Gaussian processes governed by generalized Fokker-Planck equations.", "MR3933065"], ["Parametric inference for discretely observed subordinate diffusions.", "MR3918738"], ["Heat kernel asymptotics of the subordinator and subordinate Brownian motion.", "MR3918516"], ["Schauder estimates for equations associated with Lévy generators.", "MR3918510"], ["Fundamental solutions and decay of fully non-local problems.", "MR3918188"], ["Potential theory of subordinate killed Brownian motion.", "MR3917213"], ["Transition probabilities of Lévy-type processes: parametrix construction.", "MR3912204"], ["On complete monotonicity for several classes of functions related to ratios of gamma functions.", "MR3908972"], ["Passive tracer in non-Markovian, Gaussian velocity field.", "MR3873884"], ["Extension of the Schoenberg theorem to integrally conditionally positive definite functions.", "MR3865160"], ["Genealogical constructions and asymptotics for continuous-time Markov and continuous-state branching processes.", "MR3905101"], ["Inequalities for the fundamental Robin eigenvalue for the Laplacian on\nN\n-dimensional rectangular parallelepipeds.", "MR3868092"], ["Concerning an infinite series of Ramanujan related to the natural logarithm.", "MR3863640"], ["Lifschitz singularity for subordinate Brownian motions in presence of the Poissonian potential on the Sierpiński gasket.", "MR3860014"], ["Extension technique for complete Bernstein functions of the Laplace operator.", "MR3859452"], ["On multivariate logarithmic polynomials and their properties.", "MR3853418"], ["New integral representations for the Fox-Wright functions and its applications.", "MR3852546"], ["Heat kernel estimates for time fractional equations.", "MR3849640"], ["The reciprocal of the weighted geometric mean of many positive numbers is a Stieltjes function.", "MR3836413"], ["Asymptotical properties of distributions of isotropic Lévy processes.", "MR3811701"], ["Stieltjes functions of finite order and hyperbolic monotonicity.", "MR3811525"], ["Stable Lévy processes, self-similarity and the unit ball.", "MR3808900"], ["Log-Harnack inequalities for Markov semigroups generated by non-local Gruschin type operators.", "MR3807635"], ["The Lambert\nW\nfunction, Nuttall's integral, and the Lambert law.", "MR3802183"], ["A diagonal recurrence relation for the Stirling numbers of the first kind.", "MR3800370"], ["On discrete subordination of power bounded and Ritt operators.", "MR3798857"], ["α\n-positive/\nα\n-negative definite functions on groups.", "MR3795742"], ["Subordination approach to multi-term time-fractional diffusion-wave equations.", "MR3787686"], ["Lévy-Khintchine representation of Toader-Qi mean.", "MR3776084"], ["The reciprocal of the weighted geometric mean is a Stieltjes function.", "MR3773105"], ["On complete monotonicity of certain special functions.", "MR3767356"], ["Deep factorisation of the stable process II: Potentials and applications.", "MR3765892"], ["Integral representations for multivariate logarithmic polynomials.", "MR3759696"], ["Time change equations for Lévy-type processes.", "MR3758344"], ["A unified approach to operator monotone functions.", "MR3742618"], ["Inequalities for series in\nq\n-shifted factorials and\nq\n-gamma functions.", "MR3739908"], ["On purely discontinuous additive functionals of subordinate Brownian motions.", "MR3739513"], ["A note on deconvolution with completely monotone sequences and discrete fractional calculus.", "MR3733099"], ["Smoothness of continuous state branching with immigration semigroups.", "MR3732548"], ["Integral representations of bivariate complex geometric mean and their applications.", "MR3717577"], ["Some properties of central Delannoy numbers.", "MR3697091"], ["Multishifts on directed Cartesian products of rooted directed trees.", "MR3740250"], ["On sequences of expected maxima and expected ranges.", "MR3731289"], ["On the Laplace transform of absolutely monotonic functions.", "MR3721599"], ["A double inequality for an integral mean in terms of the exponential and logarithmic means.", "MR3718512"], ["Kato classes for Lévy processes.", "MR3713578"], ["Some families of generalized Mathieu-type power series, associated probability distributions and related inequalities involving complete monotonicity and log-convexity.", "MR3711406"], ["The harmonic and geometric means are Bernstein functions.", "MR3704338"], ["Harnack inequalities for SDEs driven by time-changed fractional Brownian motions.", "MR3698740"], ["Some inequalities for the Bell numbers.", "MR3692449"], ["Limit theorems for random walks.", "MR3692315"], ["On the positive definiteness of some functions related to the Schoenberg problem.", "MR3691701"], ["On Dirichlet series and functional equations.", "MR3679810"], ["Inequalities for gamma and\nq\n-gamma functions of complex arguments.", "MR3670374"], ["Marshall-Olkin distributions, subordinators, efficient simulation, and applications to credit risk.", "MR3668386"], ["An inverse source problem for a two parameter anomalous diffusion equation with nonlocal boundary conditions.", "MR3649995"], ["Statistical post-processing of forecasts for extremes using bivariate Brown-Resnick processes with an application to wind gusts.", "MR3638369"], ["Off-diagonal heat kernel asymptotics of pseudodifferential operators on closed manifolds and subordinate Brownian motion.", "MR3629104"], ["A moment problem and joint\nq\n-isometry tuples.", "MR3626674"], ["On a family of functions studied by Bhatia and Jain.", "MR3623872"], ["Integral representations and complete monotonicity of remainders of the Binet and Stirling formulas for the gamma function.", "MR3623848"], ["Unidirectional flows of fractional Jeffreys' fluids: thermodynamic constraints and subordination.", "MR3623127"], ["On (conditional) positive semidefiniteness in a matrix-valued context.", "MR3610686"], ["Bernstein functions of several semigroup generators on Banach spaces under bounded perturbations.", "MR3602639"], ["Generalized tight\np\n-frames and spectral bounds for Laplace-like operators.", "MR3591237"], ["Completely hyperexpansive tuples of finite order.", "MR3573129"], ["The reciprocal of the geometric mean of many positive numbers is a Stieltjes transform.", "MR3552693"], ["Complete Bernstein functions and subordinators with nested ranges. A note on a paper by P. Marchal.", "MR3580447"], ["Random walks and isoperimetric profiles under moment conditions.", "MR3572333"], ["Properties of completely monotone and Bernstein functions related to the shape of their measures.", "MR3571562"], ["Heat kernel estimates for subordinate Brownian motions.", "MR3570240"], ["Hardy-Stein identities and square functions for semigroups.", "MR3556449"], ["Algebraic ergodicity for SDEs driven by Lévy processes.", "MR3555275"], ["Hitting probabilities of a class of Gaussian random fields.", "MR3531496"], ["Option pricing in some non-Lévy jump models.", "MR3521550"], ["Additive subordination and its applications in finance.", "MR3519163"], ["Spectral functions of subordinate Brownian motion on closed manifolds.", "MR3509960"], ["Variance swaps on defaultable assets and market implied time-changes.", "MR3498510"], ["Markov-Krein transform.", "MR3485887"], ["Increment stationarity of\nL\n2\n-indexed stochastic processes: spectral representation and characterization.", "MR3485400"], ["An Agler-type model theorem for\nC\n0\n-semigroups of Hilbert space contractions.", "MR3483121"], ["Exponential decay of measures and Tauberian theorems.", "MR3479599"], ["Asymptotic estimate of eigenvalues of pseudo-differential operators in an interval.", "MR3475957"], ["Fractional Cauchy problems on compact manifolds.", "MR3462135"], ["Minimal thinness with respect to subordinate killed Brownian motions.", "MR3461197"], ["Completely monotonic gamma ratio and infinitely divisible\nH\n-function of Fox.", "MR3460546"], ["Heat trace asymptotics of subordinate Brownian motion in Euclidean space.", "MR3460028"], ["Hardy inequalities and non-explosion results for semigroups.", "MR3460023"], ["Approximating Lévy processes with completely monotone jumps.", "MR3449320"], ["Long-time behavior for a class of Feller processes.", "MR3449227"], ["On recurrence and transience of two-dimensional Lévy and Lévy-type processes.", "MR3434989"], ["Gradient estimates of harmonic functions and transition densities for Lévy processes.", "MR3413864"], ["Random walks under slowly varying moment conditions on groups of polynomial volume growth.", "MR3434259"], ["Regularity for fully nonlinear equations driven by spatial-inhomogeneous nonlocal operators.", "MR3432451"], ["Weak convergence of finite element approximations of linear stochastic evolution equations with additive Lévy noise.", "MR3432153"], ["On a Cameron-Martin type quasi-invariance theorem and applications to subordinate Brownian motion.", "MR3415230"], ["Transcendental equations in the Schwinger-Keldysh nonequilibrium theory and nonvanishing correlations.", "MR3396222"], ["On subordination of holomorphic semigroups.", "MR3383800"], ["On shift Harnack inequalities for subordinate semigroups and moment estimates for Lévy processes.", "MR3373306"], ["Functional inequalities for stable-like Dirichlet forms.", "MR3370660"], ["Symmetric polynomials in information theory: entropy and subentropy.", "MR3369891"], ["Exponential functionals of Lévy processes with jumps.", "MR3368963"], ["Completely monotone functions of finite order and Agler's conditions.", "MR3356003"], ["An integral representation, some inequalities, and complete monotonicity of the Bernoulli numbers of the second kind.", "MR3353307"], ["Barriers, exit time and survival probability for unimodal Lévy processes.", "MR3350043"], ["Hitting times of points for symmetric Lévy processes with completely monotone jumps.", "MR3339868"], ["A subordination principle on Wright functions and regularized resolvent families.", "MR3326678"], ["On asymptotic expansions of generalized Stieltjes functions.", "MR3318308"], ["A fractional Brownian field indexed by\nL\n2\nand a varying Hurst parameter.", "MR3310352"], ["Isotropic Markov semigroups on ultra-metric spaces.", "MR3400536"], ["On exponential functionals, harmonic potential measures and undershoots of subordinators.", "MR3323879"], ["Fractional Poisson process with random drift.", "MR3304182"], ["Conditional limit theorems for critical continuous-state branching processes.", "MR3275407"], ["On some properties of the Mittag-Leffler function\nE\nα\n(−\nt\nα\n)\n, completely monotone for\nt>0\nwith\n0<α<1\n.", "MR3253257"], ["Dirichlet heat kernel for unimodal Lévy processes.", "MR3249349"], ["Approximating Mills ratio.", "MR3240110"], ["Dirichlet heat kernel estimates for rotationally symmetric Lévy processes.", "MR3237737"], ["Lévy-Khintchine representation of the geometric means of many positive numbers and applications.", "MR3235042"], ["Boundary Harnack principle and Martin boundary at infinity for subordinate Brownian motions.", "MR3232031"], ["New families of subordinators with explicit transition probability semigroup.", "MR3231629"], ["Generalized Askey functions and their walks through dimensions.", "MR3206651"], ["On a sum of modified Bessel functions.", "MR3198613"], ["Integral representations and complete monotonicity related to the remainder of Burnside's formula for the gamma function.", "MR3189018"], ["Characterization of extendible distributions with exponential minima via processes that are infinitely divisible with respect to time.", "MR3179971"], ["Density and tails of unimodal convolution semigroups.", "MR3165234"], ["Continuous random walks and fractional powers of operators.", "MR3118491"], ["Log-concavity for series in reciprocal gamma functions and applications.", "MR3171999"], ["Regularity of solutions to nonlinear time fractional differential equation.", "MR3116616"], ["Parabolic Littlewood-Paley inequality for\nϕ(−Δ)\n-type operators and applications to stochastic integro-differential equations.", "MR3116570"], ["Some theorems on Feller processes: transience, local times and ultracontractivity.", "MR3034465"]], "MR2928332": [["Extreme statistics of superdiffusive Lévy flights and every other Lévy subordinate Brownian motion.", "MR4588165"], ["Semilinear Dirichlet problem for subordinate spectral Laplacian.", "MR4550202"], ["Convergence rate for a class of supercritical superprocesses.", "MR4497344"], ["Singular integrals of subordinators with applications to structural properties of SPDEs.", "MR4474884"], ["Estimates of Dirichlet heat kernels for unimodal Lévy processes with low intensity of small jumps.", "MR4311112"], ["Prabhakar Lévy processes.", "MR4279303"], ["Semilinear equations for non-local operators: beyond the fractional Laplacian.", "MR4219335"], ["Limit theorems for a class of critical superprocesses with stable branching.", "MR4102269"], ["Censored symmetric Lévy-type processes.", "MR4026457"], ["Potential theory of subordinate killed Brownian motion.", "MR3917213"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["Potential kernels, probabilities of hitting a ball, harmonic functions and the boundary Harnack inequality for unimodal Lévy processes.", "MR3729529"], ["Scale invariant boundary Harnack principle at infinity for Feller processes.", "MR3713581"], ["Trace estimates for unimodal Lévy processes.", "MR3577401"], ["Minimal thinness with respect to symmetric Lévy processes.", "MR3551589"], ["Exit time of a hyperbolic\nα\n-stable process from a halfspace or a ball.", "MR3511805"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["Fractional nonlinear degenerate diffusion equations on bounded domains part I. Existence, uniqueness and upper bounds.", "MR3427986"], ["Gradient estimates of harmonic functions and transition densities for Lévy processes.", "MR3413864"], ["Limit theorems for some critical superprocesses.", "MR3459635"], ["Barriers, exit time and survival probability for unimodal Lévy processes.", "MR3350043"], ["Boundary Harnack inequality for Markov processes with jumps.", "MR3271268"], ["Time-changed Ornstein-Uhlenbeck processes and their applications in commodity derivative models.", "MR3274945"], ["Dirichlet heat kernel estimates for rotationally symmetric Lévy processes.", "MR3237737"], ["Two-sided estimates for the transition densities of symmetric Markov processes dominated by stable-like processes in\nC\n1,η\nopen sets.", "MR3217433"], ["Green function estimates for subordinate Brownian motions: stable and beyond.", "MR3206464"], ["Central limit theorems for supercritical branching Markov processes.", "MR3146834"], ["Global uniform boundary Harnack principle with explicit decay rate and its application.", "MR3131293"], ["One-dimensional quasi-relativistic particle in the box.", "MR3116931"], ["On estimates of Poisson kernels for symmetric Lévy processes.", "MR3104097"], ["Suprema of Lévy processes.", "MR3098066"], ["Harnack inequality and Hölder regularity estimates for a Lévy process with small jumps of high intensity.", "MR3055806"], ["First passage times for subordinate Brownian motions.", "MR3027903"], ["Sharp estimates on the Green functions of perturbations of subordinate Brownian motions in bounded\nκ\n-fat open sets.", "MR3010783"], ["Potential theory of subordinate Brownian motions with Gaussian components.", "MR3005005"], ["Oscillation of harmonic functions for subordinate Brownian motion and its applications.", "MR3003358"], ["Minimal thinness for subordinate Brownian motion in half-space.", "MR3013816"], ["Harnack inequalities for subordinate Brownian motions.", "MR2928720"], ["Spectral analysis of subordinate Brownian motions on the half-line.", "MR2860308"]], "MR2923420": [["Two-sided Dirichlet heat kernel estimates of symmetric stable processes on horn-shaped regions.", "MR4476227"], ["L\np\n-Kato class measures for symmetric Markov processes under heat kernel estimates.", "MR4458395"], ["Estimates of Dirichlet heat kernel for symmetric Markov processes.", "MR4035035"], ["L\np\n-independence of spectral radius for generalized Feynman-Kac semigroups.", "MR3961322"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["Gradient estimates of Dirichlet heat kernels for unimodal Lévy processes.", "MR3767143"], ["General analytic characterization of gaugeability for Feynman-Kac functionals.", "MR3747482"], ["Hitting times of points and intervals for symmetric Lévy processes.", "MR3636597"], ["Analytic characterizations of gaugeability for generalized Feynman-Kac functionals.", "MR3632543"], ["On a semilinear mixed fractional heat equation driven by fractional Brownian sheet.", "MR3592888"], ["Global Dirichlet heat kernel estimates for symmetric Lévy processes in half-space.", "MR3569587"], ["A refinement of analytic characterizations of gaugeability for generalized Feynman-Kac functionals.", "MR3554231"], ["Global heat kernel estimates for symmetric Markov processes dominated by stable-like processes in exterior\nC\n1,η\nopen sets.", "MR3374107"], ["Barriers, exit time and survival probability for unimodal Lévy processes.", "MR3350043"], ["Dirichlet heat kernel for unimodal Lévy processes.", "MR3249349"], ["Global uniform boundary Harnack principle with explicit decay rate and its application.", "MR3131293"]], "MR2917772": [["Carleman type inequalities for fractional relativistic operators.", "MR4536492"], ["Two-sided Dirichlet heat kernel estimates of symmetric stable processes on horn-shaped regions.", "MR4476227"], ["L\np\n-Kato class measures for symmetric Markov processes under heat kernel estimates.", "MR4458395"], ["Estimates of Dirichlet heat kernels for unimodal Lévy processes with low intensity of small jumps.", "MR4311112"], ["An\nL\nq\n(\nL\np\n)\n-theory for diffusion equations with space-time nonlocal operators.", "MR4242958"], ["Factorization and estimates of Dirichlet heat kernels for non-local operators with critical killings.", "MR4163128"], ["On estimates of transition density for subordinate Brownian motions with Gaussian components in\nC\n1,1\n-open sets.", "MR4091605"], ["Spatial asymptotics at infinity for heat kernels of integro-differential operators.", "MR3937340"], ["Heat kernel asymptotics of the subordinator and subordinate Brownian motion.", "MR3918516"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["On some properties of a class of fractional stochastic heat equations.", "MR3736175"], ["A method of rotations for Lévy multipliers.", "MR3719513"], ["Small-time sharp bounds for kernels of convolution semigroups.", "MR3666815"], ["Off-diagonal heat kernel asymptotics of pseudodifferential operators on closed manifolds and subordinate Brownian motion.", "MR3629104"], ["Global Dirichlet heat kernel estimates for symmetric Lévy processes in half-space.", "MR3569587"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["An\nL\np\n-theory for a class of non-local elliptic equations related to nonsymmetric measurable kernels.", "MR3415724"], ["Global heat kernel estimates for symmetric Markov processes dominated by stable-like processes in exterior\nC\n1,η\nopen sets.", "MR3374107"], ["Pointwise eigenfunction estimates and intrinsic ultracontractivity-type properties of Feynman-Kac semigroups for a class of Lévy processes.", "MR3342665"], ["On fractional tempered stable processes and their governing differential equations.", "MR3342454"], ["Stability of Dirichlet heat kernel estimates for non-local operators under Feynman-Kac perturbation.", "MR3335416"], ["Multi-scaling limits for relativistic diffusion equations with random initial data.", "MR3314812"], ["On a class of Calderón-Zygmund operators arising from projections of martingale transforms.", "MR3306689"], ["Trace estimates for relativistic stable processes.", "MR3269724"], ["Dirichlet heat kernel estimates for rotationally symmetric Lévy processes.", "MR3237737"], ["Dirichlet heat kernel estimates for stable processes with singular drift in unbounded\nC\n1,1\nopen sets.", "MR3232039"], ["Two-sided estimates for the transition densities of symmetric Markov processes dominated by stable-like processes in\nC\n1,η\nopen sets.", "MR3217433"], ["Precise asymptotic approximations for kernels corresponding to Lévy processes.", "MR3189218"], ["One-dimensional quasi-relativistic particle in the box.", "MR3116931"], ["Parabolic Littlewood-Paley inequality for\nϕ(−Δ)\n-type operators and applications to stochastic integro-differential equations.", "MR3116570"], ["Gradient estimates of\nq\n-harmonic functions of fractional Schrödinger operator.", "MR3065315"], ["Heat trace of non-local operators.", "MR3022718"], ["Free fields associated with the relativistic operator\n−(m−\nm\n2\n−Δ\n−\n−\n−\n−\n−\n−\n√\n)\n.", "MR2964808"], ["Global heat kernel estimate for relativistic stable processes in exterior open sets.", "MR2923420"], ["Global heat kernel estimates for relativistic stable processes in half-space-like open sets.", "MR2892325"], ["Spectral analysis of subordinate Brownian motions on the half-line.", "MR2860308"], ["Exact asymptotic for distribution densities of Lévy functionals.", "MR2827465"], ["Heat kernel estimates for\nΔ+\nΔ\nα/2\nin\nC\n1,1\nopen sets.", "MR2819690"], ["Distributed-order fractional diffusions on bounded domains.", "MR2776466"], ["Green function estimates for relativistic stable processes in half-space-like open sets.", "MR2775111"], ["Dirichlet heat kernel estimates for\nΔ\nα/2\n+\nΔ\nβ/2\n.", "MR2981852"], ["Heat kernel estimates for the Dirichlet fractional Laplacian.", "MR2677618"]], "MR2915668": [["Singular boundary behaviour and large solutions for fractional elliptic equations.", "MR4549140"], ["Two-sided Dirichlet heat kernel estimates of symmetric stable processes on horn-shaped regions.", "MR4476227"], ["Mixed local and nonlocal Sobolev inequalities with extremal and associated quasilinear singular elliptic problems.", "MR4444761"], ["Heat kernel estimates for subordinate Markov processes and their applications.", "MR4374849"], ["Suprema of Lévy processes.", "MR3098066"], ["Global heat kernel estimates for relativistic stable processes in half-space-like open sets.", "MR2892325"]], "MR2912450": [["An Ahmad-Lazer-Paul-type result for indefinite mixed local-nonlocal problems.", "MR4598941"], ["On a class of mixed local and nonlocal semilinear elliptic equation with singular nonlinearity.", "MR4578205"], ["Weak Harnack inequality for a mixed local and nonlocal parabolic equation.", "MR4557799"], ["Green function estimates for second order elliptic operators in non-divergence form with Dini continuous coefficients.", "MR4554661"], ["De Giorgi type results for equations with nonlocal lower-order terms.", "MR4552069"], ["Mixed local and nonlocal equation with singular nonlinearity having variable exponent.", "MR4546847"], ["Harnack inequality for mixed local and nonlocal parabolic\np\n-Laplace equations.", "MR4543777"], ["Higher Hölder regularity for mixed local and nonlocal degenerate elliptic equations.", "MR4530314"], ["Hölder regularity for mixed local and nonlocal\np\n-Laplace parabolic equations.", "MR4509326"], ["Regularity results for solutions of mixed local and nonlocal elliptic equations.", "MR4492518"], ["On the regularity theory for mixed local and nonlocal quasilinear elliptic equations.", "MR4469224"], ["On the mixed local-nonlocal Hénon equation.", "MR4466444"], ["Boundary Harnack principle for diffusion with jumps.", "MR4445710"], ["Mixed local and nonlocal Sobolev inequalities with extremal and associated quasilinear singular elliptic problems.", "MR4444761"], ["Linear theory for a mixed operator with Neumann conditions.", "MR4438596"], ["Mixed local and nonlocal elliptic operators: regularity and maximum principles.", "MR4387204"], ["Regularity theory for mixed local and nonlocal parabolic\np\n-Laplace equations.", "MR4349926"], ["Semilinear elliptic equations involving mixed local and nonlocal operators.", "MR4313576"], ["An elliptic boundary value problem with fractional nonlinearity.", "MR4275496"], ["Local versus nonlocal elliptic equations: short-long range field interactions.", "MR4200333"], ["Factorization and estimates of Dirichlet heat kernels for non-local operators with critical killings.", "MR4163128"], ["Krylov-Safonov estimates for a degenerate diffusion process.", "MR4108483"], ["Potential theory of subordinate killed Brownian motion.", "MR3917213"], ["Harnack inequality for non-local Schrödinger operators.", "MR3794384"], ["Potential kernels, probabilities of hitting a ball, harmonic functions and the boundary Harnack inequality for unimodal Lévy processes.", "MR3729529"], ["Scale invariant boundary Harnack principle at infinity for Feller processes.", "MR3713581"], ["Martin kernels for Markov processes with jumps.", "MR3713580"], ["Fatou's theorem for subordinate Brownian motions with Gaussian components on\nC\n1,1\nopen sets.", "MR3705444"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["Anisotropic Gagliardo-Nirenberg inequality with fractional derivatives.", "MR3428469"], ["Boundary Harnack inequality for Markov processes with jumps.", "MR3271268"], ["Dirichlet heat kernel estimates for stable processes with singular drift in unbounded\nC\n1,1\nopen sets.", "MR3232039"], ["Exponential mixing of 2D SDEs forced by degenerate Lévy noises.", "MR3207614"], ["Green function estimates for subordinate Brownian motions: stable and beyond.", "MR3206464"], ["Potential theory of subordinate Brownian motions with Gaussian components.", "MR3005005"], ["Dirichlet heat kernel estimates for fractional Laplacian with gradient perturbation.", "MR3050510"], ["Minimal thinness for subordinate Brownian motion in half-space.", "MR3013816"], ["Two-sided Green function estimates for killed subordinate Brownian motions.", "MR2928332"], ["Global heat kernel estimates for\nΔ+\nΔ\nα/2\nin half-space-like domains.", "MR2915668"], ["Heat kernel estimates for\nΔ+\nΔ\nα/2\nin\nC\n1,1\nopen sets.", "MR2819690"], ["Dirichlet heat kernel estimates for\nΔ\nα/2\n+\nΔ\nβ/2\n.", "MR2981852"], ["Sharp Green function estimates for\nΔ+\nΔ\nα/2\nin\nC\n1,1\nopen sets and their applications.", "MR2928344"]], "MR2892325": [["Two-sided Dirichlet heat kernel estimates of symmetric stable processes on horn-shaped regions.", "MR4476227"], ["L\np\n-Kato class measures for symmetric Markov processes under heat kernel estimates.", "MR4458395"], ["Estimates of Dirichlet heat kernels for unimodal Lévy processes with low intensity of small jumps.", "MR4311112"], ["L\np\n-independence of spectral radius for generalized Feynman-Kac semigroups.", "MR3961322"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["General analytic characterization of gaugeability for Feynman-Kac functionals.", "MR3747482"], ["Global Dirichlet heat kernel estimates for symmetric Lévy processes in half-space.", "MR3569587"], ["Global heat kernel estimates for symmetric Markov processes dominated by stable-like processes in exterior\nC\n1,η\nopen sets.", "MR3374107"], ["Dirichlet heat kernel estimates for rotationally symmetric Lévy processes.", "MR3237737"], ["Two-sided estimates for the transition densities of symmetric Markov processes dominated by stable-like processes in\nC\n1,η\nopen sets.", "MR3217433"], ["Global uniform boundary Harnack principle with explicit decay rate and its application.", "MR3131293"], ["Heat trace of non-local operators.", "MR3022718"], ["Minimal thinness for subordinate Brownian motion in half-space.", "MR3013816"], ["Global heat kernel estimate for relativistic stable processes in exterior open sets.", "MR2923420"], ["Global heat kernel estimates for\nΔ+\nΔ\nα/2\nin half-space-like domains.", "MR2915668"]], "MR2880498": [["The expected discounted penalty function in the generalized Erlang (\nn\n) risk model with two-sided jumps and a constant dividend barrier.", "MR4228489"], ["On the optimality of double barrier strategies for Lévy processes.", "MR4151215"], ["International reserve management: a drift-switching reflected jump-diffusion model.", "MR3758928"], ["Correlated two-sided jump-diffusion model under a barrier dividend.", "MR3237096"], ["Smooth-pasting property on reflected Lévy processes and its applications in credit risk modeling.", "MR3202014"], ["Erratum to \"Lévy risk model with two-sided jumps and a barrier dividend strategy'' [Insurance Math. Econom. 50(2) (2012) 280–291] [MR2880498].", "MR3023661"], ["First passage times of reflected generalized Ornstein-Uhlenbeck processes.", "MR3007252"], ["Sequential maximum likelihood estimation for reflected generalized Ornstein-Uhlenbeck processes.", "MR2929789"]], "MR2896665": [["Multilevel Monte Carlo for exponential Lévy models.", "MR3723380"], ["Discretely monitored first passage problems and barrier options: an eigenfunction expansion approach.", "MR3413939"]], "MR2838289": [["Boundary traces of shift-invariant diffusions in half-plane.", "MR4533735"], ["Harmonic extension technique for non-symmetric operators with completely monotone kernels.", "MR4473118"], ["Schrödinger equations with smooth measure potential and general measure data.", "MR4369211"], ["Extension technique for complete Bernstein functions of the Laplace operator.", "MR3859452"], ["Some remarks on boundary operators of Bessel extensions.", "MR3732179"], ["Liouville heat kernel: regularity and bounds.", "MR3531710"], ["On the heat kernel and the Dirichlet form of Liouville Brownian motion.", "MR3272329"], ["Spectral analysis of subordinate Brownian motions on the half-line.", "MR2860308"], ["Hitting half-spaces by Bessel-Brownian diffusions.", "MR2644214"]], "MR2819690": [["On a class of mixed stochastic heat equations driven by spatially homogeneous Gaussian noise.", "MR4553850"], ["De Giorgi type results for equations with nonlocal lower-order terms.", "MR4552069"], ["Higher Hölder regularity for mixed local and nonlocal degenerate elliptic equations.", "MR4530314"], ["Two-sided Dirichlet heat kernel estimates of symmetric stable processes on horn-shaped regions.", "MR4476227"], ["On the regularity theory for mixed local and nonlocal quasilinear elliptic equations.", "MR4469224"], ["Heat kernel estimates for subordinate Markov processes and their applications.", "MR4374849"], ["Estimates of Dirichlet heat kernels for unimodal Lévy processes with low intensity of small jumps.", "MR4311112"], ["On a mixed fractional Burgers type equation with polynomial nonlinearity and perturbed by fractional Brownian sheet.", "MR4279178"], ["Local versus nonlocal elliptic equations: short-long range field interactions.", "MR4200333"], ["Estimates on the tail probabilities of subordinators and applications to general time fractional equations.", "MR4102270"], ["On estimates of transition density for subordinate Brownian motions with Gaussian components in\nC\n1,1\n-open sets.", "MR4091605"], ["The obstacle problem for quasilinear stochastic integral-partial differential equations.", "MR4067884"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["Heat kernels for non-symmetric diffusion operators with jumps.", "MR3693184"], ["On a semilinear mixed fractional heat equation driven by fractional Brownian sheet.", "MR3592888"], ["Fatou's theorem for subordinate Brownian motions with Gaussian components on\nC\n1,1\nopen sets.", "MR3705444"], ["Global Dirichlet heat kernel estimates for symmetric Lévy processes in half-space.", "MR3569587"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["Pointwise eigenfunction estimates and intrinsic ultracontractivity-type properties of Feynman-Kac semigroups for a class of Lévy processes.", "MR3342665"], ["Heat kernel estimates for\nΔ+\nΔ\nα/2\nunder gradient perturbation.", "MR3332849"], ["Dirichlet heat kernel estimates for rotationally symmetric Lévy processes.", "MR3237737"], ["Global uniform boundary Harnack principle with explicit decay rate and its application.", "MR3131293"], ["Two-sided Green function estimates for killed subordinate Brownian motions.", "MR2928332"], ["Global heat kernel estimates for\nΔ+\nΔ\nα/2\nin half-space-like domains.", "MR2915668"], ["Boundary Harnack principle for\nΔ+\nΔ\nα/2\n.", "MR2912450"], ["Global heat kernel estimates for relativistic stable processes in half-space-like open sets.", "MR2892325"], ["Exact asymptotic for distribution densities of Lévy functionals.", "MR2827465"], ["Dirichlet heat kernel estimates for\nΔ\nα/2\n+\nΔ\nβ/2\n.", "MR2981852"]], "MR2782715": [["Supercritical branching Brownian motion with catalytic branching at the origin.", "MR4070781"], ["1-stable fluctuations in branching Brownian motion at critical temperature I: The derivative martingale.", "MR4021242"], ["Branching Brownian motion with spatially homogeneous and point-catalytic branching.", "MR4015642"], ["Law of large numbers for branching symmetric Hunt processes with measure-valued branching rates.", "MR3687244"], ["Strong law of large number for branching Hunt processes.", "MR3360782"], ["Central limit theorems for supercritical branching Markov processes.", "MR3146834"], ["Strong law of large numbers for a class of superdiffusions.", "MR3010225"]], "MR2775111": [["The Cauchy-Dirichlet problem for singular nonlocal diffusions on bounded domains.", "MR4548848"], ["Boundary Harnack principle and gradient estimates for fractional Laplacian perturbed by non-local operators.", "MR3554401"], ["Fractional nonlinear degenerate diffusion equations on bounded domains part I. Existence, uniqueness and upper bounds.", "MR3427986"], ["Unique continuation properties for relativistic Schrödinger operators with a singular potential.", "MR3393257"], ["Boundary behavior of\nα\n-harmonic functions on the complement of the sphere and hyperplane.", "MR3065314"], ["Sharp heat kernel estimates for relativistic stable processes in open sets.", "MR2917772"], ["Global heat kernel estimates for relativistic stable processes in half-space-like open sets.", "MR2892325"], ["Dirichlet heat kernel estimates for\nΔ\nα/2\n+\nΔ\nβ/2\n.", "MR2981852"]], "MR2981852": [["Semilinear nonlocal elliptic equations with source term and measure data.", "MR4591845"], ["Existence and multiplicity results for nonlocal Lane-Emden systems.", "MR4581107"], ["De Giorgi type results for equations with nonlocal lower-order terms.", "MR4552069"], ["Singular boundary behaviour and large solutions for fractional elliptic equations.", "MR4549140"], ["The Cauchy-Dirichlet problem for singular nonlocal diffusions on bounded domains.", "MR4548848"], ["Two-sided Dirichlet heat kernel estimates of symmetric stable processes on horn-shaped regions.", "MR4476227"], ["On estimates of transition density for subordinate Brownian motions with Gaussian components in\nC\n1,1\n-open sets.", "MR4091605"], ["Decay estimates of nonlocal diffusion equations in some particle systems.", "MR3942146"], ["Multiplicity results for\n(p,q)\nfractional elliptic equations involving critical nonlinearities.", "MR3910033"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["Gradient estimates of Dirichlet heat kernels for unimodal Lévy processes.", "MR3767143"], ["On some properties of a class of fractional stochastic heat equations.", "MR3736175"], ["On a semilinear mixed fractional heat equation driven by fractional Brownian sheet.", "MR3592888"], ["Boundary Harnack principle and gradient estimates for fractional Laplacian perturbed by non-local operators.", "MR3554401"], ["Pointwise estimates for solutions of fractal Burgers equation.", "MR3552565"], ["Exit time of a hyperbolic\nα\n-stable process from a halfspace or a ball.", "MR3511805"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["Fractional nonlinear degenerate diffusion equations on bounded domains part I. Existence, uniqueness and upper bounds.", "MR3427986"], ["Anisotropic Gagliardo-Nirenberg inequality with fractional derivatives.", "MR3428469"], ["Global heat kernel estimates for symmetric Markov processes dominated by stable-like processes in exterior\nC\n1,η\nopen sets.", "MR3374107"], ["Heat kernel estimates for critical fractional diffusion operators.", "MR3294616"], ["Dirichlet heat kernel for unimodal Lévy processes.", "MR3249349"], ["Dirichlet heat kernel estimates for rotationally symmetric Lévy processes.", "MR3237737"], ["Dirichlet heat kernel estimates for stable processes with singular drift in unbounded\nC\n1,1\nopen sets.", "MR3232039"], ["Two-sided estimates for the transition densities of symmetric Markov processes dominated by stable-like processes in\nC\n1,η\nopen sets.", "MR3217433"], ["Green function estimates for subordinate Brownian motions: stable and beyond.", "MR3206464"], ["Trace asymptotics for fractional Schrödinger operators.", "MR3132721"], ["Localization and Schrödinger perturbations of kernels.", "MR3065313"], ["Heat trace of non-local operators.", "MR3022718"], ["Gradient perturbations of the sum of two fractional Laplacians.", "MR2959869"], ["Two-sided Green function estimates for killed subordinate Brownian motions.", "MR2928332"], ["Global heat kernel estimates for relativistic stable processes in half-space-like open sets.", "MR2892325"], ["Estimates of gradient perturbation series.", "MR2876511"], ["Exact asymptotic for distribution densities of Lévy functionals.", "MR2827465"], ["Heat kernel estimates for\nΔ+\nΔ\nα/2\nin\nC\n1,1\nopen sets.", "MR2819690"], ["Constructions of coupling processes for Lévy processes.", "MR2794973"]], "MR2928344": [["Existence and multiplicity results for nonlocal Lane-Emden systems.", "MR4581107"], ["Interior and boundary regularity results for strongly nonhomogeneous\np,q\n-fractional problems.", "MR4565939"], ["De Giorgi type results for equations with nonlocal lower-order terms.", "MR4552069"], ["Higher Hölder regularity for mixed local and nonlocal degenerate elliptic equations.", "MR4530314"], ["On the regularity theory for mixed local and nonlocal quasilinear elliptic equations.", "MR4469224"], ["Boundary Harnack principle for diffusion with jumps.", "MR4445710"], ["Linear theory for a mixed operator with Neumann conditions.", "MR4438596"], ["Mixed local and nonlocal elliptic operators: regularity and maximum principles.", "MR4387204"], ["Global regularity results for non-homogeneous growth fractional problems.", "MR4352731"], ["Semilinear elliptic equations involving mixed local and nonlocal operators.", "MR4313576"], ["An elliptic boundary value problem with fractional nonlinearity.", "MR4275496"], ["Local versus nonlocal elliptic equations: short-long range field interactions.", "MR4200333"], ["Multiplicity results for\n(p,q)\nfractional elliptic equations involving critical nonlinearities.", "MR3910033"], ["Harnack inequality for non-local Schrödinger operators.", "MR3794384"], ["Fatou's theorem for subordinate Brownian motions with Gaussian components on\nC\n1,1\nopen sets.", "MR3705444"], ["Fractional nonlinear degenerate diffusion equations on bounded domains part I. Existence, uniqueness and upper bounds.", "MR3427986"], ["Green function estimates for subordinate Brownian motions: stable and beyond.", "MR3206464"], ["Potential theory of subordinate Brownian motions with Gaussian components.", "MR3005005"], ["Minimal thinness for subordinate Brownian motion in half-space.", "MR3013816"], ["Boundary Harnack principle for\nΔ+\nΔ\nα/2\n.", "MR2912450"], ["Heat kernel estimates for\nΔ+\nΔ\nα/2\nin\nC\n1,1\nopen sets.", "MR2819690"]], "MR2677618": [["Large deviation principle for the intersection measure of Brownian motions on unbounded domains.", "MR4533732"], ["Quenched asymptotics for symmetric Lévy processes interacting with Poissonian fields.", "MR4541284"], ["Existence and blow-up of global solutions for a class of fractional Lane-Emden heat flow system.", "MR4539743"], ["Two-sided Dirichlet heat kernel estimates of symmetric stable processes on horn-shaped regions.", "MR4476227"], ["Static and dynamical, fractional uncertainty principles.", "MR4469234"], ["Singular solutions for fractional parabolic boundary value problems.", "MR4462819"], ["Local existence for evolution equations with nonlocal term in time and singular initial data.", "MR4404192"], ["Non-symmetric stable operators: regularity theory and integration by parts.", "MR4395952"], ["Heat kernel estimates for subordinate Markov processes and their applications.", "MR4374849"], ["Spine decomposition and\nLlogL\ncriterion for superprocesses with non-local branching mechanisms.", "MR4359790"], ["Interior estimates for the eigenfunctions of the fractional Laplacian on a bounded domain.", "MR4315517"], ["Estimates of Dirichlet heat kernels for unimodal Lévy processes with low intensity of small jumps.", "MR4311112"], ["Propagation in a fractional reaction-diffusion equation in a periodically hostile environment.", "MR4248637"], ["The one-phase fractional Stefan problem.", "MR4216048"], ["Qualitative analysis of solutions of obstacle elliptic inclusion problem with fractional Laplacian.", "MR4201739"], ["Realization of the fractional Laplacian with nonlocal exterior conditions via forms method.", "MR4181960"], ["Sharp heat kernel estimates for spectral fractional Laplacian perturbed by gradients.", "MR4170875"], ["Factorization and estimates of Dirichlet heat kernels for non-local operators with critical killings.", "MR4163128"], ["Positive solutions of 1-D half Laplacian equation with singular and exponential nonlinearity.", "MR4156515"], ["Heat kernel estimates of fractional Schrödinger operators with negative Hardy potential.", "MR4140086"], ["Moment bounds of a class of stochastic heat equations driven by space-time colored noise in bounded domains.", "MR4140033"], ["First passage time moments of asymmetric Lévy flights.", "MR4117190"], ["Estimates on the tail probabilities of subordinators and applications to general time fractional equations.", "MR4102270"], ["On estimates of transition density for subordinate Brownian motions with Gaussian components in\nC\n1,1\n-open sets.", "MR4091605"], ["Sharp\nL\np\nestimates for Schrödinger groups on spaces of homogeneous type.", "MR4082915"], ["The Calderón problem for the fractional Schrödinger equation.", "MR4078233"], ["Strong maximum principles for fractional elliptic and parabolic problems with mixed boundary conditions.", "MR4065090"], ["A parabolic equation for the fractional Laplacian in the whole space: blow-up of nonnegative solutions.", "MR4045047"], ["Estimates of Dirichlet heat kernel for symmetric Markov processes.", "MR4035035"], ["Talagrand concentration inequalities for stochastic heat-type equations under uniform distance.", "MR4040989"], ["Fractional Gaussian estimates and holomorphy of semigroups.", "MR4031765"], ["Effects of the noise level on nonlinear stochastic fractional heat equations.", "MR4026933"], ["Talagrand concentration inequalities for stochastic partial differential equations.", "MR4022285"], ["Compactness and density estimates for weighted fractional heat semigroups.", "MR4020700"], ["Infinite time blow-up for the fractional heat equation with critical exponent.", "MR4000246"], ["A comparative study on nonlocal diffusion operators related to the fractional Laplacian.", "MR3932725"], ["On the domain of fractional Laplacians and related generators of Feller processes.", "MR3926121"], ["A fractional phase-field model using an infinitesimal generator of\nα\nstable Lévy process.", "MR3920922"], ["Intrinsic ultracontractivity and ground state estimates of non-local Dirichlet forms on unbounded open sets.", "MR3919443"], ["Initial trace of positive solutions to fractional diffusion equations with absorption.", "MR3906302"], ["Heat kernel estimates for Dirichlet fractional Laplacian with gradient perturbation.", "MR3900531"], ["Sharper estimates for the eigenvalues of the Dirichlet fractional Laplacian on planar domains.", "MR3874928"], ["The quenching of solutions to time-space fractional Kawarada problems.", "MR3852609"], ["L\np\nestimates for fractional Schrödinger operators with Kato class potentials.", "MR3843298"], ["Moment bounds for some fractional stochastic heat equations on the ball.", "MR3841402"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["Positive solutions to a fractional equation with singular nonlinearity.", "MR3797614"], ["Yaglom limit for stable processes in cones.", "MR3771748"], ["Gradient estimates of Dirichlet heat kernels for unimodal Lévy processes.", "MR3767143"], ["A novel and accurate finite difference method for the fractional Laplacian and the fractional Poisson problem.", "MR3738575"], ["The semigroup generated by the Dirichlet Laplacian of fractional order.", "MR3738259"], ["Multiple solutions of nonlinear fractional elliptic equations via Morse theory.", "MR3711173"], ["Existence and convexity of solutions of the fractional heat equation.", "MR3693879"], ["Model spaces of regularity structures for space-fractional SPDEs.", "MR3667364"], ["Models of space-fractional diffusion: a critical review.", "MR3641817"], ["Attractors for non-autonomous reaction-diffusion equations with fractional diffusion in locally uniform spaces.", "MR3639183"], ["Hitting times of points and intervals for symmetric Lévy processes.", "MR3636597"], ["On concavity of solutions of the Dirichlet problem for the equation\n(−Δ\n)\n1/2\nφ=1\nin convex planar regions.", "MR3635356"], ["Off-diagonal heat kernel asymptotics of pseudodifferential operators on closed manifolds and subordinate Brownian motion.", "MR3629104"], ["Regularity theory for general stable operators: parabolic equations.", "MR3626038"], ["A characteristic of local existence for nonlinear fractional heat equations in Lebesgue spaces.", "MR3606361"], ["Finite difference approximation of space-fractional diffusion problems: the matrix transformation method.", "MR3596692"], ["Global Dirichlet heat kernel estimates for symmetric Lévy processes in half-space.", "MR3569587"], ["The fractional Laplacian in power-weighted\nL\np\nspaces: integration-by-parts formulas and self-adjointness.", "MR3558253"], ["Semilinear fractional elliptic equations with measures in unbounded domain.", "MR3547677"], ["Symmetry of positive solutions for equations involving higher order fractional Laplacian.", "MR3531181"], ["Heat kernels and analyticity of non-symmetric jump diffusion semigroups.", "MR3500272"], ["Fractional heat equations with subcritical absorption having a measure as initial data.", "MR3485128"], ["Intrinsic ultracontractivity of Feynman-Kac semigroups for symmetric jump processes.", "MR3484966"], ["A multiscale guide to Brownian motion.", "MR3462264"], ["Boundary regularity for the fractional heat equation.", "MR3462074"], ["The Dirichlet problem for the fractional\np\n-Laplacian evolution equation.", "MR3456825"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["Gradient estimates of harmonic functions and transition densities for Lévy processes.", "MR3413864"], ["First exit time of a Lévy flight from a bounded region in\nR\nN\n.", "MR3414983"], ["Refined eigenvalue bounds on the Dirichlet fractional Laplacian.", "MR3405968"], ["Global heat kernel estimates for symmetric Markov processes dominated by stable-like processes in exterior\nC\n1,η\nopen sets.", "MR3374107"], ["Intrinsic contractivity properties of Feynman-Kac semigroups for symmetric jump processes with infinite range jumps.", "MR3352886"], ["Stability of Dirichlet heat kernel estimates for non-local operators under Feynman-Kac perturbation.", "MR3335416"], ["Boundary Harnack inequality for Markov processes with jumps.", "MR3271268"], ["Intrinsic ultracontractivity for general Lévy processes on bounded open sets.", "MR3421603"], ["Regularity results for nonlocal parabolic equations.", "MR3289601"], ["A regularized representation of the fractional Laplacian in\nn\ndimensions and its relation to Weierstrass-Mandelbrot-type fractal functions.", "MR3264974"], ["Dirichlet heat kernel for unimodal Lévy processes.", "MR3249349"], ["Dirichlet heat kernel estimates for rotationally symmetric Lévy processes.", "MR3237737"], ["Dirichlet heat kernel estimates for stable processes with singular drift in unbounded\nC\n1,1\nopen sets.", "MR3232039"], ["Two-sided estimates for the transition densities of symmetric Markov processes dominated by stable-like processes in\nC\n1,η\nopen sets.", "MR3217433"], ["Mean exit time and escape probability for dynamical systems driven by Lévy noises.", "MR3200425"], ["Precise asymptotic approximations for kernels corresponding to Lévy processes.", "MR3189218"], ["Recent progress in the theory of nonlinear diffusion with fractional Laplacian operators.", "MR3177769"], ["The Dirichlet problem for the fractional Laplacian: regularity up to the boundary.", "MR3168912"], ["Global uniform boundary Harnack principle with explicit decay rate and its application.", "MR3131293"], ["Smoothness of the law of manifold-valued Markov processes with jumps.", "MR3129038"], ["Pointwise estimates for the ground state of singular Dirichlet fractional Laplacian.", "MR3120907"], ["One-dimensional quasi-relativistic particle in the box.", "MR3116931"], ["Non-Gaussian dynamics of a tumor growth system with immunization.", "MR3105350"], ["Sharp trace Hardy-Sobolev-Maz'ya inequalities and the fractional Laplacian.", "MR3021545"], ["Dirichlet heat kernel estimates for fractional Laplacian with gradient perturbation.", "MR3050510"], ["Analysis and approximation of nonlocal diffusion problems with volume constraints.", "MR3023366"], ["Spectral properties of the massless relativistic harmonic oscillator.", "MR2964646"], ["Global heat kernel estimate for relativistic stable processes in exterior open sets.", "MR2923420"], ["Sharp heat kernel estimates for relativistic stable processes in open sets.", "MR2917772"], ["Global heat kernel estimates for $\\Delta+\\Delta^{\\alpha/2}$\nin half-space-like domains.", "MR2915668"], ["Left-inverses of fractional Laplacian and sparse stochastic processes.", "MR2893473"], ["Estimates of the Green function for the fractional Laplacian perturbed by gradient.", "MR2892584"], ["Global heat kernel estimates for relativistic stable processes in half-space-like open sets.", "MR2892325"], ["Two-sided estimates on Dirichlet heat kernels for time-dependent parabolic operators with singular drifts in\nC\n1,α\n-domains.", "MR2853532"], ["Exact asymptotic for distribution densities of Lévy functionals.", "MR2827465"], ["Heat kernel estimates for\nΔ+\nΔ\nα/2\nin\nC\n1,1\nopen sets.", "MR2819690"], ["Global heat kernel estimates for fractional Laplacians in unbounded open sets.", "MR2776619"], ["Distributed-order fractional diffusions on bounded domains.", "MR2776466"], ["Green function estimates for relativistic stable processes in half-space-like open sets.", "MR2775111"], ["On a new Kato class and positive solutions of Dirichlet problems for the fractional Laplacian in bounded domains.", "MR2764358"], ["Dirichlet heat kernel estimates for\nΔ\nα/2\n+\nΔ\nβ/2\n.", "MR2981852"], ["Intrinsic ultracontractivity for Schrödinger operators based on fractional Laplacians.", "MR2726901"], ["Heat kernel estimates for the fractional Laplacian with Dirichlet conditions.", "MR2722789"], ["Spectral properties of the Cauchy process on half-line and interval.", "MR2679702"], ["On the potential theory of one-dimensional subordinate Brownian motions with continuous components.", "MR2658980"], ["Heat kernel of fractional Laplacian in cones.", "MR2602155"], ["Two-sided heat kernel estimates for censored stable-like processes.", "MR2574732"], ["Heat kernel estimates and Harnack inequalities for some Dirichlet forms with non-local part.", "MR2480543"]], "MR2658980": [["On estimates of transition density for subordinate Brownian motions with Gaussian components in\nC\n1,1\n-open sets.", "MR4091605"], ["Boundary Harnack principle for the absolute value of a one-dimensional subordinate Brownian motion killed at 0.", "MR3592206"], ["Time-inhomogeneous jump processes and variable order operators.", "MR3554398"], ["Suprema of Lévy processes.", "MR3098066"], ["First passage times for subordinate Brownian motions.", "MR3027903"], ["Potential theory of subordinate Brownian motions with Gaussian components.", "MR3005005"], ["Minimal thinness for subordinate Brownian motion in half-space.", "MR3013816"], ["Potential theory of one-dimensional geometric stable processes.", "MR3007664"], ["Uniform boundary Harnack principle for rotationally symmetric Lévy processes in general open sets.", "MR2994122"], ["Global heat kernel estimates for\nΔ+\nΔ\nα/2\nin half-space-like domains.", "MR2915668"], ["Boundary Harnack principle for\nΔ+\nΔ\nα/2\n.", "MR2912450"], ["Spectral analysis of subordinate Brownian motions on the half-line.", "MR2860308"], ["Sharp Green function estimates for\nΔ+\nΔ\nα/2\nin\nC\n1,1\nopen sets and their applications.", "MR2928344"]], "MR2644875": [["On\nq\n-scale functions of spectrally negative Lévy processes.", "MR4547349"], ["Dividend and capital injection optimization with transaction cost for Lévy risk processes.", "MR4457961"], ["Optimality of impulse control problem in refracted Lévy model with Parisian ruin and transaction costs.", "MR4110648"], ["Optimality of refraction strategies for a constrained dividend problem.", "MR4001531"], ["Optimal threshold strategies with capital injections in a spectrally negative Lévy risk model.", "MR3928093"], ["A time of ruin constrained optimal dividend problem for spectrally one-sided Lévy processes.", "MR3771913"], ["A note on the convexity of ruin probabilities.", "MR3648871"], ["On Gerber-Shiu functions and optimal dividend distribution for a Lévy risk process in the presence of a penalty function.", "MR3348997"], ["Asymptotic behavior of local times of compound Poisson processes with drift in the infinite variance case.", "MR3320960"], ["Exact joint laws associated with spectrally negative Lévy processes and applications to insurance risk theory.", "MR3261008"], ["Alternative approach to the optimality of the threshold strategy for spectrally negative Lévy processes.", "MR3133809"], ["Optimal dividend problem with a terminal value for spectrally positive Lévy processes.", "MR3130471"], ["Optimal dividend policies with transaction costs for a class of jump-diffusion processes.", "MR3016778"], ["Optimal control with absolutely continuous strategies for spectrally negative Lévy processes.", "MR2952887"], ["Lévy risk model with two-sided jumps and a barrier dividend strategy.", "MR2880498"], ["Optimality of the threshold dividend strategy for the compound Poisson model.", "MR2845898"], ["Smoothness of scale functions for spectrally negative Lévy processes.", "MR2824871"], ["The Gapeev-Kühn stochastic game driven by a spectrally positive Lévy process.", "MR2794976"], ["Refracted Lévy processes.", "MR2641768"], ["De Finetti's optimal dividends problem with an affine penalty function at ruin.", "MR2586160"], ["A note on scale functions and the time value of ruin for Lévy insurance risk processes.", "MR2586158"], ["Optimality results for dividend problems in insurance.", "MR2582635"], ["Optimality of the barrier strategy in de Finetti's dividend problem for spectrally negative Lévy processes: an alternative approach.", "MR2568541"], ["An optimal dividends problem with transaction costs for spectrally negative Lévy processes.", "MR2549863"], ["An optimal dividends problem with a terminal value for spectrally negative Lévy processes with a completely monotone jump density.", "MR2508507"], ["The McKean stochastic game driven by a spectrally negative Lévy process.", "MR2386731"]], "MR2607121": [["Double hypergeometric Lévy processes and self-similarity.", "MR4222428"], ["A class of special subordinators with nested ranges.", "MR3335014"], ["A limit theorem for local time and application to random sets.", "MR3178340"], ["Convexity and smoothness of scale functions and de Finetti's control problem.", "MR2644875"], ["Special, conjugate and complete scale functions for spectrally negative Lévy processes.", "MR2448127"]], "MR2598208": [["Logarithmically completely monotonic rational functions.", "MR4601795"], ["Continuity with respect to the Hurst parameter of solutions to stochastic evolution equations driven by\nH\n-valued fractional Brownian motion.", "MR4593928"], ["Weak similarity orbit of (log)-self-similar Markov semigroups on the Euclidean space.", "MR4588719"], ["Dynamical maps beyond Markovian regime.", "MR4503107"], ["Representation of harmonic functions with respect to subordinate Brownian motion.", "MR4300396"], ["Necessary and sufficient conditions for complete monotonicity and monotonicity of two functions defined by two derivatives of a function involving trigamma function.", "MR4333902"], ["On mixtures of gamma distributions, distributions with hyperbolically monotone densities and generalized gamma convolutions (GGC).", "MR4329612"], ["A Liouville theorem for Lévy generators.", "MR4274302"], ["Time-non-local Pearson diffusions.", "MR4270777"], ["Asymptotic behavior of the subordinated traveling waves.", "MR4238743"], ["Confined random motion with Laplace and Linnik statistics.", "MR4209166"], ["Spectral projections correlation structure for short-to-long range dependent processes.", "MR4199228"], ["Remarks on the nonlocal Dirichlet problem.", "MR4194536"], ["On adjoint additive processes.", "MR4206412"], ["Transition density estimates for relativistic\nα\n-stable processes on metric spaces.", "MR4206411"], ["Three classes of decomposable distributions.", "MR4203311"], ["Moment problems related to Bernstein functions.", "MR4196697"], ["On the boundary theory of subordinate killed Lévy processes.", "MR4117984"], ["Canonical spectral representation for exchangeable max-stable sequences.", "MR4064608"], ["A non-local in time telegraph equation.", "MR4062965"], ["Some properties of the generalized Gaussian ratio and their applications.", "MR4061534"], ["Dense blowup for parabolic SPDEs.", "MR4029421"], ["Subordinators which are infinitely divisible w.r.t. time: construction, properties, and simulation of max-stable sequences and infinitely divisible laws.", "MR3999795"], ["Bergman projection induced by kernel with integral representation.", "MR3996042"], ["A note on the trace theorem for Besov-type spaces of generalized smoothness on\nd\n-sets.", "MR3964403"], ["Poisson processes and a log-concave Bernstein theorem.", "MR3904394"], ["Generalized diffusion-wave equation with memory kernel.", "MR3899737"], ["An\nL\np\n-theory for diffusion equations related to stochastic processes with non-stationary independent increment.", "MR3896117"], ["Rosenblatt Laplace motion.", "MR3895737"], ["Logarithmic inequalities under a symmetric polynomial dominance order.", "MR3894886"], ["Weak subordination of multivariate Lévy processes and variance generalised gamma convolutions.", "MR3892335"], ["Monotonicity rules for the ratio of two Laplace transforms with applications.", "MR3870591"], ["Estimates for a general fractional relaxation equation and application to an inverse source problem.", "MR3897760"], ["Efficient simulation of Brown-Resnick processes based on variance reduction of Gaussian processes.", "MR3881113"], ["Windings of planar processes, exponential functionals and Asian options.", "MR3877251"], ["Models for characterizing the transition among anomalous diffusions with different diffusion exponents.", "MR3862458"], ["Anomalous diffusion and the generalized Langevin equation.", "MR3856208"], ["Conditionally negative definite functions.", "MR3854992"], ["Bernstein-gamma functions and exponential functionals of Lévy processes.", "MR3835481"], ["Coagulation and universal scaling limits for critical Galton-Watson processes.", "MR3832883"], ["Regularization and convergence for ill-posed backward evolution equations in Banach spaces.", "MR3823977"], ["Error analysis of finite difference and Markov chain approximations for option pricing.", "MR3818713"], ["Bernstein functions of several semigroup generators on Banach spaces under bounded perturbations, II.", "MR3812184"], ["Some results on strongly operator convex functions and operator monotone functions.", "MR3809378"], ["On semi-Markov processes and their Kolmogorov's integro-differential equations.", "MR3807778"], ["On the decay rate for the wave equation with viscoelastic boundary damping.", "MR3804732"], ["Extreme-value copulas associated with the expected scaled maximum of independent random variables.", "MR3799634"], ["Positive definiteness of a complex piecewise linear function and some of its applications.", "MR3780055"], ["Critical exponents for long-range\nO(n)\nmodels below the upper critical dimension.", "MR3772040"], ["Regularity of Gaussian processes on Dirichlet spaces.", "MR3769279"], ["Reflection positivity on real intervals.", "MR3750345"], ["Spectral properties of the massless relativistic quartic oscillator.", "MR3741403"], ["On a new family of radial basis functions: mathematical analysis and applications to option pricing.", "MR3697090"], ["A weak approximation for the extrema's distributions of Lévy processes.", "MR3773509"], ["Multivariate subordination using generalised gamma convolutions with applications to variance gamma processes and option pricing.", "MR3652411"], ["Extended generalised variances, with applications.", "MR3648040"], ["Asymptotic behavior of densities of unimodal convolution semigroups.", "MR3646773"], ["On subordinate random walks.", "MR3641670"], ["Hitting times of points and intervals for symmetric Lévy processes.", "MR3636597"], ["Subgeometric rates of convergence for Markov processes under subordination.", "MR3631220"], ["Feynman-Kac equation for anomalous processes with space- and time-dependent forces.", "MR3628753"], ["Two novel characterizations of self-decomposability on the half-line.", "MR3615092"], ["Coagulation-fragmentation model for animal group-size statistics.", "MR3614760"], ["Resolvent representations for functions of sectorial operators.", "MR3600078"], ["Fractional kinetic hierarchies and intermittency.", "MR3591130"], ["Spectral decomposition of fractional operators and a reflected stable semigroup.", "MR3582209"], ["Necessary and sufficient conditions for the Marchenko-Pastur theorem.", "MR3568347"], ["Decay estimates for time-fractional and other non-local in time subdiffusion equations in\nR\nd\n.", "MR3563229"], ["Time-inhomogeneous jump processes and variable order operators.", "MR3554398"], ["On generating functions of Hausdorff moment sequences.", "MR3551579"], ["Multivariate subordination of Markov processes with financial applications.", "MR3551505"], ["Deterministic time intervals on which a class of persistent processes are away from their origins.", "MR3548774"], ["On the asymptotic behavior of the density of the supremum of Lévy processes.", "MR3531705"], ["Comb model with slow and ultraslow diffusion.", "MR3530397"], ["Max-stable random sup-measures with comonotonic tail dependence.", "MR3522303"], ["Fine scales of decay of operator semigroups.", "MR3474459"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["Exchangeable exogenous shock models.", "MR3449814"], ["Wave propagation in anisotropic viscoelasticity.", "MR3448436"], ["An\nL\np\n-theory for a class of non-local elliptic equations related to nonsymmetric measurable kernels.", "MR3415724"], ["What does a rate in a mean ergodic theorem imply?", "MR3467658"], ["Counting processes with Bernštein intertimes and random jumps.", "MR3439170"], ["Bifractional Brownian motion: existence and border cases.", "MR3438257"], ["HCM property and the half-Cauchy distribution.", "MR3433648"], ["Asymptotic estimates of viscoelastic Green's functions near the wavefront.", "MR3432278"], ["New representation theorems for completely monotone and Bernstein functions with convexity properties on their measures.", "MR3422946"], ["On some positive definite functions.", "MR3415110"], ["An improved estimate for the condition number anomaly of univariate Gaussian correlation matrices.", "MR3414315"], ["A class of probability distributions that is closed with respect to addition as well as multiplication of independent random variables.", "MR3413969"], ["Discretely monitored first passage problems and barrier options: an eigenfunction expansion approach.", "MR3413939"], ["From the second law of thermodynamics to AC-conductivity measures of interacting fermions in disordered media.", "MR3411351"], ["Derivatives of the tree function.", "MR3396483"], ["On the joint distribution of the supremum functional and its last occurrence for subordinated linear Brownian motion.", "MR3389986"], ["On the infinite divisibility of inverse beta distributions.", "MR3378477"], ["Representations and inequalities for generalized hypergeometric functions.", "MR3374217"], ["Asymptotic properties of Brownian motion delayed by inverse subordinators.", "MR3373947"], ["Lévy mixing related to distributed order calculus, subordinators and slow diffusions.", "MR3351994"], ["Super-Poincaré and Nash-type inequalities for subordinated semigroups.", "MR3345948"], ["Diffusion hitting times and the bell-shape.", "MR3343781"], ["Pointwise eigenfunction estimates and intrinsic ultracontractivity-type properties of Feynman-Kac semigroups for a class of Lévy processes.", "MR3342665"], ["Asymptotic behaviour of the Urbanik semigroup.", "MR3339057"], ["Tangential limits for harmonic functions with respect to $\\phi(\\Delta)$\n: stable and beyond.", "MR3336991"], ["A class of special subordinators with nested ranges.", "MR3335014"], ["Heat kernel for fractional diffusion operators with perturbations.", "MR3334091"], ["Stochastic ordering of fading channels through the Shannon transform.", "MR3332969"], ["An exceptional max-stable process fully parameterized by its extremal coefficients.", "MR3322319"], ["Limit theorems for Smoluchowski dynamics associated with critical continuous-state branching processes.", "MR3313753"], ["Monotonicity properties of\nq\n-digamma and\nq\n-trigamma functions.", "MR3313488"], ["α\n-stable random walk has massive thorns.", "MR3310703"], ["Integrated density of states for Poisson-Schrödinger perturbations of subordinate Brownian motions on the Sierpiński gasket.", "MR3310346"], ["Linear evolution equations with cylindrical Lévy noise: gradient estimates and exponential ergodicity.", "MR3305471"], ["Product formulas in functional calculi for sectorial operators.", "MR3299864"], ["Convolution-type derivatives, hitting-times of subordinators and time-changed\nC\n0\n-semigroups.", "MR3297989"], ["Operator inequalities: from a general theorem to concrete inequalities.", "MR3274668"], ["Boundary Harnack inequality for Markov processes with jumps.", "MR3271268"], ["Logarithmic concavity of series in gamma ratios.", "MR3298931"], ["Complete monotonicity of a function involving the gamma function and applications.", "MR3278953"], ["Time-changed Ornstein-Uhlenbeck processes and their applications in commodity derivative models.", "MR3274945"], ["Martingale transform and Lévy processes on Lie groups.", "MR3263924"], ["On the existence and explicit estimates for the coupling property of Lévy processes with drift.", "MR3245997"], ["A new anisotropic fractional model of diffusion suitable for applications of diffusion tensor imaging in biological tissues.", "MR3245446"], ["Lévy-Khintchine representation of the geometric means of many positive numbers and applications.", "MR3235042"], ["On a conjecture of a logarithmically completely monotonic function.", "MR3225919"], ["On Harnack inequality and Hölder regularity for isotropic unimodal Lévy processes.", "MR3225805"], ["Fundamental solution of kinetic Fokker-Planck operator with anisotropic nonlocal dissipativity.", "MR3225504"], ["Total positivity of a Cauchy kernel.", "MR3218800"], ["Lévy-Khintchine representations of the weighted geometric mean and the logarithmic mean.", "MR3198610"], ["Complete monotonicity of functions connected with the exponential function and derivatives.", "MR3198263"], ["Harnack inequalities for SDEs driven by subordinate Brownian motions.", "MR3194524"], ["A limit theorem for local time and application to random sets.", "MR3178340"], ["On wave propagation in viscoelastic media with concave creep compliance.", "MR3176118"], ["Comments on \"A representation for the symbol error rate using completely monotone functions''.", "MR3164982"], ["On harmonic functions of symmetric Lévy processes.", "MR3161529"], ["On convergence rates in approximation theory for operator semigroups.", "MR3158717"], ["An integral representation for the weighted geometric mean and its applications.", "MR3151418"], ["Subordination in the sense of Bochner of\nL\np\n-semigroups and associated Markov processes.", "MR3150232"], ["The shape of the Borwein-Affleck-Girgensohn function generated by completely monotone and Bernstein functions.", "MR3149118"], ["Global uniform boundary Harnack principle with explicit decay rate and its application.", "MR3131293"], ["On generalized stable and related laws.", "MR3118478"], ["On some Brownian functionals and their applications to moments in the lognormal stochastic volatility model.", "MR3145550"], ["Tridiagonal reproducing kernels and subnormality.", "MR3138366"], ["Further examples of GGC and HCM densities.", "MR3129035"], ["Occupancy distributions arising in sampling from Gibbs-Poisson abundance models.", "MR3124975"], ["Complete monotonicity of a function involving the divided difference of digamma functions.", "MR3123572"], ["Complete monotonicity of a difference between the exponential and trigamma functions and properties related to a modified Bessel function.", "MR3119327"], ["One-dimensional quasi-relativistic particle in the box.", "MR3116931"], ["Complete monotonicity of a function involving the divided difference of PSI functions.", "MR3109721"], ["On the Mellin transforms of the perpetuity and the remainder variables associated to a subordinator.", "MR3102555"], ["Suprema of Lévy processes.", "MR3098066"], ["On an iteration leading to a\nq\n-analogue of the digamma function.", "MR3089422"], ["Optimal stopping and early exercise: an eigenfunction expansion approach.", "MR3079736"], ["Wave propagation in linear viscoelastic media with completely monotonic relaxation moduli.", "MR3070949"], ["Log-convexity and log-concavity for series in gamma ratios and applications.", "MR3062548"], ["A representation for the symbol error rate using completely monotone functions.", "MR3061284"], ["Infinite divisibility of interpolated gamma powers.", "MR3061017"], ["On complete monotonicity of some functions related to means.", "MR3060392"], ["Harnack inequality and Hölder regularity estimates for a Lévy process with small jumps of high intensity.", "MR3055806"], ["Sub-Markovian\nC\n0\n-semigroups generated by fractional Laplacian with gradient perturbation.", "MR3054309"], ["Small parameter behavior of families of distributions.", "MR3040304"], ["First passage times for subordinate Brownian motions.", "MR3027903"], ["Sharp estimates on the Green functions of perturbations of subordinate Brownian motions in bounded\nκ\n-fat open sets.", "MR3010783"], ["Potential theory of subordinate Brownian motions with Gaussian components.", "MR3005005"], ["Multivariate geometric distributions, (logarithmically) monotone sequences, and infinitely divisible laws.", "MR3004570"], ["Oscillation of harmonic functions for subordinate Brownian motion and its applications.", "MR3003358"], ["On the mapping of the joint spectrum of a set of semigroup generators.", "MR3075040"], ["Random walks driven by low moment measures.", "MR3050511"], ["Minimal thinness for subordinate Brownian motion in half-space.", "MR3013816"], ["Bernstein functions and rates in mean ergodic theorems for operator semigroups.", "MR3000691"], ["Coupling property and gradient estimates of Lévy processes via the symbol.", "MR2995789"], ["Functional inequalities and subordination: stability of Nash and Poincaré inequalities.", "MR2995146"], ["Uniform boundary Harnack principle for rotationally symmetric Lévy processes in general open sets.", "MR2994122"], ["Bernstein, Pick, Poisson and related integral expressions for Lambert\nW\n.", "MR2989751"], ["Evaluating callable and putable bonds: an eigenfunction expansion approach.", "MR2982959"], ["Meromorphic Lévy processes and their fluctuation identities.", "MR2977987"], ["Spatially fractional-order viscoelasticity, non-locality, and a new kind of anisotropy.", "MR2964255"], ["Gradient perturbations of the sum of two fractional Laplacians.", "MR2959869"], ["Stieltjes and other integral representations for functions of Lambert\nW\n.", "MR2959457"], ["Fractional\nP(ϕ\n)\n1\n-processes and Gibbs measures.", "MR2956118"], ["Successful couplings for a class of stochastic differential equations driven by Lévy processes.", "MR2955253"], ["hp\n-FEM for second moments of elliptic PDEs with stochastic data. I. Analytic regularity.", "MR2950682"], ["Path integral representation for Schrödinger operators with Bernstein functions of the Laplacian.", "MR2944475"], ["A refinement of a double inequality for the gamma function.", "MR2943007"], ["Harnack inequalities for subordinate Brownian motions.", "MR2928720"], ["Two-sided Green function estimates for killed subordinate Brownian motions.", "MR2928332"], ["H\n-extendible copulas.", "MR2927515"], ["A geometric interpretation of the transition density of a symmetric Lévy process.", "MR2925579"], ["Trace inequalities for completely monotone functions and Bernstein functions.", "MR2921720"], ["Global heat kernel estimates for\nΔ+\nΔ\nα/2\nin half-space-like domains.", "MR2915668"], ["Random walks on groups and discrete subordination.", "MR2902834"], ["The sector constants of continuous state branching processes with immigration.", "MR2900474"], ["On the unimodality of power transformations of positive stable densities.", "MR2899640"], ["Estimates of the Green function for the fractional Laplacian perturbed by gradient.", "MR2892584"], ["Heat kernel upper estimates for symmetric jump processes with small jumps of high intensity.", "MR2886459"], ["Inversion of analytic characteristic functions and infinite convolutions of exponential and Laplace densities.", "MR2886386"], ["Transition density estimates for a class of Lévy and Lévy-type processes.", "MR2886383"], ["Complete monotonicity of a function involving the ratio of gamma functions and applications.", "MR2862541"], ["On exit time of stable processes.", "MR2860440"], ["On some properties of the multidimensional Bochner-Phillips functional calculus.", "MR2961756"], ["Spectral analysis of subordinate Brownian motions on the half-line.", "MR2860308"], ["General fractional calculus, evolution equations, and renewal processes.", "MR2854867"], ["Corrigendum to \"Constructions of coupling processes for Lévy processes'' [MR2794973].", "MR2832421"], ["From Schoenberg to Pick-Nevanlinna: toward a complete picture of the variogram class.", "MR2797998"], ["Constructions of coupling processes for Lévy processes.", "MR2794973"], ["Lambert's\nW\n, infinite divisibility and Poisson mixtures.", "MR2773259"], ["Regeneration in random combinatorial structures.", "MR2684164"]], "MR2574732": [["Semilinear nonlocal elliptic equations with source term and measure data.", "MR4591845"], ["Singular boundary behaviour and large solutions for fractional elliptic equations.", "MR4549140"], ["The Cauchy-Dirichlet problem for singular nonlocal diffusions on bounded domains.", "MR4548848"], ["Two-sided Dirichlet heat kernel estimates of symmetric stable processes on horn-shaped regions.", "MR4476227"], ["Singular solutions for fractional parabolic boundary value problems.", "MR4462819"], ["Global Schauder theory for minimizers of the\nH\ns\n(Ω)\nenergy.", "MR4413304"], ["Heat kernel estimates for subordinate Markov processes and their applications.", "MR4374849"], ["Fractional Laplacians: a short survey.", "MR4361685"], ["Spine decomposition and\nLlogL\ncriterion for superprocesses with non-local branching mechanisms.", "MR4359790"], ["On a Rayleigh-Faber-Krahn inequality for the regional fractional Laplacian.", "MR4320609"], ["Interior estimates for the eigenfunctions of the fractional Laplacian on a bounded domain.", "MR4315517"], ["Space-time coupled evolution equations and their stochastic solutions.", "MR4193888"], ["Factorization and estimates of Dirichlet heat kernels for non-local operators with critical killings.", "MR4163128"], ["Estimates on the tail probabilities of subordinators and applications to general time fractional equations.", "MR4102270"], ["On estimates of transition density for subordinate Brownian motions with Gaussian components in\nC\n1,1\n-open sets.", "MR4091605"], ["Estimates of Dirichlet heat kernel for symmetric Markov processes.", "MR4035035"], ["Boundary blow-up solutions of elliptic equations involving regional fractional Laplacian.", "MR4030509"], ["Uniqueness of minimal energy solutions for a semilinear problem involving the fractional Laplacian.", "MR3973895"], ["A comparative study on nonlocal diffusion operators related to the fractional Laplacian.", "MR3932725"], ["Some non-existence results for a class of stochastic partial differential equations.", "MR3906260"], ["Multiplicity of solutions for a class of nonlocal regional elliptic equations.", "MR3848975"], ["Estimates of Dirichlet heat kernels for subordinate Brownian motions.", "MR3835470"], ["The Dirichlet elliptic problem involving regional fractional Laplacian.", "MR3828679"], ["Minimizers for the fractional Sobolev inequality on domains.", "MR3764588"], ["Sharp global estimates for local and nonlocal porous medium-type equations in bounded domains.", "MR3749373"], ["A novel and accurate finite difference method for the fractional Laplacian and the fractional Poisson problem.", "MR3738575"], ["On some properties of a class of fractional stochastic heat equations.", "MR3736175"], ["Existence and multiplicity of solutions for a non-linear Schrödinger equation with non-local regional diffusion.", "MR3725726"], ["Minimal thinness with respect to subordinate killed Brownian motions.", "MR3461197"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["Fractional nonlinear degenerate diffusion equations on bounded domains part I. Existence, uniqueness and upper bounds.", "MR3427986"], ["Stability of Dirichlet heat kernel estimates for non-local operators under Feynman-Kac perturbation.", "MR3335416"], ["Conservation property of symmetric jump-diffusion processes.", "MR3334071"], ["Unavoidable sets and harmonic measures living on small sets.", "MR3293159"], ["Regularity results for nonlocal parabolic equations.", "MR3289601"], ["Dirichlet heat kernel estimates for rotationally symmetric Lévy processes.", "MR3237737"], ["Dirichlet heat kernel estimates for stable processes with singular drift in unbounded\nC\n1,1\nopen sets.", "MR3232039"], ["Meyers inequality and strong stability for stable-like operators.", "MR3049880"], ["Sharp trace Hardy-Sobolev-Maz'ya inequalities and the fractional Laplacian.", "MR3021545"], ["Dirichlet heat kernel estimates for fractional Laplacian with gradient perturbation.", "MR3050510"], ["Global heat kernel estimate for relativistic stable processes in exterior open sets.", "MR2923420"], ["Sharp heat kernel estimates for relativistic stable processes in open sets.", "MR2917772"], ["Global heat kernel estimates for relativistic stable processes in half-space-like open sets.", "MR2892325"], ["On harmonic functions for trace processes.", "MR2838289"], ["Heat kernel estimates for\nΔ+\nΔ\nα/2\nin\nC\n1,1\nopen sets.", "MR2819690"], ["Global heat kernel estimates for fractional Laplacians in unbounded open sets.", "MR2776619"], ["Dirichlet heat kernel estimates for\nΔ\nα/2\n+\nΔ\nβ/2\n.", "MR2981852"], ["Heat kernel estimates for the Dirichlet fractional Laplacian.", "MR2677618"], ["Heat kernel of fractional Laplacian in cones.", "MR2602155"], ["Heat kernel estimates and Harnack inequalities for some Dirichlet forms with non-local part.", "MR2480543"]], "MR2574151": [["Intrinsic ultracontractivity and ground state estimates of non-local Dirichlet forms on unbounded open sets.", "MR3919443"], ["Intrinsic ultracontractivity for general Lévy processes on bounded open sets.", "MR3421603"], ["Sharp estimates on the Green functions of perturbations of subordinate Brownian motions in bounded\nκ\n-fat open sets.", "MR3010783"], ["Sharp Green function estimates for\nΔ+\nΔ\nα/2\nin\nC\n1,1\nopen sets and their applications.", "MR2928344"], ["Intrinsic ultracontractivity of non-symmetric diffusion semigroups in bounded domains.", "MR2487824"], ["Boundary behavior of harmonic functions for truncated stable processes.", "MR2391246"]], "MR2569321": [["Self-similar solution for Hardy operator.", "MR4595537"], ["Singular boundary behaviour and large solutions for fractional elliptic equations.", "MR4549140"], ["Nonlocal nonlinear diffusion equations. Smoothing effects, Green functions, and functional inequalities.", "MR4530902"], ["On the asymptotic expansion of the heat content for isotropic\nα\n-stable processes over convex bodies,\n0&lt;α&lt;2\n.", "MR4509113"], ["Asymptotics for logistic-type equations with Dirichlet fractional Laplace operator.", "MR4503237"], ["Lévy processes in bounded domains: path-wise reflection scenarios and signatures of confinement.", "MR4474283"], ["A Sobolev space theory for the stochastic partial differential equations with space-time non-local operators.", "MR4447335"], ["Higher order terms of the spectral heat content for killed subordinate and subordinate killed Brownian motions related to symmetric\nα\n-stable processes in\nR\n.", "MR4443127"], ["Potentials for non-local Schrödinger operators with zero eigenvalues.", "MR4381659"], ["Spectral upper bound for the torsion function of symmetric stable processes.", "MR4375718"], ["Optimal control of a nonlinear PDE governed by fractional Laplacian.", "MR4356902"], ["Priors leading to well-behaved Coulomb and Riesz gases versus zeroth-order phase transitions—a potential-theoretic characterization.", "MR4346667"], ["Existence and multiplicity results for Dirichlet problem with fractional Laplacian and nonlinearity.", "MR4342661"], ["Interior estimates for the eigenfunctions of the fractional Laplacian on a bounded domain.", "MR4315517"], ["Estimates of Dirichlet heat kernels for unimodal Lévy processes with low intensity of small jumps.", "MR4311112"], ["Quantitative inequalities for the expected lifetime of Brownian motion.", "MR4302556"], ["Existence of the gauge for fractional Laplacian Schrödinger operators.", "MR4302210"], ["Approximation of heavy-tailed distributions via stable-driven SDEs.", "MR4278802"], ["Estimates on transition densities of subordinators with jumping density decaying in mixed polynomial orders.", "MR4271912"], ["A free boundary characterisation of the Root barrier for Markov processes.", "MR4265017"], ["An\nL\nq\n(\nL\np\n)\n-theory for diffusion equations with space-time nonlocal operators.", "MR4242958"], ["Hunt's hypothesis (H) for Markov processes: survey and beyond.", "MR4229519"], ["Spectral theory for one-dimensional (non-symmetric) stable processes killed upon hitting the origin.", "MR4225922"], ["Existence of optimal solutions to Lagrange problems for ordinary control systems involving fractional Laplace operators.", "MR4218768"], ["On non-local ergodic Jacobi semigroups: spectral theory, convergence-to-equilibrium and contractivity.", "MR4218161"], ["Blow-up phenomena in nonlocal eigenvalue problems: when theories of\nL\n1\nand\nL\n2\nmeet.", "MR4211024"], ["Confined random motion with Laplace and Linnik statistics.", "MR4209166"], ["On the heat content for the Poisson heat kernel over convex bodies.", "MR4158754"], ["On the heat content for the Poisson kernel over the unit ball in the euclidean space.", "MR4224349"], ["Transition density estimates for relativistic\nα\n-stable processes on metric spaces.", "MR4206411"], ["Space-time coupled evolution equations and their stochastic solutions.", "MR4193888"], ["Paracontrolled quasi-geostrophic equation with space-time white noise.", "MR4191230"], ["On a differential inclusion involving Dirichlet-Laplace operators of fractional orders.", "MR4166129"], ["On the mean value property of fractional harmonic functions.", "MR4149297"], ["Heat kernel estimates of fractional Schrödinger operators with negative Hardy potential.", "MR4140086"], ["Random time-change with inverses of multivariate subordinators: governing equations and fractional dynamics.", "MR4140037"], ["First passage time moments of asymmetric Lévy flights.", "MR4117190"], ["On a construction of harmonic function for recurrent relativistic\nα\n-stable processes.", "MR4116699"], ["Uniform pointwise asymptotics of solutions to quasi-geostrophic equation.", "MR4105374"], ["Stochastic representation of solution to nonlocal-in-time diffusion.", "MR4074694"], ["Semilinear Dirichlet problem for the fractional Laplacian.", "MR4062980"], ["Finite energy solutions to inhomogeneous nonlinear elliptic equations with sub-natural growth terms.", "MR4048382"], ["A parabolic equation for the fractional Laplacian in the whole space: blow-up of nonnegative solutions.", "MR4045047"], ["What is the fractional Laplacian? A comparative review with new results.", "MR4043885"], ["Existence of nonnegative solutions for a fractional parabolic equation in the whole space.", "MR4003226"], ["Asymptotic behaviour and estimates of slowly varying convolution semigroups.", "MR4039012"], ["Infinitely many periodic solutions for a class of fractional Kirchhoff problems.", "MR4022086"], ["Starshapedness of the superlevel sets of solutions to equations involving the fractional Laplacian in starshaped rings.", "MR3953841"], ["Liouville type results for systems of equations involving fractional Laplacian in exterior domains.", "MR3951964"], ["Maximum principles and Aleksandrov-Bakelman-Pucci type estimates for nonlocal Schrödinger equations with exterior conditions.", "MR3945800"], ["Fluctuation theory for Lévy processes with completely monotone jumps.", "MR3940770"], ["Small time asymptotics of spectral heat contents for subordinate killed Brownian motions related to isotropic\nα\n-stable processes.", "MR3937594"], ["Fractional Laplacian with Hardy potential.", "MR3933622"], ["On the domain of fractional Laplacians and related generators of Feller processes.", "MR3926121"], ["Heat kernel asymptotics of the subordinator and subordinate Brownian motion.", "MR3918516"], ["Schauder estimates for equations associated with Lévy generators.", "MR3918510"], ["Space and time inversions of stochastic processes and Kelvin transform.", "MR3912200"], ["Initial trace of positive solutions to fractional diffusion equations with absorption.", "MR3906302"], ["Stochastic classical solutions for space-time fractional evolution equations on a bounded domain.", "MR3860441"], ["Stochastic flows for Lévy processes with Hölder drifts.", "MR3896248"], ["Cauchy problem for a fractional parabolic equation with the advection.", "MR3888535"], ["Branching-stable point measures and processes.", "MR3881120"], ["Sharper estimates for the eigenvalues of the Dirichlet fractional Laplacian on planar domains.", "MR3874928"], ["The fractional Schrödinger equation with general nonnegative potentials. The weighted space approach.", "MR3865202"], ["Unbiased `walk-on-spheres' Monte Carlo methods for the fractional Laplacian.", "MR3829169"], ["On the moving plane method for nonlocal problems in bounded domains.", "MR3827344"], ["On the existence of periodic solutions for a fractional Schrödinger equation.", "MR3825832"], ["Towards a deterministic KPZ equation with fractional diffusion: the stationary problem.", "MR3816633"], ["Higher order eigenvalues for non-local Schrödinger operators.", "MR3808977"], ["On semi-Markov processes and their Kolmogorov's integro-differential equations.", "MR3807778"], ["Harnack inequality for non-local Schrödinger operators.", "MR3794384"], ["Nonnegative entire bounded solutions to some semilinear equations involving the fractional Laplacian.", "MR3794383"], ["Boundary singularities of solutions to semilinear fractional equations.", "MR3781306"], ["Yaglom limit for stable processes in cones.", "MR3771748"], ["The Dirichlet problem for nonlocal Lévy-type operators.", "MR3738190"], ["Application of mountain pass theorem to superlinear equations with fractional Laplacian controlled by distributed parameters and boundary data.", "MR3721827"], ["A matrix method for fractional Sturm-Liouville problems on bounded domain.", "MR3735900"], ["Location of maximizers of eigenfunctions of fractional Schrödinger's equations.", "MR3722118"], ["Semi-Markov models and motion in heterogeneous media.", "MR3704864"], ["Existence and nonexistence of positive solutions to the fractional equation\nΔ\nα\n2\nu=−\nu\nγ\nin bounded domains.", "MR3701661"], ["Fractional Schrödinger equation in bounded domains and applications.", "MR3679924"], ["The heat equation for the Dirichlet fractional Laplacian with negative potentials: existence and blow-up of nonnegative solutions.", "MR3665258"], ["Multiplicity of solutions for a class of non-local elliptic operators systems.", "MR3659143"], ["Eigenvalues of the fractional Laplace operator in the unit ball.", "MR3656279"], ["Fall-off of eigenfunctions for non-local Schrödinger operators with decaying potentials.", "MR3636594"], ["On concavity of solutions of the Dirichlet problem for the equation\n(−Δ\n)\n1/2\nφ=1\nin convex planar regions.", "MR3635356"], ["Nonhomogeneous boundary conditions for the spectral fractional Laplacian.", "MR3610940"], ["Heat content for stable processes in domains of\nR\nd\n.", "MR3606559"], ["Generalized tight\np\n-frames and spectral bounds for Laplace-like operators.", "MR3591237"], ["Fatou's theorem for subordinate Brownian motions with Gaussian components on\nC\n1,1\nopen sets.", "MR3705444"], ["Heat kernel estimates for subordinate Brownian motions.", "MR3570240"], ["Hardy-Stein identities and square functions for semigroups.", "MR3556449"], ["Time-inhomogeneous jump processes and variable order operators.", "MR3554398"], ["Minimal thinness with respect to symmetric Lévy processes.", "MR3551589"], ["Total positivity in stable semigroups.", "MR3514406"], ["Spectral functions of subordinate Brownian motion on closed manifolds.", "MR3509960"], ["Minimal thinness with respect to subordinate killed Brownian motions.", "MR3461197"], ["Hardy inequalities and non-explosion results for semigroups.", "MR3460023"], ["Dirichlet heat kernel estimates for subordinate Brownian motions with Gaussian components.", "MR3456760"], ["Refined eigenvalue bounds on the Dirichlet fractional Laplacian.", "MR3405968"], ["Large $S$\n-harmonic functions and boundary blow-up solutions for the fractional Laplacian.", "MR3393247"], ["Fractional gamma and gamma-subordinated processes.", "MR3378044"], ["Lévy mixing related to distributed order calculus, subordinators and slow diffusions.", "MR3351994"], ["Barriers, exit time and survival probability for unimodal Lévy processes.", "MR3350043"], ["Pointwise eigenfunction estimates and intrinsic ultracontractivity-type properties of Feynman-Kac semigroups for a class of Lévy processes.", "MR3342665"], ["Martin kernel for fractional Laplacian in narrow cones.", "MR3339224"], ["α\n-stable random walk has massive thorns.", "MR3310703"], ["Integrated density of states for Poisson-Schrödinger perturbations of subordinate Brownian motions on the Sierpiński gasket.", "MR3310346"], ["On the first eigenfunction of the symmetric stable process in a bounded Lipschitz domain.", "MR3306696"], ["Heat content and small time asymptotics for Schrödinger operators on\nR\nd\n.", "MR3306692"], ["A decomposition for additive functionals of Lévy processes.", "MR3303965"], ["Convolution-type derivatives, hitting-times of subordinators and time-changed\nC\n0\n-semigroups.", "MR3297989"], ["Sharper estimates on the eigenvalues of Dirichlet fractional Laplacian.", "MR3294247"], ["Boundary Harnack inequality for Markov processes with jumps.", "MR3271268"], ["Global estimates for kernels of Neumann series and Green's functions.", "MR3291806"], ["Multiple solutions for Dirichlet nonlinear BVPs involving fractional Laplacian.", "MR3275014"], ["On smoothing properties of transition semigroups associated to a class of SDEs with jumps.", "MR3269997"], ["On Hardy spaces of local and nonlocal operators.", "MR3251822"], ["Dirichlet heat kernel for unimodal Lévy processes.", "MR3249349"], ["Differentiability of spectral functions for nearly stable processes and large deviations.", "MR3241026"], ["Principal eigenvalue of the fractional Laplacian with a large incompressible drift.", "MR3238505"], ["Boundary Harnack principle and Martin boundary at infinity for subordinate Brownian motions.", "MR3232031"], ["New families of subordinators with explicit transition probability semigroup.", "MR3231629"], ["Geometric stable processes and related fractional differential equations.", "MR3174831"], ["Density and tails of unimodal convolution semigroups.", "MR3165234"], ["Unavoidable collections of balls for isotropic Lévy processes.", "MR3148015"], ["Trace asymptotics for fractional Schrödinger operators.", "MR3132721"], ["Global uniform boundary Harnack principle with explicit decay rate and its application.", "MR3131293"], ["Lowest eigenvalue bounds for Markov processes with obstacles.", "MR3175795"], ["Global solvability of Hammerstein equations with applications to BVP involving fractional Laplacian.", "MR3139484"], ["Martin representation and Relative Fatou Theorem for fractional Laplacian with a gradient perturbation.", "MR3129851"], ["One-dimensional quasi-relativistic particle in the box.", "MR3116931"], ["Parabolic Littlewood-Paley inequality for\nϕ(−Δ)\n-type operators and applications to stochastic integro-differential equations.", "MR3116570"], ["On estimates of Poisson kernels for symmetric Lévy processes.", "MR3104097"], ["Suprema of Lévy processes.", "MR3098066"], ["Dirichlet forms and semilinear elliptic equations with measure data.", "MR3067790"], ["Gradient estimates of\nq\n-harmonic functions of fractional Schrödinger operator.", "MR3065315"], ["Boundary behavior of\nα\n-harmonic functions on the complement of the sphere and hyperplane.", "MR3065314"], ["Localization and Schrödinger perturbations of kernels.", "MR3065313"], ["First passage times for subordinate Brownian motions.", "MR3027903"], ["Potential theory of subordinate Brownian motions with Gaussian components.", "MR3005005"], ["Oscillation of harmonic functions for subordinate Brownian motion and its applications.", "MR3003358"], ["Parabolic martingales and non-symmetric Fourier multipliers.", "MR3021457"], ["Minimal thinness for subordinate Brownian motion in half-space.", "MR3013816"], ["Potential theory of one-dimensional geometric stable processes.", "MR3007664"], ["Corrector theory for elliptic equations with long-range correlated random potential.", "MR2977330"], ["Fractional\nP(ϕ\n)\n1\n-processes and Gibbs measures.", "MR2956118"], ["Path integral representation for Schrödinger operators with Bernstein functions of the Laplacian.", "MR2944475"], ["Spectral gap lower bound for the one-dimensional fractional Schrödinger operator in the interval.", "MR2944472"], ["Two-sided Green function estimates for killed subordinate Brownian motions.", "MR2928332"], ["Boundary Harnack principle for\nΔ+\nΔ\nα/2\n.", "MR2912450"], ["Estimates of the Green function for the fractional Laplacian perturbed by gradient.", "MR2892584"], ["Global heat kernel estimates for relativistic stable processes in half-space-like open sets.", "MR2892325"], ["Eigenvalues of the fractional Laplace operator in the interval.", "MR2876409"], ["Spectral analysis of subordinate Brownian motions on the half-line.", "MR2860308"], ["Heat kernel estimates for\nΔ+\nΔ\nα/2\nin\nC\n1,1\nopen sets.", "MR2819690"], ["Sharp Green function estimates for\nΔ+\nΔ\nα/2\nin\nC\n1,1\nopen sets and their applications.", "MR2928344"], ["Heat kernel estimates for the fractional Laplacian with Dirichlet conditions.", "MR2722789"], ["Blow-up for a system with time-dependent generators.", "MR2672785"], ["On the potential theory of one-dimensional subordinate Brownian motions with continuous components.", "MR2658980"], ["Heat kernel of fractional Laplacian in cones.", "MR2602155"], ["Harnack inequalities for some Lévy processes.", "MR2595368"]], "MR2549592": [["Generalized self-intersection local time for a superprocess over a stochastic flow.", "MR2978131"]], "MR2535827": [["Subcritical superprocesses conditioned on non-extinction.", "MR4612306"], ["Branching Brownian motion in a periodic environment and existence of pulsating traveling waves.", "MR4596348"], ["Convergence rate for a class of supercritical superprocesses.", "MR4497344"], ["Spine decomposition and\nLlogL\ncriterion for superprocesses with non-local branching mechanisms.", "MR4359790"], ["Limit theorems for a class of critical superprocesses with stable branching.", "MR4102269"], ["Spine decompositions and limit theorems for a class of critical superprocesses.", "MR4058118"], ["Stable central limit theorems for super Ornstein-Uhlenbeck processes.", "MR4049077"], ["Supercritical superprocesses: proper normalization and non-degenerate strong limit.", "MR3984388"], ["LlogL\ncriterion for a class of multitype superdiffusions with non-local branching mechanisms.", "MR3984383"], ["Williams decomposition for superprocesses.", "MR3771760"], ["Law of large numbers for branching symmetric Hunt processes with measure-valued branching rates.", "MR3687244"], ["Branching Brownian motion in a strip: survival near criticality.", "MR3456337"], ["Spines, skeletons and the strong law of large numbers for superdiffusions.", "MR3395469"], ["Strong law of large number for branching Hunt processes.", "MR3360782"], ["Central limit theorems for super Ornstein-Uhlenbeck processes.", "MR3180938"], ["Central limit theorems for supercritical branching Markov processes.", "MR3146834"], ["A strong law of large numbers for super-stable processes.", "MR3131303"], ["Strong law of large numbers for a class of superdiffusions.", "MR3010225"], ["Supercritical super-Brownian motion with a general branching mechanism and travelling waves.", "MR2976558"], ["N\n-measure for continuous state branching processes and its application.", "MR2862645"]], "MR2513121": [["Boundary Harnack principle for diffusion with jumps.", "MR4445710"], ["Generalized linear model for subordinated Lévy processes.", "MR4428504"], ["Decay rate of harmonic functions for non-symmetric strictly\nα\n-stable Lévy processes.", "MR4289667"], ["Censored symmetric Lévy-type processes.", "MR4026457"], ["Potential theory of subordinate killed Brownian motion.", "MR3917213"], ["Accessibility, Martin boundary and minimal thinness for Feller processes in metric measure spaces.", "MR3809449"], ["Harnack inequality for non-local Schrödinger operators.", "MR3794384"], ["Potential kernels, probabilities of hitting a ball, harmonic functions and the boundary Harnack inequality for unimodal Lévy processes.", "MR3729529"], ["Scale invariant boundary Harnack principle at infinity for Feller processes.", "MR3713581"], ["Martin kernels for Markov processes with jumps.", "MR3713580"], ["On the joint distribution of the supremum functional and its last occurrence for subordinated linear Brownian motion.", "MR3389986"], ["Barriers, exit time and survival probability for unimodal Lévy processes.", "MR3350043"], ["Boundary Harnack inequality for Markov processes with jumps.", "MR3271268"], ["Boundary Harnack principle and Martin boundary at infinity for subordinate Brownian motions.", "MR3232031"], ["Two-sided estimates for the transition densities of symmetric Markov processes dominated by stable-like processes in\nC\n1,η\nopen sets.", "MR3217433"], ["On estimates of Poisson kernels for symmetric Lévy processes.", "MR3104097"], ["Suprema of Lévy processes.", "MR3098066"], ["Boundary behavior of\nα\n-harmonic functions on the complement of the sphere and hyperplane.", "MR3065314"], ["Discrete approximation of symmetric jump processes on metric measure spaces.", "MR3034791"], ["First passage times for subordinate Brownian motions.", "MR3027903"], ["Sharp estimates on the Green functions of perturbations of subordinate Brownian motions in bounded\nκ\n-fat open sets.", "MR3010783"], ["Potential theory of subordinate Brownian motions with Gaussian components.", "MR3005005"], ["Oscillation of harmonic functions for subordinate Brownian motion and its applications.", "MR3003358"], ["Minimal thinness for subordinate Brownian motion in half-space.", "MR3013816"], ["Potential theory of one-dimensional geometric stable processes.", "MR3007664"], ["Uniform boundary Harnack principle for rotationally symmetric Lévy processes in general open sets.", "MR2994122"], ["Two-sided Green function estimates for killed subordinate Brownian motions.", "MR2928332"], ["Global heat kernel estimates for\nΔ+\nΔ\nα/2\nin half-space-like domains.", "MR2915668"], ["Boundary Harnack principle for\nΔ+\nΔ\nα/2\n.", "MR2912450"], ["Spectral analysis of subordinate Brownian motions on the half-line.", "MR2860308"], ["On harmonic functions for trace processes.", "MR2838289"], ["Green function estimates for relativistic stable processes in half-space-like open sets.", "MR2775111"], ["Dirichlet heat kernel estimates for\nΔ\nα/2\n+\nΔ\nβ/2\n.", "MR2981852"], ["Sharp Green function estimates for\nΔ+\nΔ\nα/2\nin\nC\n1,1\nopen sets and their applications.", "MR2928344"], ["On the potential theory of one-dimensional subordinate Brownian motions with continuous components.", "MR2658980"], ["Harnack inequalities for some Lévy processes.", "MR2595368"]], "MR2494884": [["Convergence rate for a class of supercritical superprocesses.", "MR4497344"], ["Supercritical superprocesses: proper normalization and non-degenerate strong limit.", "MR3984388"], ["Central limit theorems for supercritical branching nonsymmetric Markov processes.", "MR3601657"], ["Limit theorems for some critical superprocesses.", "MR3459635"], ["Pointwise eigenfunction estimates and intrinsic ultracontractivity-type properties of Feynman-Kac semigroups for a class of Lévy processes.", "MR3342665"], ["Quasi-stationarity and quasi-ergodicity of general Markov processes.", "MR3247530"], ["LlogL\ncondition for supercritical branching Hunt processes.", "MR2782715"], ["Uniform conditional ergodicity and intrinsic ultracontractivity.", "MR2658978"], ["Intrinsic ultracontractivity on Riemannian manifolds with infinite volume measures.", "MR2640175"], ["LlogL\ncriterion for a class of superdiffusions.", "MR2535827"], ["Intrinsic ultracontractivity for stable semigroups on unbounded open sets.", "MR2507446"], ["Generalized 3G theorem and application to relativistic stable process on non-smooth open sets.", "MR2316878"]], "MR2487824": [["Subcritical superprocesses conditioned on non-extinction.", "MR4612306"], ["Hopf type lemmas for subsolutions of integro-differential equations.", "MR4550230"], ["A non-conservative Harris ergodic theorem.", "MR4498558"], ["Convergence rate for a class of supercritical superprocesses.", "MR4497344"], ["Long-time asymptotic behaviour of the value function in nonlinear stopping problems.", "MR4482298"], ["Spine decomposition and\nLlogL\ncriterion for superprocesses with non-local branching mechanisms.", "MR4359790"], ["Quasi-stationary distributions for subcritical superprocesses.", "MR4175472"], ["Limit theorems for a class of critical superprocesses with stable branching.", "MR4102269"], ["Spine decompositions and limit theorems for a class of critical superprocesses.", "MR4058118"], ["Supercritical superprocesses: proper normalization and non-degenerate strong limit.", "MR3984388"], ["LlogL\ncriterion for a class of multitype superdiffusions with non-local branching mechanisms.", "MR3984383"], ["Limit theorems for some critical superprocesses.", "MR3459635"], ["Intrinsic ultracontractivity via capacitary width.", "MR3420485"], ["Strong law of large number for branching Hunt processes.", "MR3360782"], ["Intrinsic ultracontractivity for general Lévy processes on bounded open sets.", "MR3421603"], ["Quasi-stationarity and quasi-ergodicity of general Markov processes.", "MR3247530"], ["The Dirichlet heat kernel in inner uniform domains: local results, compact domains and non-symmetric forms.", "MR3170207"], ["Strong law of large numbers for a class of superdiffusions.", "MR3010225"], ["LlogL\ncondition for supercritical branching Hunt processes.", "MR2782715"], ["Uniform conditional ergodicity and intrinsic ultracontractivity.", "MR2658978"], ["LlogL\ncriterion for a class of superdiffusions.", "MR2535827"], ["Intrinsic ultracontractivity for non-symmetric Lévy processes.", "MR2494884"], ["Intrinsic ultracontractivity for Lévy processes.", "MR2445505"], ["Intrinsic ultracontractivity of nonsymmetric diffusions with measure-valued drifts and potentials.", "MR2440927"], ["On dual processes of non-symmetric diffusions with measure-valued drifts.", "MR2411521"], ["Boundary behavior of harmonic functions for truncated stable processes.", "MR2391246"]], "MR2453779": [["Exact simulation of the extrema of stable processes.", "MR4032169"], ["On the refracted-reflected spectrally negative Lévy processes.", "MR3729540"], ["Hitting times of points and intervals for symmetric Lévy processes.", "MR3636597"], ["Trace estimates for unimodal Lévy processes.", "MR3577401"], ["A distributional equality for suprema of spectrally positive Lévy processes.", "MR3540480"], ["Applying the Wiener-Hopf Monte Carlo simulation technique for Lévy processes to path functionals.", "MR3336851"], ["Occupation times of refracted Lévy processes.", "MR3278941"], ["Dirichlet heat kernel for unimodal Lévy processes.", "MR3249349"], ["A Wiener-Hopf Monte Carlo simulation technique for Lévy processes.", "MR2895413"], ["Convexity and smoothness of scale functions and de Finetti's control problem.", "MR2644875"], ["Refracted Lévy processes.", "MR2641768"]]}