{"MR4568342": null, "MR4140768": [["Gauss-Bonnet theorems for Lorentzian and spacelike surfaces associated to canonical connections in the Lorentzian Heisenberg group.", "MR4567679"], ["Gauss-Bonnet theorems in the affine group and the group of rigid motions of the Minkowski plane.", "MR4309542"], ["The sub-Riemannian limit of curvatures for curves and surfaces and a Gauss-Bonnet theorem in the group of rigid motions of Minkowski plane with general left-invariant metric.", "MR4301872"], ["Gauss-Bonnet theorems and the Lorentzian Heisenberg group.", "MR4245539"]], "MR4126256": [["Ergodicity of Iwasawa continued fractions via markable hyperbolic geodesics.", "MR4574152"], ["Hardy spaces and quasiconformal maps in the Heisenberg group.", "MR4530903"], ["Porosity in conformal dynamical systems.", "MR4379069"], ["Asymptotic counting in conformal dynamical systems.", "MR4288186"], ["Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.", "MR4102561"], ["On the dimension spectrum of infinite subsystems of continued fractions.", "MR4068257"]], "MR4052241": [["Marstrand-Mattila rectifiability criterion for 1-codimensional measures in Carnot groups.", "MR4605201"], ["On sets with unit Hausdorff density in homogeneous groups.", "MR4584667"], ["On rectifiable measures in Carnot groups: Marstrand-Mattila rectifiability criterion.", "MR4405432"], ["Lipschitz graphs and currents in Heisenberg groups.", "MR4377000"], ["Geometry of 1-codimensional measures in Heisenberg groups.", "MR4359475"]], "MR3971644": [["Classification criteria for regular trees.", "MR4344318"], ["On grand Sobolev spaces and pointwise description of Banach function spaces.", "MR4145648"]], "MR3945732": [["Lipschitz homotopy groups of contact 3-manifolds.", "MR4451572"], ["Quasiconvexity in the Heisenberg group.", "MR3749426"]], "MR3904605": [["Fractal projections with an application in number theory.", "MR4574155"], ["When the algebraic difference of two central Cantor sets is an interval?", "MR4535243"], ["Quotients of palindromic and antipalindromic numbers.", "MR4491586"], ["On arithmetic properties of Cantor sets.", "MR4487838"], ["On the measure of products from the middle-third Cantor set.", "MR4487615"], ["Obtaining an explicit interval for a nonlinear Newhouse thickness theorem.", "MR4405675"], ["Multiplication on uniform\nλ\n-Cantor sets.", "MR4296485"], ["Waring-Hilbert problem on Cantor sets.", "MR4271683"], ["On the sum of squares of the middle-third Cantor set.", "MR4157696"], ["Arithmetic on self-similar sets.", "MR4126756"], ["On continuous images of self-similar sets.", "MR4123247"], ["Interiors of continuous images of self-similar sets with overlaps.", "MR4033866"], ["Multiplication on self-similar sets with overlaps.", "MR3979111"], ["Arithmetic representations of real numbers in terms of self-similar sets.", "MR3973560"]], "MR3804205": [["Integrability of the sub-Riemannian mean curvature at degenerate characteristic points in the Heisenberg group.", "MR4529385"], ["Heat content asymptotics for sub-Riemannian manifolds.", "MR4223354"], ["Inverse source problems for positive operators. I: Hypoelliptic diffusion and subdiffusion equations.", "MR4036627"]], "MR3749426": [["A Koebe distortion theorem for quasiconformal mappings in the Heisenberg group.", "MR4065111"]], "MR3719457": [["C\n1,α\n-regularity for quasilinear degenerate elliptic equation with a drift term on the Heisenberg group.", "MR4370486"], ["The contact mappings of a flat (2,3,5)-distribution.", "MR4267595"], ["Conformality and\nQ\n-harmonicity in sub-Riemannian manifolds.", "MR3912638"]], "MR3700380": [["An a.e. lower bound for Hausdorff dimension under vertical projections in the Heisenberg group.", "MR4112255"], ["Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.", "MR4102561"], ["Quasiconformal mappings that highly distort dimensions of many parallel lines.", "MR3558515"], ["Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.", "MR3513876"], ["Improved Hausdorff dimension estimate for vertical projections in the Heisenberg group.", "MR3495435"], ["Dimension distortion of images of sets under Sobolev mappings.", "MR3329152"], ["Grassmannian frequency of Sobolev dimension distortion.", "MR3265376"]], "MR3694666": [["Gauss-Bonnet theorems for Lorentzian and spacelike surfaces associated to canonical connections in the Lorentzian Heisenberg group.", "MR4567679"], ["Integrability of the sub-Riemannian mean curvature at degenerate characteristic points in the Heisenberg group.", "MR4529385"], ["On sub-Riemannian geodesic curvature in dimension three.", "MR4451906"], ["On the induced geometry on surfaces in 3D contact sub-Riemannian manifolds.", "MR4371078"], ["Affine Ricci solitons associated to the Bott connection on three-dimensional Lorentzian Lie groups.", "MR4360594"], ["Gauss-Bonnet theorems in the affine group and the group of rigid motions of the Minkowski plane.", "MR4309542"], ["The sub-Riemannian limit of curvatures for curves and surfaces and a Gauss-Bonnet theorem in the group of rigid motions of Minkowski plane with general left-invariant metric.", "MR4301872"], ["Stochastic processes on surfaces in three-dimensional contact sub-Riemannian manifolds.", "MR4291454"], ["Gauss-Bonnet theorems and the Lorentzian Heisenberg group.", "MR4245539"], ["Heat content asymptotics for sub-Riemannian manifolds.", "MR4223354"], ["Correction to: Intrinsic curvature of curves and surfaces and a Gauss-Bonnet theorem in the Heisenberg group.", "MR4140768"], ["Gauss-Bonnet theorems in the BCV spaces and the twisted Heisenberg group.", "MR4126466"], ["A metric interpretation of the geodesic curvature in the Heisenberg group.", "MR4042944"], ["The sub-Riemannian curvature of a curve in the group of semiaffine transformations of the Euclidean plane.", "MR4017562"], ["The sub-Riemannian curvature of a curve in the Borel subgroup of the group\nSL(2,R)\n.", "MR3871531"], ["Left-invariant geometries on\nSU(2)\nare uniformly doubling.", "MR3856794"], ["Heat content and horizontal mean curvature on the Heisenberg group.", "MR3804205"], ["Gauss-Bonnet theorem in sub-Riemannian Heisenberg space\nH\n1\n.", "MR3538958"]], "MR3558515": [["Quasiconformal distortion of the Assouad spectrum and classification of polynomial spirals.", "MR4568342"], ["Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.", "MR3700380"]], "MR3481174": [["Removable sets for Lipschitz harmonic functions on Carnot groups.", "MR3347479"]], "MR3403960": [["Marstrand-Mattila rectifiability criterion for 1-codimensional measures in Carnot groups.", "MR4605201"], ["Equilateral dimension of the Heisenberg group.", "MR4588086"], ["On sets with unit Hausdorff density in homogeneous groups.", "MR4584667"], ["Parabolic rectifiability, tangent planes and tangent measures.", "MR4436032"], ["On rectifiable measures in Carnot groups: Marstrand-Mattila rectifiability criterion.", "MR4405432"], ["Geometry of 1-codimensional measures in Heisenberg groups.", "MR4359475"], ["On uniform measures in the Heisenberg group.", "MR4052241"], ["Towards a theory of area in homogeneous groups.", "MR3947860"], ["Harmonic functions on metric measure spaces.", "MR3896674"], ["Multiscale analysis of 1-rectifiable measures II: Characterizations.", "MR3627148"], ["Some remarks on densities in the Heisenberg group.", "MR3558537"]], "MR3363168": [["Polyhedral approximation of metric surfaces and applications to uniformization.", "MR4608329"], ["Removable sets for Newtonian Sobolev spaces and a characterization of $p$\n-path almost open sets.", "MR4605884"], ["Marstrand-Mattila rectifiability criterion for 1-codimensional measures in Carnot groups.", "MR4605201"], ["Sobolev mappings between RCD spaces and applications to harmonic maps: a heat kernel approach.", "MR4603300"], ["Conformal uniformization of planar packings by disk packings.", "MR4601784"], ["Non-Hilbertian tangents to Hilbertian spaces.", "MR4595823"], ["The axiom of choice in metric measure spaces and maximal $\\delta$\n-separated sets.", "MR4594959"], ["Universal infinitesimal Hilbertianity of sub-Riemannian manifolds.", "MR4594556"], ["Convergence and local-to-global results for $p$\n-superminimizers on quasiopen sets.", "MR4593116"], ["Self-improving Poincaré-Sobolev type functionals in product spaces.", "MR4591844"], ["Capacitary density and removable sets for Newton-Sobolev functions in metric spaces.", "MR4589712"], ["Removable sets and $L^p$\n-uniqueness on manifolds and metric measure spaces.", "MR4588517"], ["A Rademacher type theorem for Hamiltonians $H(x,p)$\nand an application to absolute minimizers.", "MR4588069"], ["Lipschitz functions on submanifolds of Heisenberg groups.", "MR4584704"], ["Ricci curvature in dimension 2.", "MR4577954"], ["The behavior of harmonic functions at singular points of $\\ssf{RCD}$\nspaces.", "MR4576775"], ["The branch set of minimal disks in metric spaces.", "MR4565696"], ["A simple proof of reflexivity and separability of $N^{1,p}$\nSobolev spaces.", "MR4559212"], ["A note on one-dimensional Poincaré inequalities by Stein-type integration.", "MR4550242"], ["Doubling constants and spectral theory on graphs.", "MR4546047"], ["Prescribing the $\\overline Q'$\n-curvature on pseudo-Einstein CR 3-manifolds.", "MR4544307"], ["Existence of parabolic minimizers to the total variation flow on metric measure spaces.", "MR4533480"], ["On rough traces of BV functions.", "MR4532959"], ["Asymptotically mean value harmonic functions in subriemannian and RCD settings.", "MR4531057"], ["Hardy spaces and quasiconformal maps in the Heisenberg group.", "MR4530903"], ["On the conformal walk dimension: quasisymmetric uniformization for symmetric diffusions.", "MR4526824"], ["Density of Lipschitz functions in energy.", "MR4525741"], ["Canonical parametrizations of metric surfaces of higher topology.", "MR4517736"], ["Yamabe problem in the presence of singular Riemannian foliations.", "MR4507150"], ["Sobolev spaces and Poincaré inequalities on the Vicsek fractal.", "MR4494039"], ["The Dirichlet problem for Orlicz-Sobolev mappings between metric spaces.", "MR4493173"], ["Oscillations of BV measures on unbounded nested fractals.", "MR4609762"], ["A note on BV and 1-Sobolev functions on the weighted Euclidean space.", "MR4595291"], ["Hardy-Sobolev inequalities and weighted capacities in metric spaces.", "MR4529812"], ["Quasiconformal geometry and removable sets for conformal mappings.", "MR4525751"], ["Two-dimensional metric spheres from gluing hemispheres.", "MR4524193"], ["Topological Hausdorff dimension and Poincaré inequality.", "MR4523614"], ["Lipschitz stability and Hadamard directional differentiability for elliptic and parabolic obstacle-type quasi-variational inequalities.", "MR4522870"], ["Neumann\np\n-Laplacian problems with a reaction term on metric spaces.", "MR4514221"], ["Asymptotically mean value harmonic functions in doubling metric measure spaces.", "MR4505914"], ["H-type foliations.", "MR4494504"], ["p\n-harmonic mappings between metric spaces.", "MR4492516"], ["Conformal transformation of uniform domains under weights that depend on distance to the boundary.", "MR4490197"], ["Hölder continuity of parabolic quasi-minimizers on metric measure spaces.", "MR4486154"], ["The Hajłasz capacity density condition is self-improving.", "MR4478471"], ["On limits at infinity of weighted Sobolev functions.", "MR4470734"], ["Singular integrals on\nC\n1,α\nregular curves in Carnot groups.", "MR4467999"], ["Infinite multidimensional scaling for metric measure spaces.", "MR4467100"], ["Poincaré inequality meets Brezis-Van Schaftingen-Yung formula on metric measure spaces.", "MR4458224"], ["Sphericalization and flattening in quasi-metric measure spaces.", "MR4456507"], ["On rectifiable measures in Carnot groups: existence of density.", "MR4455093"], ["On the\np\n-Laplacian evolution equation in metric measure spaces.", "MR4454284"], ["Classification of metric measure spaces and their ends using\np\n-harmonic functions.", "MR4453411"], ["Rigidity and almost rigidity of Sobolev inequalities on compact spaces with lower Ricci curvature bounds.", "MR4453227"], ["Area minimizing surfaces in homotopy classes in metric spaces.", "MR4439489"], ["On the\n1/H\n-flow by\np\n-Laplace approximation: new estimates via fake distances under Ricci lower bounds.", "MR4436145"], ["Triangular ratio metric in the unit disk.", "MR4435867"], ["Linear functional equations and their solutions in Lorentz spaces.", "MR4431224"], ["On the sharp lower bound for duality of modulus.", "MR4428881"], ["Partial derivatives in the nonsmooth setting.", "MR4425217"], ["Boundary behavior of harmonic functions on metric measure spaces with non-negative Ricci curvature.", "MR4423635"], ["Trace and density results on regular trees.", "MR4421924"], ["Pointwise inequalities for Sobolev functions on generalized cuspidal domains.", "MR4419200"], ["Area of intrinsic graphs and coarea formula in Carnot groups.", "MR4418324"], ["Testing the Sobolev property with a single test plan.", "MR4416019"], ["Time-smoothing for parabolic variational problems in metric measure spaces.", "MR4414384"], ["On BV functions and essentially bounded divergence-measure fields in metric spaces.", "MR4413759"], ["Characterizing Sobolev spaces of vector-valued functions.", "MR4413309"], ["Accessible parts of the boundary for domains in metric measure spaces.", "MR4412511"], ["Semiregular and strongly irregular boundary points for\np\n-harmonic functions on unbounded sets in metric spaces.", "MR4411713"], ["On rectifiable measures in Carnot groups: Marstrand-Mattila rectifiability criterion.", "MR4405432"], ["Quasisymmetrically co-Hopfian Menger curves and Sierpiński spaces.", "MR4397691"], ["Variational solutions to the total variation flow on metric measure spaces.", "MR4396582"], ["On the nonuniqueness and instability of solutions of tracking-type optimal control problems.", "MR4396403"], ["Restrictions of Sobolev\nW\n1\np\n(\nR\n2\n)\n-spaces to planar rectifiable curves.", "MR4394310"], ["AM\n-modulus and Hausdorff measure of codimension one in metric measure spaces.", "MR4394076"], ["Poincaré inequalities and compact embeddings from Sobolev type spaces into weighted\nL\nq\nspaces on metric spaces.", "MR4392277"], ["Packing and doubling in metric spaces with curvature bounded above.", "MR4381234"], ["Generalized Bakry-Émery curvature condition and equivalent entropic inequalities in groups.", "MR4378096"], ["Extension and trace results for doubling metric measure spaces and their hyperbolic fillings.", "MR4377995"], ["Adimensional weighted Sobolev inequalities in PI spaces.", "MR4373663"], ["Integral representation and relaxation of local functionals on Cheeger-Sobolev spaces.", "MR4355973"], ["Uniformization of metric surfaces using isothermal coordinates.", "MR4354986"], ["Classification criteria for regular trees.", "MR4344318"], ["On rectifiable measures in Carnot groups: representation.", "MR4342997"], ["On the extension of Muckenhoupt weights in metric spaces.", "MR4340793"], ["Regularity of solutions to the fractional Cheeger-Laplacian on domains in metric spaces of bounded geometry.", "MR4337822"], ["Abstract and concrete tangent modules on Lipschitz differentiability spaces.", "MR4335880"], ["On Lipschitz approximations in second order Sobolev spaces and the change of variables formula.", "MR4315567"], ["An alternative capacity in metric measure spaces.", "MR4425399"], ["Linear functional equations and their solutions in generalized Orlicz spaces.", "MR4345325"], ["Quasiconformal Jordan domains.", "MR4336289"], ["Traces of Newton-Sobolev, Hajlasz-Sobolev, and BV functions on metric spaces.", "MR4334322"], ["Asymptotic behavior of\nBV\nfunctions and sets of finite perimeter in metric measure spaces.", "MR4328697"], ["Boundedness of Hausdorff operators on Hardy spaces over homogeneous spaces of Lie groups.", "MR4327625"], ["Functions of bounded mean oscillation and quasisymmetric mappings on spaces of homogeneous type.", "MR4322565"], ["Rademacher-type theorems and Sobolev-to-Lipschitz properties for strongly local Dirichlet spaces.", "MR4319821"], ["Harmonic branched coverings and uniformization of\nCAT(k)\nspheres.", "MR4319062"], ["Korevaar-Schoen's energy on strongly rectifiable spaces.", "MR4316816"], ["Regularity properties for quasiminimizers of a\n(p,q)\n-Dirichlet integral.", "MR4314143"], ["The structure of minimal surfaces in CAT(0) spaces.", "MR4310811"], ["Kissing numbers and the centered maximal operator.", "MR4303916"], ["The\n∞\n-capacity and Faber-Krahn inequality on Grushin spaces.", "MR4298679"], ["Characterisation of upper gradients on the weighted Euclidean space and applications.", "MR4296293"], ["Traces on general sets in\nR\nn\nfor functions with no differentiability requirements.", "MR4295044"], ["Infinitesimal Hilbertianity of locally\nCAT(κ)\n-spaces.", "MR4293907"], ["Harmonic mappings between singular metric spaces.", "MR4291614"], ["The\nL\np\n-Calderón-Zygmund inequality on non-compact manifolds of positive curvature.", "MR4291611"], ["Besov class via heat semigroup on Dirichlet spaces III: BV functions and sub-Gaussian heat kernel estimates.", "MR4290383"], ["Vector-valued Sobolev spaces based on Banach function spaces.", "MR4290294"], ["Approximation and extension of functions of vanishing mean oscillation.", "MR4289249"], ["Harmonic quasi-isometric maps into Gromov hyperbolic\nCAT(0)\n-spaces.", "MR4285847"], ["A Talenti-type comparison theorem for\nRCD(K,N)\nspaces and applications.", "MR4285124"], ["Duality of moduli in regular metric spaces.", "MR4284107"], ["Korevaar-Schoen's directional energy and Ambrosio's regular Lagrangian flows.", "MR4282128"], ["Rough traces of\nBV\nfunctions in metric measure spaces.", "MR4277812"], ["A note on generalized Poincaré-type inequalities with applications to weighted improved Poincaré-type inequalities.", "MR4277803"], ["Duality of moduli in regular Toroidal metric spaces.", "MR4277796"], ["Nonexistence of variational minimizers related to a quasilinear singular problem in metric measure spaces.", "MR4273144"], ["Density and non-density of\nC\n∞\nc\n↪\nW\nk,p\non complete manifolds with curvature bounds.", "MR4268755"], ["Existence of variational solutions to a Cauchy-Dirichlet problem with time-dependent boundary data on metric measure spaces.", "MR4248589"], ["Bounded geometry and\np\n-harmonic functions under uniformization and hyperbolization.", "MR4244904"], ["Carathéodory-type extension theorem with respect to prime end boundaries.", "MR4244893"], ["A\nC\nm\nLusin approximation theorem for horizontal curves in the Heisenberg group.", "MR4210748"], ["Liouville type theorems and regularity of solutions to degenerate or singular problems part I: even solutions.", "MR4207950"], ["Path and quasi-homotopy for Sobolev maps between manifolds.", "MR4207313"], ["Regularity of\np\n-harmonic mappings into NPC spaces.", "MR4206866"], ["The Liouville theorem for\np\n-harmonic functions and quasiminimizers with finite energy.", "MR4204715"], ["New regularity results and finite element error estimates for a class of parabolic optimal control problems with pointwise state constraints.", "MR4201971"], ["Gagliardo-Nirenberg, Trudinger-Moser and Morrey inequalities on Dirichlet spaces.", "MR4196573"], ["Quasi-continuous vector fields on RCD spaces.", "MR4194538"], ["Area minimizing surfaces of bounded genus in metric spaces.", "MR4193463"], ["Contraction and regularizing properties of heat flows in metric measure spaces.", "MR4186212"], ["Riesz transform via heat kernel and harmonic functions on non-compact manifolds.", "MR4186007"], ["Sobolev spaces of vector-valued functions.", "MR4172982"], ["Equivalence of solutions of eikonal equation in metric spaces.", "MR4166072"], ["Calderón-type inequalities for affine frames.", "MR4162320"], ["Characterization of trace spaces on regular trees via dyadic norms.", "MR4158748"], ["On grand Sobolev spaces and pointwise description of Banach function spaces.", "MR4145648"], ["Global Lipschitz extension preserving local constants.", "MR4215678"], ["Trace operators on regular trees.", "MR4193444"], ["Harnack inequality for parabolic quasi minimizers on metric spaces.", "MR4170637"], ["Dyadic norm Besov-type spaces as trace spaces on regular trees.", "MR4159382"], ["Improvements of upper curvature bounds.", "MR4155203"], ["Maximal metric surfaces and the Sobolev-to-Lipschitz property.", "MR4153903"], ["A tale of two approaches to heteroclinic solutions for\nΦ\n-Laplacian systems.", "MR4153623"], ["Federer's characterization of sets of finite perimeter in metric spaces.", "MR4149068"], ["Duality of moduli and quasiconformal mappings in metric spaces.", "MR4141371"], ["Admissibility versus\nA\np\n-conditions on regular trees.", "MR4137562"], ["Oscillatory patterns in the Ginzburg-Landau model driven by the Aharonov-Bohm potential.", "MR4137113"], ["Morrey's\nε\n-conformality lemma in metric spaces.", "MR4135297"], ["Sobolev space of functions valued in a monotone Banach family.", "MR4130065"], ["Symmetry and compact embeddings for critical exponents in metric-measure spaces.", "MR4122646"], ["Higher dimensional holonomy map for rules submanifolds in graded manifolds.", "MR4118581"], ["Deformations on symbolic Cantor sets and ultrametric spaces.", "MR4107918"], ["Sobolev embedding for\nM\n1,p\nspaces is equivalent to a lower bound of the measure.", "MR4107806"], ["Existence and almost uniqueness for\np\n-harmonic Green functions on bounded domains in metric spaces.", "MR4107063"], ["Dehn functions and Hölder extensions in asymptotic cones.", "MR4104279"], ["Characterization of Sobolev spaces on the sphere.", "MR4103878"], ["Besov class via heat semigroup on Dirichlet spaces II: BV functions and Gaussian heat kernel estimates.", "MR4102351"], ["A note on metric-measure spaces supporting Poincaré inequalities.", "MR4082927"], ["Area minimizing discs in locally non-compact metric spaces.", "MR4077168"], ["Modulus of families of sets of finite perimeter and quasiconformal maps between metric spaces of globally\nQ\n-bounded geometry.", "MR4077163"], ["An implicit function theorem for Lipschitz mappings into metric space.", "MR4077161"], ["Besov class via heat semigroup on Dirichlet spaces I: Sobolev type inequalities.", "MR4075578"], ["Canonical parameterizations of metric disks.", "MR4073230"], ["Indecomposable sets of finite perimeter in doubling metric measure spaces.", "MR4073209"], ["A new Federer-type characterization of sets of finite perimeter.", "MR4072683"], ["Lower semicontinuity of integrals of the calculus of variations in Cheeger-Sobolev spaces.", "MR4066532"], ["A Koebe distortion theorem for quasiconformal mappings in the Heisenberg group.", "MR4065111"], ["Quasiopen sets, bounded variation and lower semicontinuity in metric spaces.", "MR4064323"], ["Ergodicity of non-autonomous discrete systems with non-uniform expansion.", "MR4063996"], ["Lower bound of measure and embeddings of Sobolev, Besov and Triebel-Lizorkin spaces.", "MR4060367"], ["Infinitesimal Hilbertianity of weighted Riemannian manifolds.", "MR4059811"], ["Gradient estimates for heat kernels and harmonic functions.", "MR4056992"], ["Differential of metric valued Sobolev maps.", "MR4054105"], ["Fractional heat semigroups on metric measure spaces with finite densities and applications to fractional dissipative equations.", "MR4045306"], ["Locally\np\n-admissible measures on\nR\n.", "MR4044738"], ["Riesz transform under perturbations via heat kernel regularity.", "MR4044674"], ["Capacities and 1-strict subsets in metric spaces.", "MR4033122"], ["On subadditive theorems for group actions and homogenization.", "MR4030245"], ["Analysis in metric spaces.", "MR3971644"], ["Characterizations of even-order Musielak-Orlicz-Sobolev spaces via ball averages and their derivatives.", "MR4038140"], ["Prime ends in metric spaces and quasiconformal-type mappings.", "MR4038118"], ["Pull-back of metric currents and homological boundedness of BLD-elliptic spaces.", "MR4036563"], ["Boundary regularity for\np\n-harmonic functions and solutions of obstacle problems on unbounded sets in metric spaces.", "MR4036562"], ["On Cheeger and Sobolev differentials in metric measure spaces.", "MR4029797"], ["Notions of Dirichlet problem for functions of least gradient in metric measure spaces.", "MR4029777"], ["The prime end capacity of inaccessible prime ends, resolutivity, and the Kellogg property.", "MR4024599"], ["Improved fractional Poincaré type inequalities on John domains.", "MR4018755"], ["Domains in metric measure spaces with boundary of positive mean curvature, and the Dirichlet problem for functions of least gradient.", "MR4015434"], ["Restriction of heat equation with Newton-Sobolev data on metric measure space.", "MR4010641"], ["Quasisymmetric uniformization and heat kernel estimates.", "MR4009428"], ["Pointwise characterizations of even order Sobolev spaces via derivatives of ball averages.", "MR3998750"], ["Intrinsic Lipschitz graphs and vertical\nβ\n-numbers in the Heisenberg group.", "MR3992573"], ["Addendum to \"Boundedness of Hausdorff operators on real Hardy spaces\nH\n1\nover locally compact groups'' [J. Math. Anal. Appl. 473 (2019) 519–533].", "MR3987063"], ["On the Cheng-Yau gradient estimate for Carnot groups and sub-Riemannian manifolds.", "MR3973917"], ["The least doubling constant of a metric measure space.", "MR3973554"], ["Conformal deformations of\nCAT(0)\nspaces.", "MR3968869"], ["Rectifiability of planes and Alberti representations.", "MR3964412"], ["Existence and uniqueness of\n∞\n-harmonic functions under assumption of\n∞\n-Poincaré inequality.", "MR3961328"], ["A\nC\nm\nWhitney extension theorem for horizontal curves in the Heisenberg group.", "MR3955570"], ["Spaces with almost Euclidean Dehn function.", "MR3953125"], ["Geometric properties of cones with applications on the Hellinger-Kantorovich space, and a new distance on the space of probability measures.", "MR3944304"], ["Sobolev extensions of Lipschitz mappings into metric spaces.", "MR3942160"], ["Existence of\np\n-energy minimizers in homotopy classes and lifts of Newtonian maps.", "MR3938011"], ["A maximal function approach to two-measure Poincaré inequalities.", "MR3935279"], ["A gradient estimate for nonlocal minimal graphs.", "MR3934589"], ["Regularity of quasi-\nn\n-harmonic mappings into NPC spaces.", "MR3927160"], ["Sphericalization and\np\n-harmonic functions on unbounded domains in Ahlfors regular spaces.", "MR3926145"], ["Metric currents and the Poincaré inequality.", "MR3925560"], ["Geodesically complete spaces with an upper curvature bound.", "MR3925112"], ["Characterizing spaces satisfying Poincaré inequalities and applications to differentiability.", "MR3925106"], ["Boundedness of averaging operators on geometrically doubling metric spaces.", "MR3919151"], ["Alternative proof of Keith-Zhong self-improvement and connectivity.", "MR3919146"], ["Absolutely continuous functions on compact and connected 1-dimensional metric spaces.", "MR3919137"], ["Bilipschitz embeddings of spheres into jet space Carnot groups not admitting Lipschitz extensions.", "MR3919136"], ["Boundedness of Hausdorff operators on real Hardy spaces\nH\n1\nover locally compact groups.", "MR3912836"], ["New characterizations of Sobolev metric spaces.", "MR3912793"], ["Muckenhoupt\nA\np\n-properties of distance functions and applications to Hardy-Sobolev–type inequalities.", "MR3900847"], ["Sensitivity analysis and optimal control of obstacle-type evolution variational inequalities.", "MR3899156"], ["Sectional curvature-type conditions on metric spaces.", "MR3897028"], ["Maximal function estimates and self-improvement results for Poincaré inequalities.", "MR3895752"], ["Weighted Sobolev spaces on metric measure spaces.", "MR3895625"], ["The Kellogg property and boundary regularity for\np\n-harmonic functions with respect to the Mazurkiewicz boundary and other compactifications.", "MR3885855"], ["Poincaré inequalities and Newtonian Sobolev functions on noncomplete metric spaces.", "MR3870556"], ["Dual graphs and modified Barlow-Bass resistance estimates for repeated barycentric subdivisions.", "MR3836590"], ["Isoperimetric characterization of upper curvature bounds.", "MR3877021"], ["Littlewood-Paley characterizations of fractional Sobolev spaces via averages on balls.", "MR3869173"], ["Generalized Littlewood-Paley characterizations of fractional Sobolev spaces.", "MR3864286"], ["Local and semilocal Poincaré inequalities on metric spaces.", "MR3862146"], ["Dichotomy of global capacity density in metric measure spaces.", "MR3859246"], ["Existence of parabolic minimizers on metric measure spaces.", "MR3856718"], ["The Dirichlet problem for\np\n-harmonic functions with respect to arbitrary compactifications.", "MR3850288"], ["Characterising Sobolev inequalities by controlled coarse homology and applications for hyperbolic spaces.", "MR3850278"], ["Densely defined non-closable curl on carpet-like metric measure spaces.", "MR3844803"], ["Wolff potential estimates for Cheeger\np\n-harmonic functions.", "MR3842214"], ["Prime ends in the Heisenberg group\nH\n1\nand the boundary behavior of quasiconformal mappings.", "MR3839829"], ["On the pointwise domination of a function by its maximal function.", "MR3834924"], ["Variations on the Boman covering lemma.", "MR3834823"], ["Infinity modulus and the essential metric.", "MR3834822"], ["The Cartan, Choquet and Kellogg properties for the fine topology on metric spaces.", "MR3827345"], ["Local comparability of measures, averaging and maximal averaging operators.", "MR3824964"], ["Separated nets in nilpotent groups.", "MR3820244"], ["Differentiability and Poincaré-type inequalities in metric measure spaces.", "MR3818093"], ["Neumann problem for\np\n-Laplace equation in metric spaces using a variational approach: existence, boundedness, and boundary regularity.", "MR3804720"], ["Trace and extension theorems for functions of bounded variation.", "MR3783791"], ["The boundedness of fractional maximal operators on variable Lebesgue spaces over spaces of homogeneous type.", "MR3778907"], ["Trace theorems for functions of bounded variation in metric spaces.", "MR3777630"], ["The Perron method for\np\n-harmonic functions in unbounded sets in\nR\nn\nand metric spaces.", "MR3774403"], ["Regularization of Newtonian functions on metric spaces via weak boundedness of maximal operators.", "MR3771475"], ["An analog of the Neumann problem for the 1-Laplace equation in the metric setting: existence, boundary regularity, and stability.", "MR3767386"], ["Littlewood-Paley characterizations of higher-order Sobolev spaces via averages on balls.", "MR3767140"], ["Strong approximation of sets of finite perimeter in metric spaces.", "MR3763416"], ["Relaxation of nonconvex unbounded integrals with general growth conditions in Cheeger-Sobolev spaces.", "MR3758162"], ["Looking for compactness in Sobolev spaces on noncompact metric spaces.", "MR3753192"], ["Borsuk-Dugundji type extension theorems with Busemann convex target spaces.", "MR3753170"], ["Intrinsic structure of minimal discs in metric spaces.", "MR3720351"], ["Traces of weighted function spaces: dyadic norms and Whitney extensions.", "MR3714565"], ["Homotopy classes of Newtonian maps.", "MR3713036"], ["Modulus in Banach function spaces.", "MR3711144"], ["A Federer-style characterization of sets of finite perimeter on metric spaces.", "MR3708544"], ["Energy and area minimizers in metric spaces.", "MR3707085"], ["Pointwise characterizations of Besov and Triebel-Lizorkin spaces in terms of averages on balls.", "MR3695840"], ["Sharp capacity estimates for annuli in weighted\nR\nn\nand in metric spaces.", "MR3671573"], ["Strict and pointwise convergence of BV functions in metric spaces.", "MR3671209"], ["In metric-measure spaces Sobolev embedding is equivalent to a lower bound for the measure.", "MR3666796"], ["Trace theorems for some nonlocal function spaces with heterogeneous localization.", "MR3640623"], ["The annular decay property and capacity estimates for thin annuli.", "MR3633059"], ["Hardy inequalities and Assouad dimensions.", "MR3631460"], ["Perimeter as relaxed Minkowski content in metric measure spaces.", "MR3614662"], ["Uniformization of two-dimensional metric surfaces.", "MR3608292"], ["A notion of fine continuity for BV functions on metric spaces.", "MR3605168"], ["Fine properties and a notion of quasicontinuity for BV functions on metric spaces.", "MR3597372"], ["Quasiopen and\np\n-path open sets, and characterizations of quasicontinuity.", "MR3595969"], ["Area minimizing discs in metric spaces.", "MR3594354"], ["Sobolev functions in the critical case are uniformly continuous in\ns\n-Ahlfors regular metric spaces when\ns≤1\n.", "MR3565378"], ["Preservation of bounded geometry under sphericalization and flattening: quasiconvexity and\n∞\n-Poincaré inequality.", "MR3558529"], ["Sobolev functions on varifolds.", "MR3626845"], ["Weak capacity and modulus comparability in Ahlfors regular metric spaces.", "MR3604927"], ["Some recent developments of high order Sobolev-type spaces.", "MR3562631"], ["Characterizations of sets of finite perimeter using heat kernels in metric spaces.", "MR3558354"], ["Newtonian spaces based on quasi-Banach function lattices.", "MR3548870"], ["Regularity of harmonic discs in spaces with quadratic isoperimetric inequality.", "MR3528439"], ["Sobolev spaces, fine gradients and quasicontinuity on quasiopen sets.", "MR3525383"], ["A new approach to Sobolev spaces in metric measure spaces.", "MR3508063"], ["Measure density and extension of Besov and Triebel-Lizorkin functions.", "MR3471303"], ["Fine properties of Newtonian functions and the Sobolev capacity on metric measure spaces.", "MR3470667"], ["Integration by parts on generalized manifolds and applications on quasiregular maps.", "MR3467715"], ["Generalized dimension estimates for images of porous sets in metric spaces.", "MR3467698"], ["An axiomatic approach to gradients with applications to Dirichlet and obstacle problems beyond function spaces.", "MR3462618"], ["Littlewood-Paley characterizations of second-order Sobolev spaces via averages on balls.", "MR3451902"], ["Preservation of\np\n-Poincaré inequality for large\np\nunder sphericalization and flattening.", "MR3628300"], ["Nonexistence of quasiconformal maps between certain metric measure spaces.", "MR3428952"], ["Preservation of bounded geometry under sphericalization and flattening.", "MR3418443"], ["Lusin-type theorems for Cheeger derivatives on metric measure spaces.", "MR3412163"], ["Characterizations of Sobolev spaces via averages on balls.", "MR3399519"], ["Lebesgue points via the Poincaré inequality.", "MR3368175"], ["Tensorization of Cheeger energies, the space\nH\n1,1\nand the area formula for graphs.", "MR3366861"], ["The weak Cartan property for the\np\n-fine topology on metric spaces.", "MR3361291"], ["The Dirichlet problem for\np\n-harmonic functions with respect to the Mazurkiewicz boundary, and new capacities.", "MR3360666"], ["Mappings of finite inner distortion: global homeomorphism theorem.", "MR3358080"], ["Discrete approximations of metric measure spaces of controlled geometry.", "MR3357575"], ["Fractional Hajłasz-Morrey-Sobolev spaces on quasi-metric measure spaces.", "MR3346075"], ["Mappings of finite distortion between metric measure spaces.", "MR3338960"], ["Wolfe's theorem for weakly differentiable cochains.", "MR3318649"], ["Hajłasz gradients are upper gradients.", "MR3263465"], ["Locally rich compact sets.", "MR3395963"], ["Regularity of the inverse of a homeomorphism with finite inner distortion.", "MR3285930"], ["Mappings of finite distortion from generalized manifolds.", "MR3278159"], ["Dimensions, Whitney covers, and tubular neighborhoods.", "MR3205534"], ["An upper gradient approach to weakly differentiable cochains.", "MR3125271"]], "MR3347479": [["Singular integrals on\nC\n1,α\nregular curves in Carnot groups.", "MR4467999"], ["The Gauss-Green theorem in stratified groups.", "MR4036663"], ["Intrinsic Lipschitz graphs and vertical\nβ\n-numbers in the Heisenberg group.", "MR3992573"], ["Boundedness of singular integrals on\nC\n1,α\nintrinsic graphs in the Heisenberg group.", "MR3987818"], ["Towards a theory of area in homogeneous groups.", "MR3947860"], ["Nonnegative kernels and 1-rectifiability in the Heisenberg group.", "MR3678492"], ["Cauchy transforms of self-similar measures: starlikeness and univalence.", "MR3632551"], ["Removable sets for homogeneous linear partial differential equations in Carnot groups.", "MR3481174"]], "MR3317905": [["Rotational symmetries and spherical measure in homogeneous groups.", "MR4375063"], ["On rectifiable measures in Carnot groups: representation.", "MR4342997"], ["Submanifolds of fixed degree in graded manifolds for perceptual completion.", "MR4424308"], ["Variational formulas for submanifolds of fixed degree.", "MR4316814"], ["Fine properties of functions with bounded variation in Carnot-Carathéodory spaces.", "MR3987043"], ["Towards a theory of area in homogeneous groups.", "MR3947860"], ["Rank-one theorem and subgraphs of BV functions in Carnot groups.", "MR3906289"], ["Marstrand's density theorem in the Heisenberg group.", "MR3403960"]], "MR3265376": [["Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.", "MR3700380"], ["Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.", "MR3513876"], ["Dimension distortion of images of sets under Sobolev mappings.", "MR3329152"]], "MR3226622": [["Lipschitz mappings, metric differentiability, and factorization through metric trees.", "MR4498563"], ["Lipschitz homotopy groups of contact 3-manifolds.", "MR4451572"], ["Hölder-topology of the Heisenberg group.", "MR4078271"], ["Heisenberg quasiregular ellipticity.", "MR3945732"], ["Sobolev extensions of Lipschitz mappings into metric spaces.", "MR3942160"], ["Bilipschitz embeddings of spheres into jet space Carnot groups not admitting Lipschitz extensions.", "MR3919136"], ["The\n(n+1)\n-Lipschitz homotopy group of the Heisenberg group\nH\nn\n.", "MR3750241"], ["The Whitney extension theorem for\nC\n1\n, horizontal curves in the Heisenberg group.", "MR3745849"], ["Partial regularity for holonomic minimisers of quasiconvex functionals.", "MR3519967"], ["Conformal Grushin spaces.", "MR3492624"], ["Assouad dimension, Nagata dimension, and uniformly close metric tangents.", "MR3320519"], ["Weak contact equations for mappings into Heisenberg groups.", "MR3298724"], ["Lipschitz homotopy and density of Lipschitz mappings in Sobolev spaces.", "MR3237039"], ["Asymptotic cones of HNN extensions and amalgamated products.", "MR3158768"], ["Sobolev mappings: Lipschitz density is not an isometric invariant of the target.", "MR2806594"]], "MR3177382": [["Lipschitz homotopy groups of contact 3-manifolds.", "MR4451572"], ["Topologically nontrivial counterexamples to Sard's theorem.", "MR4172678"], ["An estimate of the Hopf degree of fractional Sobolev mappings.", "MR4099776"], ["Hölder-topology of the Heisenberg group.", "MR4078271"], ["Sobolev extensions of Lipschitz mappings into metric spaces.", "MR3942160"], ["Bilipschitz embeddings of spheres into jet space Carnot groups not admitting Lipschitz extensions.", "MR3919136"], ["The\n(n+1)\n-Lipschitz homotopy group of the Heisenberg group\nH\nn\n.", "MR3750241"], ["Weak contact equations for mappings into Heisenberg groups.", "MR3298724"], ["Lipschitz homotopy and density of Lipschitz mappings in Sobolev spaces.", "MR3237039"], ["On the lack of density of Lipschitz mappings in Sobolev spaces with Heisenberg target.", "MR3226622"], ["Lipschitz homotopy groups of the Heisenberg groups.", "MR3177387"]], "MR3158512": [["The current state of fractal billiards.", "MR3203866"]], "MR3108874": [["Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.", "MR3700380"], ["Quasiconformal mappings that highly distort dimensions of many parallel lines.", "MR3558515"], ["Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.", "MR3513876"], ["Dimension distortion of images of sets under Sobolev mappings.", "MR3329152"], ["Grassmannian frequency of Sobolev dimension distortion.", "MR3265376"], ["Dimension of images of subspaces under mappings in Triebel-Lizorkin spaces.", "MR3207188"]], "MR3087927": [["Maxwell's equations in anisotropic media and Carnot groups as variational limits.", "MR3337877"]], "MR3061778": [["Thin Loewner carpets and their quasisymmetric embeddings in\nS\n2\n.", "MR4544798"], ["Topological Hausdorff dimension and Poincaré inequality.", "MR4523614"], ["Isoperimetric and Poincaré inequalities on non-self-similar Sierpiński sponges: the borderline case.", "MR4505915"], ["Quasisymmetrically co-Hopfian Menger curves and Sierpiński spaces.", "MR4397691"], ["Almost uniform domains and Poincaré inequalities.", "MR4440453"], ["Indecomposable sets of finite perimeter in doubling metric measure spaces.", "MR4073209"], ["Conformal dimension via p-resistance: Sierpiński carpet.", "MR4056527"], ["Sierpiński-type fractals are differentiably trivial.", "MR3973533"], ["Characterizing spaces satisfying Poincaré inequalities and applications to differentiability.", "MR3925106"], ["Densely defined non-closable curl on carpet-like metric measure spaces.", "MR3844803"], ["PI spaces with analytic dimension 1 and arbitrary topological dimension.", "MR3641484"], ["Preservation of\np\n-Poincaré inequality for large\np\nunder sphericalization and flattening.", "MR3628300"], ["Preservation of bounded geometry under sphericalization and flattening.", "MR3418443"], ["Local Dirichlet forms, Hodge theory, and the Navier-Stokes equations on topologically one-dimensional fractals.", "MR3280047"], ["On\n(\nα\nn\n)\n-regular sets.", "MR3237043"], ["Rectifiable curves in Sierpiński carpets.", "MR2952419"]], "MR3047423": [["Marstrand-Mattila rectifiability criterion for 1-codimensional measures in Carnot groups.", "MR4605201"], ["A Euclidean Fourier-analytic approach to vertical projections in the Heisenberg group.", "MR4581336"], ["Loomis-Whitney inequalities in Heisenberg groups.", "MR4418344"], ["Projections of Poisson cut-outs in the Heisenberg group and the visual 3-sphere.", "MR4354421"], ["Dimension distortion by right coset projections in the Heisenberg group.", "MR4321543"], ["An a.e. lower bound for Hausdorff dimension under vertical projections in the Heisenberg group.", "MR4112255"], ["Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.", "MR4102561"], ["Intersections of projections and slicing theorems for the isotropic Grassmannian and the Heisenberg group.", "MR4072583"], ["Marstrand type projection theorems for normed spaces.", "MR4033532"], ["Intrinsic Lipschitz graphs and vertical\nβ\n-numbers in the Heisenberg group.", "MR3992573"], ["Towards a theory of area in homogeneous groups.", "MR3947860"], ["Projection theorems in hyperbolic space.", "MR3916081"], ["Quasiconvexity in the Heisenberg group.", "MR3749426"], ["Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.", "MR3700380"], ["Multifractal analysis of functions on Heisenberg and Carnot groups.", "MR3591960"], ["Improved Hausdorff dimension estimate for vertical projections in the Heisenberg group.", "MR3495435"], ["Dimensions of projections of sets on Riemannian surfaces of constant curvature.", "MR3487226"], ["Transversality of isotropic projections, unrectifiability, and Heisenberg groups.", "MR3231206"], ["Projection and slicing theorems in Heisenberg groups.", "MR2955184"]], "MR3007840": [["Quasiconformal distortion of the Assouad spectrum and classification of polynomial spirals.", "MR4568342"], ["Dehn functions and Hölder extensions in asymptotic cones.", "MR4104279"], ["Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.", "MR3700380"], ["Area minimizing discs in metric spaces.", "MR3594354"], ["Rectifiable-Reifenberg and the regularity of stationary and minimizing harmonic maps.", "MR3583353"], ["Quasiconformal mappings that highly distort dimensions of many parallel lines.", "MR3558515"], ["Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.", "MR3513876"], ["Dimension distortion of images of sets under Sobolev mappings.", "MR3329152"], ["Quasiconformal planes with bi-Lipschitz pieces and extensions of almost affine maps.", "MR3322932"], ["Grassmannian frequency of Sobolev dimension distortion.", "MR3265376"], ["Dimension of images of subspaces under mappings in Triebel-Lizorkin spaces.", "MR3207188"], ["Quasisymmetric graphs and Zygmund functions.", "MR2993032"], ["Dimension of images of subspaces under Sobolev mappings.", "MR2926241"], ["Generalized Hausdorff dimension distortion in Euclidean spaces under Sobolev mappings.", "MR2825200"]], "MR3117012": [["A spectral reciprocity formula and non-vanishing for $L$\n-functions on ${\\rm GL}(4)\\times {\\rm GL}(2)$\n.", "MR3996341"]], "MR2955184": [["Marstrand-Mattila rectifiability criterion for 1-codimensional measures in Carnot groups.", "MR4605201"], ["A Euclidean Fourier-analytic approach to vertical projections in the Heisenberg group.", "MR4581336"], ["Cauchy's surface area formula in the Heisenberg groups.", "MR4571602"], ["Loomis-Whitney inequalities in Heisenberg groups.", "MR4418344"], ["Extensions and corona decompositions of low-dimensional intrinsic Lipschitz graphs in Heisenberg groups.", "MR4375018"], ["Dimension distortion by right coset projections in the Heisenberg group.", "MR4321543"], ["An a.e. lower bound for Hausdorff dimension under vertical projections in the Heisenberg group.", "MR4112255"], ["Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.", "MR4102561"], ["Intersections of projections and slicing theorems for the isotropic Grassmannian and the Heisenberg group.", "MR4072583"], ["Marstrand type projection theorems for normed spaces.", "MR4033532"], ["Towards a theory of area in homogeneous groups.", "MR3947860"], ["Projection theorems in hyperbolic space.", "MR3916081"], ["On singular sets of\nH\n-monotone maps.", "MR3847210"], ["Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.", "MR3700380"], ["Multifractal analysis of functions on Heisenberg and Carnot groups.", "MR3591960"], ["Intrinsic Lipschitz graphs within Carnot groups.", "MR3511465"], ["Improved Hausdorff dimension estimate for vertical projections in the Heisenberg group.", "MR3495435"], ["Dimensions of projections of sets on Riemannian surfaces of constant curvature.", "MR3487226"], ["Generalized\nq\n-dimension of measures on Heisenberg self-affine sets in the Heisenberg group.", "MR3382591"], ["Hausdorff dimension estimates for restricted families of projections in\nR\n3\n.", "MR3322930"], ["Weak contact equations for mappings into Heisenberg groups.", "MR3298724"], ["Transversality of isotropic projections, unrectifiability, and Heisenberg groups.", "MR3231206"], ["The effect of projections on dimension in the Heisenberg group.", "MR3047423"]], "MR2914612": [["Superposition of $p$\n-superharmonic functions.", "MR4085709"], ["Long- and short-time behaviour of hypocoercive-type operators in infinite dimensions: an analytic approach.", "MR3695423"], ["Superposition in the $p$\n-Laplace equation.", "MR3661428"], ["Three-spheres theorems for subelliptic quasilinear equations in Carnot groups of Heisenberg-type.", "MR3531180"], ["Riesz potential on the Heisenberg group.", "MR2781418"]], "MR2952419": [["Mean geodesic distance of the level-n Sierpinski gasket.", "MR4345992"], ["On the Lipschitz dimension of Cheeger-Kleiner.", "MR4205978"], ["Differentiable points of Sierpinski-like sponges.", "MR4041203"], ["Manhattan property of geodesic paths on self-affine carpets.", "MR3834922"], ["Periodic billiard orbits of self-similar Sierpiński carpets.", "MR3188750"], ["Erratum to: Rectifiable curves in Sierpiński carpets, Volume 60:1 (2011), 285–309 [MR2952419].", "MR3158512"], ["Modulus and Poincaré inequalities on non-self-similar Sierpiński carpets.", "MR3061778"], ["Sequences of compatible periodic hybrid orbits of prefractal Koch snowflake billiards.", "MR3021377"]], "MR2662522": [["Quantitative straightening of distance spheres.", "MR4556459"], ["A nonlinear projection theorem for Assouad dimension and applications.", "MR4549145"], ["Thin Loewner carpets and their quasisymmetric embeddings in\nS\n2\n.", "MR4544798"], ["On the conformal walk dimension: quasisymmetric uniformization for symmetric diffusions.", "MR4526824"], ["The Assouad spectrum of Kleinian limit sets and Patterson-Sullivan measure.", "MR4493662"], ["Ahlfors regular conformal dimension of metrics on infinite graphs and spectral dimension of the associated random walks.", "MR4461211"], ["On dense subsets in spaces of metrics.", "MR4460212"], ["Ahlfors regularity and fractal dimension of Smale spaces.", "MR4434537"], ["Uniformly branching trees.", "MR4419049"], ["Lipschitz clustering in metric spaces.", "MR4413401"], ["Quasisymmetrically co-Hopfian Menger curves and Sierpiński spaces.", "MR4397691"], ["Conformal dimension of hyperbolic groups that split over elementary subgroups.", "MR4372224"], ["Almost uniform domains and Poincaré inequalities.", "MR4440453"], ["Intermediate Assouad-like dimensions.", "MR4321216"], ["An improvement on Furstenberg's intersection problem.", "MR4302170"], ["Uniformization of Cantor sets with bounded geometry.", "MR4298216"], ["Almost sure Assouad-like dimensions of complementary sets.", "MR4282127"], ["Properties of quasi-Assouad dimension.", "MR4277810"], ["Fractal percolation and quasisymmetric mappings.", "MR4259151"], ["The weighted Hardy inequality and self-adjointness of symmetric diffusion operators.", "MR4249773"], ["Minimising Hausdorff dimension under Hölder equivalence.", "MR4245822"], ["On quasisymmetric embeddings of the Brownian map and continuum trees.", "MR4242630"], ["Banach space actions and\nL\n2\n-spectral gap.", "MR4229199"], ["Toward a quasi-Möbius characterization of invertible homogeneous metric spaces.", "MR4223048"], ["On the Assouad dimension of projections.", "MR4218963"], ["Assouad dimension of planar self-affine sets.", "MR4196394"], ["Quasisymmetric minimality of sets of Tyson type and graphs of Borel functions.", "MR4297737"], ["On the quasisymmetric Hölder-equivalence problem for Carnot groups.", "MR4196708"], ["On the Assouad dimension and convergence of metric spaces.", "MR4173165"], ["Large-scale sublinearly Lipschitz geometry of hyperbolic spaces.", "MR4166995"], ["Poincaré profiles of groups and spaces.", "MR4163985"], ["Sublinear quasiconformality and the large-scale geometry of Heintze groups.", "MR4127909"], ["Fractal dimension and the persistent homology of random geometric complexes.", "MR4127160"], ["Higher rank hyperbolicity.", "MR4121159"], ["Attainable values for the Assouad dimension of projections.", "MR4108846"], ["Quasiconformal and geodesic trees.", "MR4107537"], ["Assouad dimension and local structure of self-similar sets with overlaps in\nR\nd\n.", "MR4104822"], ["On the length of chains in a metric space.", "MR4099475"], ["Weak tangent and level sets of Takagi functions.", "MR4087472"], ["On the upper regularity dimensions of measures.", "MR4084184"], ["Self-conformal sets with positive Hausdorff measure.", "MR4072045"], ["Boolean percolation on doubling graphs.", "MR4059962"], ["Conformal dimension via p-resistance: Sierpiński carpet.", "MR4056527"], ["Analysis in metric spaces.", "MR3971644"], ["Quasi-symmetric invariant properties of Cantor metric spaces.", "MR4033930"], ["Dimension growth for iterated sumsets.", "MR4024575"], ["On the Hausdorff dimension of microsets.", "MR4011524"], ["Regularity of Kleinian limit sets and Patterson-Sullivan measures.", "MR4009399"], ["Quasi-symmetry without ratios.", "MR4009322"], ["Singular quasisymmetric mappings in dimensions two and greater.", "MR3954037"], ["Geometry of measures in real dimensions via Hölder parameterizations.", "MR3935254"], ["Assouad type dimensions for self-affine sponges with a weak coordinate ordering condition.", "MR3910542"], ["Muckenhoupt\nA\np\n-properties of distance functions and applications to Hardy-Sobolev–type inequalities.", "MR3900847"], ["Dimensions of triangle sets.", "MR3892681"], ["Random groups, random graphs and eigenvalues of\np\n-Laplacians.", "MR3872847"], ["Fractal curves and rugs of prescribed conformal dimension.", "MR3856601"], ["On the conformal dimension of product measures.", "MR3851324"], ["Diophantine approximation and the geometry of limit sets in Gromov hyperbolic metric spaces.", "MR3826896"], ["Assouad dimensions of complementary sets.", "MR3826491"], ["Distance sets, orthogonal projections and passing to weak tangents.", "MR3819712"], ["Rigidity of quasisymmetric mappings on self-affine carpets.", "MR3815187"], ["Rigidity for convex-cocompact actions on rank-one symmetric spaces.", "MR3811770"], ["Removable singularities for\ndivv=f\nin weighted Lebesgue spaces.", "MR3798859"], ["The Assouad dimension of randomly generated fractals.", "MR3784251"], ["New dimension spectra: finer information on scaling and homogeneity.", "MR3783415"], ["Stability of the elliptic Harnack inequality.", "MR3779958"], ["Arithmetic patches, weak tangents, and dimension.", "MR3778546"], ["On the dimensions of attractors of random self-similar graph directed iterated function systems.", "MR3732642"], ["Some results in support of the Kakeya conjecture.", "MR3721801"], ["Measures with predetermined regularity and inhomogeneous self-similar sets.", "MR3711147"], ["Some invariant properties of quasi-Möbius maps.", "MR3694351"], ["Self-affine sets with fibred tangents.", "MR3681990"], ["Conformal dimension on boundary of right-angled hyperbolic buildings.", "MR3673058"], ["Conformal dimension and boundaries of planar domains.", "MR3660231"], ["The Assouad dimensions of projections of planar sets.", "MR3653233"], ["Orlicz spaces and the large scale geometry of Heintze groups.", "MR3651580"], ["Weak capacity and modulus comparability in Ahlfors regular metric spaces.", "MR3604927"], ["Inhomogeneous self-affine carpets.", "MR3571439"], ["Tukia's isomorphism theorem in\nCAT(−1)\nspaces.", "MR3525390"], ["Quasi-Assouad dimension of fractals.", "MR3501346"], ["Cohomologie\nℓ\np\nen degrés supérieurs et dimension conforme.", "MR3494165"], ["Derivations and Alberti representations.", "MR3474327"], ["Combinatorial modulus on boundary of right-angled hyperbolic buildings.", "MR3458960"], ["Uniqueness of diffusion on domains with rough boundaries.", "MR3427970"], ["Hyperbolic groups with planar boundaries.", "MR3359053"], ["Some applications of\nℓ\np\n-cohomology to boundaries of Gromov hyperbolic spaces.", "MR3356973"], ["Tangents and rectifiability of Ahlfors regular Lipschitz differentiability spaces.", "MR3334235"], ["Assouad dimension, Nagata dimension, and uniformly close metric tangents.", "MR3320519"], ["Hausdorff dimension of wiggly metric spaces.", "MR3319612"], ["On the Assouad dimension of self-similar sets with overlaps.", "MR3311761"], ["Topological conformal dimension.", "MR3303179"], ["Locally rich compact sets.", "MR3395963"], ["Assouad type dimensions and homogeneity of fractals.", "MR3267023"], ["Doubling metric spaces are characterized by a lemma of Benjamini and Schramm.", "MR3266996"], ["Minimal Ahlfors regular conformal dimension of coarse expanding conformal dynamics on the sphere.", "MR3265557"], ["Conformal dimension and canonical splittings of hyperbolic groups.", "MR3213834"], ["Quasisymmetrically minimal homogeneous perfect sets.", "MR3135666"], ["On the conformal gauge of a compact metric space.", "MR3099984"], ["Modulus and Poincaré inequalities on non-self-similar Sierpiński carpets.", "MR3061778"], ["Combinatorial modulus, the combinatorial Loewner property, and Coxeter groups.", "MR3019076"], ["Quasisymmetric rigidity of square Sierpiński carpets.", "MR3010807"], ["Quasisymmetrically inequivalent hyperbolic Julia sets.", "MR2990132"], ["Conformal dimension and random groups.", "MR2899687"], ["Assouad dimension of self-affine carpets.", "MR2846307"]], "MR2651583": [["Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.", "MR4102561"], ["Frequency of Sobolev and quasiconformal dimension distortion.", "MR3007840"]], "MR2608394": [["CMC spheres in the Heisenberg group.", "MR3987854"], ["Intrinsic curvature of curves and surfaces and a Gauss-Bonnet theorem in the Heisenberg group.", "MR3694666"], ["Nonsmooth solutions for a class of fully nonlinear PDE's on Lie groups.", "MR3388873"], ["Conformal maps of Carnot groups.", "MR3310079"], ["Subdifferential and properties of convex functions with respect to vector fields.", "MR3243819"], ["Lipschitz continuous viscosity solutions for a class of fully nonlinear equations on Lie groups.", "MR3145920"], ["Comparison principles and Dirichlet problem for fully nonlinear degenerate equations of Monge-Ampère type.", "MR3199731"], ["A new characterization of convexity in free Carnot groups.", "MR2917098"], ["Regularity properties of\nH\n-convex sets.", "MR2891738"], ["Horizontal Gauss curvature flow of graphs in Carnot groups.", "MR2975344"], ["Convexity and semiconvexity along vector fields.", "MR2846261"], ["Sub-Riemannian calculus and monotonicity of the perimeter for graphical strips.", "MR2644313"], ["Blow-up estimates at horizontal points and applications.", "MR2610896"]], "MR2604488": [["The length spectrum of the sub-Riemannian three-sphere.", "MR3810477"], ["Uncertainty inequalities on groups and homogeneous spaces via isoperimetric inequalities.", "MR3427124"], ["Spherical tube hypersurfaces [book review of MR2796832].", "MR3363150"], ["Several complex variables and CR geometry.", "MR3117014"]], "MR2513535": [["A note on distinct distances.", "MR4152564"], ["Distinct distances on curves via rigidity.", "MR3201250"]], "MR2466427": [["Dimension distortion by right coset projections in the Heisenberg group.", "MR4321543"], ["Infinite geodesics of sub-Finsler distances in Heisenberg groups.", "MR4241114"], ["Notion of\nH\n-orientability for surfaces in the Heisenberg group\nH\nn\n.", "MR4170735"], ["Extremal curves on Stiefel and Grassmann manifolds.", "MR4167270"], ["Conformal graph directed Markov systems on Carnot groups.", "MR4126256"], ["Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.", "MR4102561"], ["On uniform measures in the Heisenberg group.", "MR4052241"], ["The Gauss-Green theorem in stratified groups.", "MR4036663"], ["A comparison of Euclidean and Heisenberg Hausdorff measures.", "MR4018103"], ["Quasiconvexity in the Heisenberg group.", "MR3749426"], ["Hausdorff dimension of limit sets.", "MR3719073"], ["Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.", "MR3700380"], ["Removable sets for homogeneous linear partial differential equations in Carnot groups.", "MR3481174"], ["Weak separation condition, Assouad dimension, and Furstenberg homogeneity.", "MR3467722"], ["Local dimensions in Moran constructions.", "MR3465985"], ["Hausdorff volume in non equiregular sub-Riemannian manifolds.", "MR3388884"], ["Generalized\nq\n-dimension of measures on Heisenberg self-affine sets in the Heisenberg group.", "MR3382591"], ["Removable sets for Lipschitz harmonic functions on Carnot groups.", "MR3347479"], ["Stable\nH\n-minimal hypersurfaces.", "MR3319952"], ["On transversal submanifolds and their measure.", "MR3317905"], ["Conformal maps of Carnot groups.", "MR3310079"], ["Geometric inequalities in Carnot groups.", "MR3069080"], ["The effect of projections on dimension in the Heisenberg group.", "MR3047423"], ["Frequency of Sobolev and quasiconformal dimension distortion.", "MR3007840"], ["Measure of curves in graded groups.", "MR3161328"], ["Projection and slicing theorems in Heisenberg groups.", "MR2955184"], ["On the Hausdorff volume in sub-Riemannian geometry.", "MR2875644"], ["Weakly controlled Moran constructions and iterated functions systems in metric spaces.", "MR3069294"], ["Size of tangencies to non-involutive distributions.", "MR3008261"], ["Measure of submanifolds in the Engel group.", "MR2666317"], ["Exceptional sets for self-similar fractals in Carnot groups.", "MR2651583"], ["Blow-up estimates at horizontal points and applications.", "MR2610896"], ["Rectifiability and Lipschitz extensions into the Heisenberg group.", "MR2545863"], ["Gromov's dimension comparison problem on Carnot groups.", "MR2393629"]], "MR2490654": [["Characterizing Sobolev spaces of vector-valued functions.", "MR4413309"], ["Vector-valued Sobolev spaces based on Banach function spaces.", "MR4290294"], ["Sobolev spaces of vector-valued functions.", "MR4172982"], ["Higher order intrinsic weak differentiability and Sobolev spaces between manifolds.", "MR3975605"], ["Sobolev extensions of Lipschitz mappings into metric spaces.", "MR3942160"], ["Regularity and modulus of continuity of space-filling curves.", "MR3937998"], ["Sobolev embedding of a sphere containing an arbitrary Cantor set in the image.", "MR3547787"], ["Intrinsic co-local weak derivatives and Sobolev spaces between manifolds.", "MR3524666"], ["Weak contact equations for mappings into Heisenberg groups.", "MR3298724"], ["Space-filling vs. Luzin's condition (N).", "MR3237053"], ["Lipschitz homotopy and density of Lipschitz mappings in Sobolev spaces.", "MR3237039"], ["On the lack of density of Lipschitz mappings in Sobolev spaces with Heisenberg target.", "MR3226622"], ["An intrinsic approach to manifold constrained variational problems.", "MR3011328"], ["Frequency of Sobolev and quasiconformal dimension distortion.", "MR3007840"], ["Luzin's condition (N) and Sobolev mappings.", "MR2999556"], ["Space filling with metric measure spaces.", "MR2875824"], ["Generalized Hausdorff dimension distortion in Euclidean spaces under Sobolev mappings.", "MR2825200"], ["Sobolev mappings: Lipschitz density is not an isometric invariant of the target.", "MR2806594"], ["Nonexistence of horizontal Sobolev surfaces in the Heisenberg group.", "MR2587463"], ["Peano cubes with derivatives in a Lorentz space.", "MR2594633"]], "MR2393629": [["Conformal graph directed Markov systems on Carnot groups.", "MR4126256"], ["Exceptional sets for self-similar fractals in Carnot groups.", "MR2651583"], ["Rectifiability and Lipschitz extensions into the Heisenberg group.", "MR2545863"], ["Sub-Riemannian vs. Euclidean dimension comparison and fractal geometry on Carnot groups.", "MR2466427"], ["Non-horizontal submanifolds and coarea formula.", "MR2448983"], ["Global conformal Assouad dimension in the Heisenberg group.", "MR2385407"]], "MR2385407": [["Schatten classes and commutators of Riesz transform on Heisenberg group and applications.", "MR4552581"], ["On the average\nL\nq\n-dimensions of typical measures.", "MR3978254"], ["Heat content and horizontal mean curvature on the Heisenberg group.", "MR3804205"], ["Regularity of the distance function to smooth hypersurfaces in some two-step Carnot groups.", "MR3558536"], ["An intermediate-value property for Assouad dimension of metric space.", "MR3523468"], ["Removable sets for homogeneous linear partial differential equations in Carnot groups.", "MR3481174"], ["On the equality of Hausdorff measure and Hausdorff content.", "MR3416846"], ["Flag Hardy spaces and Marcinkiewicz multipliers on the Heisenberg group.", "MR3293443"], ["A note on the dimensions of Assouad and Aikawa.", "MR3055588"], ["Assouad dimensions of Moran sets.", "MR3019755"], ["Size of tangencies to non-involutive distributions.", "MR3008261"]], "MR2342813": [["Lipschitz clustering in metric spaces.", "MR4413401"], ["Generalized angles in Ptolemaic Möbius structures.", "MR3869981"], ["The hyperbolization of hyperspaces.", "MR3491563"], ["Hyperbolizing hyperspaces.", "MR2785872"], ["The third symmetric product of\nR\n.", "MR2478275"]], "MR2312336": [["Area-minimizing properties of Pansu spheres in the sub-Riemannian 3-sphere.", "MR4609805"], ["Horizontal and straight triangulation on Heisenberg groups.", "MR4596026"], ["Riesz transform and vertical oscillation in the Heisenberg group.", "MR4593767"], ["A priori estimates for the\n∞\n-Laplacian relative to vector fields.", "MR4592104"], ["A Euclidean Fourier-analytic approach to vertical projections in the Heisenberg group.", "MR4581336"], ["A\nC\nm,ω\nWhitney extension theorem for horizontal curves in the Heisenberg group.", "MR4572195"], ["Gauss-Bonnet theorems for Lorentzian and spacelike surfaces associated to canonical connections in the Lorentzian Heisenberg group.", "MR4567679"], ["C\n1,α\n-regularity of quasilinear equations on the Heisenberg group.", "MR4566871"], ["Nonexistence results of solutions of parabolic-type equations and systems on the Heisenberg group.", "MR4566185"], ["H\nW\n2,2\nloc\n-regularity for\np\n-harmonic functions in Heisenberg groups.", "MR4565937"], ["The intrinsic Hopf-Lax semigroup vs. the intrinsic slope.", "MR4544099"], ["Generalized fractional integral operators based on symmetric Markovian semigroups with application to the Heisenberg group.", "MR4535401"], ["Free boundary constant p-mean curvature surfaces intersecting the Pansu sphere.", "MR4533515"], ["Hardy spaces and quasiconformal maps in the Heisenberg group.", "MR4530903"], ["Newton's method on two step nilpotent Lie groups: convergence criteria and the extended Smale point estimate theory.", "MR4529640"], ["Pansu-Wulff shapes in\nH\n1\n.", "MR4529384"], ["A cornucopia of Carnot groups in low dimensions.", "MR4490195"], ["Existence of nontrivial solutions for critical Kirchhoff-Poisson systems in the Heisenberg group.", "MR4466642"], ["Existence for singular critical exponential\n(p,Q)\nequations in the Heisenberg group.", "MR4451907"], ["On the dimension of Kakeya sets in the first Heisenberg group.", "MR4439466"], ["Loomis-Whitney inequalities in Heisenberg groups.", "MR4418344"], ["Variational formulas for curves of fixed degree.", "MR4396240"], ["Lipschitz graphs and currents in Heisenberg groups.", "MR4377000"], ["On the induced geometry on surfaces in 3D contact sub-Riemannian manifolds.", "MR4371078"], ["Geometry of 1-codimensional measures in Heisenberg groups.", "MR4359475"], ["Projections of Poisson cut-outs in the Heisenberg group and the visual 3-sphere.", "MR4354421"], ["Regularity of Lipschitz boundaries with prescribed sub-Finsler mean curvature in the Heisenberg group\nH\n1\n.", "MR4314055"], ["Gauss-Bonnet theorems in the affine group and the group of rigid motions of the Minkowski plane.", "MR4309542"], ["The engulfing property for sections of convex functions on the Heisenberg group and the associated quasi-distance.", "MR4303921"], ["The sub-Riemannian limit of curvatures for curves and surfaces and a Gauss-Bonnet theorem in the group of rigid motions of Minkowski plane with general left-invariant metric.", "MR4301872"], ["Solving singular evolution problems in sub-Riemannian groups via deterministic games.", "MR4277848"], ["On local Lipschitz regularity for quasilinear equations in the Heisenberg group.", "MR4273846"], ["Point interactions for 3D sub-Laplacians.", "MR4266236"], ["Gauss-Bonnet theorems and the Lorentzian Heisenberg group.", "MR4245539"], ["Sobolev inequalities with jointly concave weights on convex cones.", "MR4244992"], ["Invariant translators of the Heisenberg group.", "MR4244903"], ["Sub-Riemannian currents and slicing of currents in the Heisenberg group\nH\nn\n.", "MR4244901"], ["Sub-Finsler horofunction boundaries of the Heisenberg group.", "MR4237371"], ["Some weighted Hardy and Rellich inequalities on the Heisenberg group.", "MR4236639"], ["Hardy-type inequalities for the Carnot-Carathéodory distance in the Heisenberg group.", "MR4225814"], ["Generalized Sobolev-Morrey estimates for hypoelliptic operators on homogeneous groups.", "MR4225500"], ["Heat content asymptotics for sub-Riemannian manifolds.", "MR4223354"], ["Toward a quasi-Möbius characterization of invertible homogeneous metric spaces.", "MR4223048"], ["Local minimizers and gamma-convergence for nonlocal perimeters in Carnot groups.", "MR4222174"], ["A\nC\nm\nLusin approximation theorem for horizontal curves in the Heisenberg group.", "MR4210748"], ["On the Lipschitz dimension of Cheeger-Kleiner.", "MR4205978"], ["Tubular neighborhoods in the sub-Riemannian Heisenberg groups.", "MR4193432"], ["Injectivity of the Heisenberg X-ray transform.", "MR4186658"], ["Notion of\nH\n-orientability for surfaces in the Heisenberg group\nH\nn\n.", "MR4170735"], ["Universal differentiability sets in Carnot groups of arbitrarily high step.", "MR4193140"], ["(p,Q)\nsystems with critical singular exponential nonlinearities in the Heisenberg group.", "MR4183246"], ["Dorronsoro's theorem in Heisenberg groups.", "MR4171381"], ["Lipschitz and bi-Lipschitz maps from PI spaces to Carnot groups.", "MR4151334"], ["A comprehensive introduction to sub-Riemannian geometry. From the Hamiltonian viewpoint [book review of MR3971262].", "MR4149884"], ["An instability criterion for volume-preserving area-stationary surfaces with singular curves in sub-Riemannian 3-space forms.", "MR4149341"], ["Semmes surfaces and intrinsic Lipschitz graphs in the Heisenberg group.", "MR4127898"], ["Gauss-Bonnet theorems in the BCV spaces and the twisted Heisenberg group.", "MR4126466"], ["Conformal graph directed Markov systems on Carnot groups.", "MR4126256"], ["Bi-Lipschitz embeddings of Heisenberg submanifolds into Euclidean spaces.", "MR4112269"], ["Porosity and differentiability of Lipschitz maps from stratified groups to Banach homogeneous groups.", "MR4102808"], ["Fredholm property of integral operators with homogeneous kernels of compact type in the\nL\n2\nspace on the Heisenberg group.", "MR4101849"], ["Hölder behavior of viscosity solutions of some fully nonlinear equations in the Heisenberg group.", "MR4100384"], ["The isoperimetric problem in the Heisenberg group\nH\nn\nwith density.", "MR4099591"], ["Vertical versus horizontal Sobolev spaces.", "MR4088494"], ["Variational approach to the asymptotic mean-value property for the\np\n-Laplacian on Carnot groups.", "MR4085937"], ["Hölder-topology of the Heisenberg group.", "MR4078271"], ["Intersections of projections and slicing theorems for the isotropic Grassmannian and the Heisenberg group.", "MR4072583"], ["A Koebe distortion theorem for quasiconformal mappings in the Heisenberg group.", "MR4065111"], ["Logarithmic potentials and quasiconformal flows on the Heisenberg group.", "MR4062923"], ["Heat and entropy flows in Carnot groups.", "MR4061989"], ["A second look of Sobolev spaces on metrizable groups.", "MR4056530"], ["On uniform measures in the Heisenberg group.", "MR4052241"], ["Existence for\n(p,q)\ncritical systems in the Heisenberg group.", "MR4029564"], ["Analogues of Korn's inequality on Heisenberg groups.", "MR4055429"], ["On the\nH\n-cone-functions for H-convex sets.", "MR4014692"], ["Filling invariants of stratified nilpotent Lie groups.", "MR4002271"], ["Isoperimetric inequality under measure-contraction property.", "MR3997624"], ["Banach algebras of weakly differentiable functions.", "MR3996047"], ["Intrinsic Lipschitz graphs and vertical\nβ\n-numbers in the Heisenberg group.", "MR3992573"], ["CMC spheres in the Heisenberg group.", "MR3987854"], ["Boundedness of singular integrals on\nC\n1,α\nintrinsic graphs in the Heisenberg group.", "MR3987818"], ["The Bernstein problem for Lipschitz intrinsic graphs in the Heisenberg group.", "MR3984100"], ["Starshapedeness for fully non-linear equations in Carnot groups.", "MR3977895"], ["Uniqueness of viscosity mean curvature flow solution in two sub-Riemannian structures.", "MR3968249"], ["Rearrangements in Carnot groups.", "MR3961339"], ["The dimension spectrum of conformal graph directed Markov systems.", "MR3960790"], ["A\nC\nm\nWhitney extension theorem for horizontal curves in the Heisenberg group.", "MR3955570"], ["Heisenberg quasiregular ellipticity.", "MR3945732"], ["Sobolev extensions of Lipschitz mappings into metric spaces.", "MR3942160"], ["Commutator estimates on contact manifolds and applications.", "MR3941482"], ["A study of comparison, existence and regularity of viscosity and weak solutions for quasilinear equations in the Heisenberg group.", "MR3917698"], ["Fractional thoughts.", "MR3916700"], ["A sub-Riemannian Santaló formula with applications to isoperimetric inequalities and first Dirichlet eigenvalue of hypoelliptic operators.", "MR3909911"], ["The Heisenberg group is pan-rational.", "MR3908251"], ["Universal differentiability sets and maximal directional derivatives in Carnot groups.", "MR3906166"], ["Interpolations and fractional Sobolev spaces in Carnot groups.", "MR3886626"], ["The sub-Riemannian curvature of a curve in the Borel subgroup of the group\nSL(2,R)\n.", "MR3871531"], ["Hardy inequalities for the Heisenberg Laplacian on convex bounded polytopes.", "MR3843558"], ["Prime ends in the Heisenberg group\nH\n1\nand the boundary behavior of quasiconformal mappings.", "MR3839829"], ["Isometric embeddings into Heisenberg groups.", "MR3820500"], ["Melas-type bounds for the Heisenberg Laplacian on bounded domains.", "MR3812802"], ["Weakly coupled systems of fully nonlinear parabolic equations in the Heisenberg group.", "MR3811709"], ["Heat content and horizontal mean curvature on the Heisenberg group.", "MR3804205"], ["Functional capacities on the Grushin space\nG\nn\nα\n.", "MR3802690"], ["A complete Riemannian manifold whose isoperimetric profile is discontinuous.", "MR3801288"], ["Stable solutions of symmetric systems involving hypoelliptic operators.", "MR3787597"], ["Pseudo-metric 2-step nilpotent Lie algebras.", "MR3785424"], ["Geometric inequalities on Heisenberg groups.", "MR3774461"], ["On strongly\nM\n-unambiguous prints and Şerbǎnuţǎ's conjecture for Parikh matrices.", "MR3770064"], ["Looking for compactness in Sobolev spaces on noncompact metric spaces.", "MR3753192"], ["Some remarks on contact variations in the first Heisenberg group.", "MR3753176"], ["Regularity properties of spheres in homogeneous groups.", "MR3739202"], ["Fractional Laplacians, perimeters and heat semigroups in Carnot groups.", "MR3732178"], ["Several logarithmic Caffarelli-Kohn-Nirenberg inequalities and applications.", "MR3702732"], ["Structure of porous sets in Carnot groups.", "MR3770839"], ["A primer on Carnot groups: homogenous groups, Carnot-Carathéodory spaces, and regularity of their isometries.", "MR3742567"], ["Characterizations of fractional integral operators in generalized Morrey spaces on Carnot groups.", "MR3716511"], ["Height and area estimates for constant mean curvature graphs in\nE(κ,τ)\n-spaces.", "MR3708019"], ["Existence and uniqueness results for linear second-order equations in the Heisenberg group.", "MR3701664"], ["Intrinsic curvature of curves and surfaces and a Gauss-Bonnet theorem in the Heisenberg group.", "MR3694666"], ["Caffarelli-Kohn-Nirenberg and Sobolev type inequalities on stratified Lie groups.", "MR3688854"], ["Asymptotic behavior of the Riemannian Heisenberg group and its horoboundary.", "MR3673666"], ["Porosity, differentiability and Pansu's theorem.", "MR3667421"], ["Higher-order Sobolev-type embeddings on Carnot-Carathéodory spaces.", "MR3652213"], ["A measure zero universal differentiability set in the Heisenberg group.", "MR3651573"], ["Möbius rigidity of invariant metrics in boundaries of symmetric spaces of rank-1.", "MR3641932"], ["Volume approximations of strongly pseudoconvex domains.", "MR3625142"], ["Global Hölder estimates via Morrey norms for hypoelliptic operators with drift.", "MR3619822"], ["Heat equation on the Heisenberg group: observability and applications.", "MR3603278"], ["Nonclassical spectral asymptotics and Dixmier traces: from circles to contact manifolds.", "MR3599793"], ["Differentiation of the convolution on the roto-translation group.", "MR3598760"], ["Modulus of surface families and the radial stretch in the Heisenberg group.", "MR3581898"], ["Applications of integral geometry to geometric properties of sets in the 3D-Heisenberg group.", "MR3604928"], ["Lusin approximation and horizontal curves in Carnot groups.", "MR3593531"], ["Isoperimetric problem in\nH\n-type groups and Grushin spaces.", "MR3593521"], ["Convex Hull property and exclosure theorems for\nH\n-minimal hypersurfaces in Carnot groups.", "MR3550296"], ["Lusin approximation for horizontal curves in step 2 Carnot groups.", "MR3549917"], ["The Heisenberg group associated to a Hilbert space.", "MR3542991"], ["Gauss-Bonnet theorem in sub-Riemannian Heisenberg space\nH\n1\n.", "MR3538958"], ["Three-spheres theorems for subelliptic quasilinear equations in Carnot groups of Heisenberg-type.", "MR3531180"], ["Uniqueness of a positive solution for quasilinear elliptic equations in Heisenberg group.", "MR3522185"], ["Lipschitz continuity and convexity preserving for solutions of semilinear evolution equations in the Heisenberg group.", "MR3514749"], ["Modulus of revolution rings in the Heisenberg group.", "MR3513553"], ["Regularity for subelliptic PDE through uniform estimates in multi-scale geometries.", "MR3510691"], ["Lipschitz extensions of maps between Heisenberg groups.", "MR3494181"], ["Removable sets for homogeneous linear partial differential equations in Carnot groups.", "MR3481174"], ["The regularity of Euclidean Lipschitz boundaries with prescribed mean curvature in three-dimensional contact sub-Riemannian manifolds.", "MR3474402"], ["Sobolev inequalities in arbitrary domains.", "MR3474331"], ["The weighted isoperimetric-type and Sobolev-type inequalities for hypersurfaces in Carnot groups.", "MR3473108"], ["Sub-Riemannian mean curvature flow for image processing.", "MR3463049"], ["Local convergence of Newton's method on the Heisenberg group.", "MR3460296"], ["Sharp Hardy-Littlewood-Sobolev inequalities on quaternionic Heisenberg groups.", "MR3424625"], ["Hardy and Rellich-type inequalities with remainders for Baouendi-Grushin vector fields.", "MR3423688"], ["Geodesics in the Heisenberg group.", "MR3417082"], ["Quantitative isoperimetric inequalities in\nH\nn\n.", "MR3412408"], ["Existence, characterization and stability of Pansu spheres in sub-Riemannian 3-space forms.", "MR3412407"], ["Regularity of\nC\n1\nsurfaces with prescribed mean curvature in three-dimensional contact sub-Riemannian manifolds.", "MR3412382"], ["Sobolev spaces on metrizable groups.", "MR3409706"], ["Area-stationary and stable surfaces of class\nC\n1\nin the sub-Riemannian Heisenberg group\nH\n1\n.", "MR3406514"], ["Marstrand's density theorem in the Heisenberg group.", "MR3403960"], ["Intrinsic Lipschitz graphs in Heisenberg groups and continuous solutions of a balance equation.", "MR3400438"], ["Wiener criterion for\nX\n-elliptic operators.", "MR3397330"], ["Regularity of mean curvature flow of graphs on Lie groups free up to step 2.", "MR3388888"], ["The Lichnerowicz and Obata first eigenvalue theorems and the Obata uniqueness result in the Yamabe problem on CR and quaternionic contact manifolds.", "MR3388882"], ["Generalized\nq\n-dimension of measures on Heisenberg self-affine sets in the Heisenberg group.", "MR3382591"], ["A comparison principle for singular parabolic equations in the Heisenberg group.", "MR3358492"], ["Removable sets for Lipschitz harmonic functions on Carnot groups.", "MR3347479"], ["Uniqueness of minimisers for a Grötzsch-Belinskiĭ type inequality in the Heisenberg group.", "MR3343051"], ["Weighted Sobolev-Morrey estimates for hypoelliptic operators with drift on homogeneous groups.", "MR3334982"], ["Some results on maps that factor through a tree.", "MR3331701"], ["Hardy inequalities with Aharonov-Bohm type magnetic field on the Heisenberg group.", "MR3319984"], ["Higher-order Sobolev embeddings and isoperimetric inequalities.", "MR3311772"], ["Continued fractions on the Heisenberg group.", "MR3310489"], ["Mean value properties of fractional second order operators.", "MR3299026"], ["Characterization by asymptotic mean formulas of\nq\n-harmonic functions in Carnot groups.", "MR3297993"], ["Weak contact equations for mappings into Heisenberg groups.", "MR3298724"], ["The geometry of\ncc\n-balls and constants in the ball-box theorem on Heisenberg group algebras.", "MR3289110"], ["Graphs of bounded variation, existence and local boundedness of non-parametric minimal surfaces in Heisenberg groups.", "MR3276118"], ["On the classification of complete area-stationary and stable surfaces in the subriemannian Sol manifold.", "MR3259763"], ["Fine asymptotic geometry in the Heisenberg group.", "MR3254527"], ["Metric spaces nonembeddable into Banach spaces with the Radon-Nikodým property and thick families of geodesics.", "MR3247034"], ["Some a priori estimates for a class of operators in the Heisenberg group.", "MR3237914"], ["Transversality of isotropic projections, unrectifiability, and Heisenberg groups.", "MR3231206"], ["On the lack of density of Lipschitz mappings in Sobolev spaces with Heisenberg target.", "MR3226622"], ["Diffusion by optimal transport in Heisenberg groups.", "MR3216830"], ["Singular integrals on self-similar sets and removability for Lipschitz harmonic functions in Heisenberg groups.", "MR3213547"], ["On the horizontal mean curvature flow for axisymmetric surfaces in the Heisenberg group.", "MR3211090"], ["Coxeter system of lines and planes are sets of injectivity for the twisted spherical means.", "MR3210032"], ["On Minty's theorem in the Heisenberg group.", "MR3196885"], ["Sobolev, Poincaré, and isoperimetric inequalities for subelliptic diffusion operators satisfying a generalized curvature dimension inequality.", "MR3186933"], ["An integral formula on the Heisenberg group.", "MR3180925"], ["Sub-Riemannian geometry of Stiefel manifolds.", "MR3180839"], ["On the characterization of\np\n-harmonic functions on the Heisenberg group by mean value properties.", "MR3177660"], ["Rigidity results for nonlocal phase transitions in the Heisenberg group\nH\n.", "MR3177652"], ["Smooth approximation for intrinsic Lipschitz functions in the Heisenberg group.", "MR3168633"], ["Inverse source problem and null controllability for multidimensional parabolic operators of Grushin type.", "MR3162108"], ["Metric geometry of nonregular weighted Carnot-Carathéodory spaces.", "MR3152118"], ["Quasiconformal mappings of the motion group of the plane.", "MR3206045"], ["Carnot-Carathéodory homogeneous cone condition and Carnot-Carathéodory balls in Heisenberg groups.", "MR3141841"], ["Regularity results for a class of obstacle problems in Heisenberg groups.", "MR3104617"], ["Sub-semi-Riemannian geometry of general\nH\n-type groups.", "MR3102160"], ["Riesz potential in generalized Morrey spaces on the Heisenberg group.", "MR3098340"], ["Quasiregular maps and the conductivity equation in the Heisenberg group.", "MR3087927"], ["Regularity of sets with constant horizontal normal in the Engel group.", "MR3078944"], ["Lipschitz and bilipschitz maps on Carnot groups.", "MR3069079"], ["Bi-Lipschitz extension from boundaries of certain hyperbolic spaces.", "MR3054615"], ["First and second variation formulae for the sub-Riemannian area in three-dimensional pseudo-Hermitian manifolds.", "MR3044134"], ["Sub-Riemannian heat kernels and mean curvature flow of graphs.", "MR3022730"], ["Existence of isoperimetric regions in contact sub-Riemannian manifolds.", "MR2979606"], ["c\nhorizontal convexity on Carnot groups.", "MR3012551"], ["Moduli of triangles in the Heisenberg group.", "MR2994038"], ["Isodiametric sets in the Heisenberg group.", "MR2990131"], ["The Beltrami equations for quasiconformal mappings on strictly pseudoconvex hypersurfaces.", "MR2975944"], ["Phase-space analysis and pseudodifferential calculus on the Heisenberg group.", "MR2952066"], ["On critical cases of Sobolev's inequalities for Heisenberg groups.", "MR2927446"], ["Sharp constants in several inequalities on the Heisenberg group.", "MR2925386"], ["Sub-Riemannian geodesics and heat operator on odd dimensional spheres.", "MR2917230"], ["A proof by calibration of an isoperimetric inequality in the Heisenberg group\nH\nn\n.", "MR2898770"], ["Space filling with metric measure spaces.", "MR2875824"], ["On the Hausdorff volume in sub-Riemannian geometry.", "MR2875644"], ["Complete stable CMC surfaces with empty singular set in Sasakian sub-Riemannian 3-manifolds.", "MR2875642"], ["Horizontal Gauss curvature flow of graphs in Carnot groups.", "MR2975344"], ["Algebraic and analytic properties of quasimetric spaces with dilations.", "MR2884387"], ["Horizontal normal map on the Heisenberg group.", "MR2858310"], ["Harnack inequality for a degenerate elliptic equation.", "MR2852071"], ["Regularity of minimal intrinsic graphs in 3-dimensional sub-Riemannian structures of step 2.", "MR2831583"], ["Density estimates for a fluid jet model in the Heisenberg group.", "MR2805525"], ["L\np\n-summability of Riesz means for the sublaplacian on complex spheres.", "MR2763948"], ["Singular integrals on Ahlfors-David regular subsets of the Heisenberg group.", "MR2755676"], ["On the best constant of weighted Poincaré inequalities.", "MR2754820"], ["Characterizations of intrinsic rectifiability in Heisenberg groups.", "MR2789472"], ["Smoothness of Lipschitz minimal intrinsic graphs in Heisenberg groups\nH\nn\n,\nn>1\n.", "MR2774306"], ["The horofunction boundary of the Heisenberg group: the Carnot-Carathéodory metric.", "MR2738530"], ["Sub-Riemannian geometry: general theory and examples [book review of MR2503811].", "MR2721044"], ["Geodesics on\nH\n-type quaternion groups with sub-Lorentzian metric and their physical interpretation.", "MR2719793"], ["Stein-Weiss inequalities for the fractional integral operators in Carnot groups and applications.", "MR2674868"], ["The tangent cone to a quasimetric space with dilations.", "MR2668106"], ["Picone inequalities for\np\n-sub-Laplacian on the Heisenberg group and its applications.", "MR2646904"], ["Note on the Fenchel transform in the Heisenberg group.", "MR2609259"], ["The classification of complete stable area-stationary surfaces in the Heisenberg group\nH\n1\n.", "MR2609016"], ["Convexity and horizontal second fundamental forms for hypersurfaces in Carnot groups.", "MR2608394"], ["Intrinsic regular graphs in Heisenberg groups vs. weak solutions of non-linear first-order PDEs.", "MR2604618"], ["An invitation to Cauchy-Riemann and sub-Riemannian geometries.", "MR2604488"], ["Some remarks about parametrizations of intrinsic regular surfaces in the Heisenberg group.", "MR2603594"], ["Distributional solutions of Burgers' equation and intrinsic regular graphs in Heisenberg groups.", "MR2600502"], ["Evolution by mean curvature flow in sub-Riemannian geometries: a stochastic approach.", "MR2600437"], ["Semilinear PDEs in the Heisenberg group: the role of the right invariant vector fields.", "MR2579363"], ["Regularity of non-characteristic minimal graphs in the Heisenberg group\nH\n1\n.", "MR2583494"], ["The horofunction boundary of the Heisenberg group.", "MR2546714"], ["Some weighted Poincaré inequalities.", "MR2542975"], ["Affine biharmonic submanifolds in 3-dimensional pseudo-Hermitian geometry.", "MR2541346"], ["Meda inequality for rearrangements of the convolution on the Heisenberg group and some applications.", "MR2529826"], ["Helical CR structures and sub-Riemannian geodesics.", "MR2513535"], ["The intrinsic hypoelliptic Laplacian and its heat kernel on unimodular Lie groups.", "MR2502528"], ["Intrinsic regular submanifolds in Heisenberg groups are differentiable graphs.", "MR2496655"], ["Instability of graphical strips and a positive answer to the Bernstein problem in the Heisenberg group\nH\n1\n.", "MR2472175"], ["Sub-Riemannian vs. Euclidean dimension comparison and fractal geometry on Carnot groups.", "MR2466427"], ["A geometric inequality in the Heisenberg group and its applications to stable solutions of semilinear problems.", "MR2461257"], ["Examples of area-minimizing surfaces in the sub-Riemannian Heisenberg group\nH\n1\nwith low regularity.", "MR2448649"], ["A negative answer to the Bernstein problem for intrinsic graphs in the Heisenberg group.", "MR2455341"], ["Stochastic differential equations driven by processes generated by divergence form operators. II. Convergence results.", "MR2437716"], ["Area-stationary surfaces in the Heisenberg group\nH\n1\n.", "MR2435652"], ["Absolute continuity of Wasserstein geodesics in the Heisenberg group.", "MR2417812"], ["Heisenberg isoperimetric problem. The axial case.", "MR2402213"], ["Global conformal Assouad dimension in the Heisenberg group.", "MR2385407"], ["A note on ill-posedness of the Cauchy problem for Heisenberg wave maps.", "MR2373591"], ["Area-stationary surfaces inside the sub-Riemannian three-sphere.", "MR2358000"], ["Sub-Riemannian calculus on hypersurfaces in Carnot groups.", "MR2354992"]], "MR2268118": [["Topology automaton of self-similar sets and its applications to metrical classifications.", "MR4568418"], ["Quasiconformal distortion of the Assouad spectrum and classification of polynomial spirals.", "MR4568342"], ["The estimate of conformal dimension of the Sierpinski carpet\nS\np\n.", "MR4557504"], ["Thin Loewner carpets and their quasisymmetric embeddings in\nS\n2\n.", "MR4544798"], ["The continuity of dimensions and quasisymmetrical equivalence of parameterized homogeneous Moran sets.", "MR4497311"], ["Fractal percolation and quasisymmetric mappings.", "MR4259151"], ["Counting spanning trees on fractal graphs and their asymptotic complexity.", "MR3537208"], ["On the equivalence of weak quasisymmetry and quasisymmetry on non-connected sets.", "MR3429649"], ["Gaps in the spectrum of the Laplacian on\n3N\n-gaskets.", "MR3411119"], ["Topological conformal dimension.", "MR3303179"], ["Conformal dimension and canonical splittings of hyperbolic groups.", "MR3213834"], ["Fractal sets attached to homogeneous quadratic maps in two variables.", "MR3008181"], ["Examples of coarse expanding conformal maps.", "MR2900552"], ["Quasisymmetrically minimal Moran sets and Hausdorff dimension.", "MR2797687"], ["Vibration modes of\n3n\n-gaskets and other fractals.", "MR2450694"], ["Global conformal Assouad dimension in the Heisenberg group.", "MR2385407"], ["Electrical resistance of\nN\n-gasket fractal networks.", "MR2366367"], ["Smooth quasiregular maps with branching in\nR\nn\n.", "MR2217049"], ["Characterizations of snowflake metric spaces.", "MR2173367"]], "MR2237461": [["Conformal graph directed Markov systems on Carnot groups.", "MR4126256"], ["A comparison of Euclidean and Heisenberg Hausdorff measures.", "MR4018103"], ["Geometric construction of quasiconformal mappings in the Heisenberg group.", "MR3845546"], ["Hausdorff dimension of limit sets.", "MR3719073"], ["Ahlfors-regular distances on the Heisenberg group without biLipschitz pieces.", "MR3684108"], ["A Gromov's dimension comparison estimate for rectifiable sets.", "MR3624907"], ["Rigidity of fiber-preserving quasisymmetric maps.", "MR3593530"], ["Some examples of quasiisometries of nilpotent Lie groups.", "MR3545877"], ["An upper bound for the length of a traveling salesman path in the Heisenberg group.", "MR3512421"], ["Removable sets for homogeneous linear partial differential equations in Carnot groups.", "MR3481174"], ["Generalized\nq\n-dimension of measures on Heisenberg self-affine sets in the Heisenberg group.", "MR3382591"], ["A low rank property and nonexistence of higher-dimensional horizontal Sobolev sets.", "MR3358059"], ["Weak contact equations for mappings into Heisenberg groups.", "MR3298724"], ["Bi-Lipschitz extension from boundaries of certain hyperbolic spaces.", "MR3054615"], ["The effect of projections on dimension in the Heisenberg group.", "MR3047423"], ["Contact equations, Lipschitz extensions and isoperimetric inequalities.", "MR2659687"], ["Exceptional sets for self-similar fractals in Carnot groups.", "MR2651583"], ["Nonexistence of horizontal Sobolev surfaces in the Heisenberg group.", "MR2587463"], ["Sub-Riemannian vs. Euclidean dimension comparison and fractal geometry on Carnot groups.", "MR2466427"], ["Non-horizontal submanifolds and coarea formula.", "MR2448983"], ["Gromov's dimension comparison problem on Carnot groups.", "MR2393629"], ["Global conformal Assouad dimension in the Heisenberg group.", "MR2385407"], ["Stability of isometric maps in the Heisenberg group.", "MR2365410"], ["Self-similar sets in doubling spaces.", "MR2417427"], ["A global inverse map theorem and biLipschitz maps in the Heisenberg group.", "MR2273093"], ["Intrinsic regular hypersurfaces in Heisenberg groups.", "MR2223801"], ["Hausdorff dimensions of self-similar and self-affine fractals in the Heisenberg group.", "MR2149533"], ["Rectifiability and parameterization of intrinsic regular surfaces in the Heisenberg group.", "MR2124590"]], "MR2224755": [["Improved critical Hardy inequality and Leray-Trudinger type inequalities in Carnot groups.", "MR4354984"], ["A weighted Trudinger-Moser inequality on\nR\nN\nand its application to Grushin operator.", "MR4083411"], ["Rearrangements in Carnot groups.", "MR3961339"], ["Asymptotics and inversion of Riesz potentials through decomposition in radial and spherical parts.", "MR3476676"], ["Sharp constants for weighted Moser-Trudinger inequalities on groups of Heisenberg type.", "MR3073316"], ["Liouville theorem, conformally invariant cones and umbilical surfaces for Grushin-type metrics.", "MR2570674"], ["Sharp weighted Hardy type inequalities and Hardy-Sobolev type inequalities on polarizable Carnot groups.", "MR2473298"], ["Hardy-type inequalities on H-type groups and anisotropic Heisenberg groups.", "MR2447488"]], "MR2217049": [["Remarks on Martio's conjecture.", "MR4529808"], ["Geometry of Grushin spaces.", "MR3459626"], ["Frequency of Sobolev and quasiconformal dimension distortion.", "MR3007840"], ["Stoïlow factorization for quasiregular mappings in all dimensions.", "MR2550179"], ["The local homeomorphism property of spatial quasiregular mappings with distortion close to one.", "MR2221159"]], "MR2213936": [["The transfer of property\n(β)\nof Rolewicz by a uniform quotient map.", "MR3461033"], ["Diamond graphs and super-reflexivity.", "MR2541760"], ["Hyperbolic and quasisymmetric structure of hyperspaces.", "MR2342813"]], "MR2173367": [["Infinite multidimensional scaling for metric measure spaces.", "MR4467100"], ["Minimising Hausdorff dimension under Hölder equivalence.", "MR4245822"], ["Toward a quasi-Möbius characterization of invertible homogeneous metric spaces.", "MR4223048"], ["On ultrametric-preserving functions.", "MR4052988"], ["On Lipschitz retraction of finite subsets of normed spaces.", "MR4040845"], ["Nonpositive curvature is not coarsely universal.", "MR3989255"], ["Sums of asymptotically midpoint uniformly convex spaces.", "MR3706812"], ["A metric characterization of snowflakes of Euclidean spaces.", "MR3559608"], ["On the Hausdorff dimension of CAT(\nκ\n) surfaces.", "MR3550298"], ["Counting spanning trees on fractal graphs and their asymptotic complexity.", "MR3537208"], ["Lenses and asymptotic midpoint uniform convexity.", "MR3446981"], ["Gaps in the spectrum of the Laplacian on\n3N\n-gaskets.", "MR3411119"], ["Locally rich compact sets.", "MR3395963"], ["Spaces of small metric cotype.", "MR2748218"], ["Vibration modes of\n3n\n-gaskets and other fractals.", "MR2450694"], ["Electrical resistance of\nN\n-gasket fractal networks.", "MR2366367"], ["Doubling measures, monotonicity, and quasiconformality.", "MR2328811"], ["Bi-Lipschitz embeddings of hyperspaces of compact sets.", "MR2213936"]], "MR2149533": [["Hausdorff and box dimensions of self-affine sets in a locally compact non-Archimedean field.", "MR4594750"], ["Conformal graph directed Markov systems on Carnot groups.", "MR4126256"], ["Hausdorff dimension of limsup sets of rectangles in the Heisenberg group.", "MR4102561"], ["A comparison of Euclidean and Heisenberg Hausdorff measures.", "MR4018103"], ["A Gromov's dimension comparison estimate for rectifiable sets.", "MR3624907"], ["Generalized\nq\n-dimension of measures on Heisenberg self-affine sets in the Heisenberg group.", "MR3382591"], ["A low rank property and nonexistence of higher-dimensional horizontal Sobolev sets.", "MR3358059"], ["The effect of projections on dimension in the Heisenberg group.", "MR3047423"], ["Frequency of Sobolev and quasiconformal dimension distortion.", "MR3007840"], ["Exceptional sets for self-similar fractals in Carnot groups.", "MR2651583"], ["Do self-similar sets with positive Lebesgue measure contain an interval?", "MR2559469"], ["Sub-Riemannian vs. Euclidean dimension comparison and fractal geometry on Carnot groups.", "MR2466427"], ["Gromov's dimension comparison problem on Carnot groups.", "MR2393629"], ["Global conformal Assouad dimension in the Heisenberg group.", "MR2385407"], ["Self-similar sets in doubling spaces.", "MR2417427"], ["Absolute continuity of quasiconformal mappings on curves.", "MR2346270"], ["Lifts of Lipschitz maps and horizontal fractals in the Heisenberg group.", "MR2237461"]], "MR2105824": [["Dual Smale's mean value conjecture.", "MR4021082"], ["New conjectures in the Hausdorff geometry of polynomials.", "MR2722582"], ["Dual mean value problem for complex polynomials.", "MR2573962"], ["On the mean value conjectures of Smale and Tischler.", "MR2252561"], ["Extremal problems for algebraic polynomials.", "MR2215760"]], "MR2075670": [["Regularity of solutions to the fractional Cheeger-Laplacian on domains in metric spaces of bounded geometry.", "MR4337822"], ["Harmonic mappings between singular metric spaces.", "MR4291614"], ["Besov class via heat semigroup on Dirichlet spaces III: BV functions and sub-Gaussian heat kernel estimates.", "MR4290383"], ["Gagliardo-Nirenberg, Trudinger-Moser and Morrey inequalities on Dirichlet spaces.", "MR4196573"], ["On singularity of energy measures for symmetric diffusions with full off-diagonal heat kernel estimates.", "MR4164457"], ["Admissibility versus\nA\np\n-conditions on regular trees.", "MR4137562"], ["Besov class via heat semigroup on Dirichlet spaces II: BV functions and Gaussian heat kernel estimates.", "MR4102351"], ["Restriction of heat equation with Newton-Sobolev data on metric measure space.", "MR4010641"], ["Regularity of quasi-\nn\n-harmonic mappings into NPC spaces.", "MR3927160"], ["Densely defined non-closable curl on carpet-like metric measure spaces.", "MR3844803"], ["From Sobolev inequality to doubling.", "MR3359590"], ["Poincaré inequality and Hajłasz-Sobolev spaces on nested fractals.", "MR3125121"], ["First order Poincaré inequalities in metric measure spaces.", "MR3076810"], ["Uniqueness of locally symmetric Brownian motion on Laakso spaces.", "MR3010781"], ["Geometry and analysis of Dirichlet forms.", "MR2970465"], ["Q\n-valued functions revisited.", "MR2663735"], ["Some stability results under domain variation for Neumann problems in metric spaces.", "MR2731706"], ["Variational convergence over metric spaces.", "MR2341993"], ["Absolute continuity of quasiconformal mappings on curves.", "MR2346270"], ["Nonsmooth calculus.", "MR2291675"], ["Boundary regularity for\np\n-harmonic functions and solutions of the obstacle problem on metric spaces.", "MR2276190"], ["A differentiable structure for metric measure spaces.", "MR2041901"], ["Modulus and the Poincaré inequality on metric measure spaces.", "MR2013501"], ["Lipschitz continuity of Cheeger-harmonic functions in metric measure spaces.", "MR1994768"]], "MR2061011": [["Contact and 1-quasiconformal maps on Carnot groups.", "MR2917692"], ["Jet spaces as nonrigid Carnot groups.", "MR2115247"]], "MR2004744": [["Cohomology of annuli, duality and $L^\\infty$\n-differential forms on Heisenberg groups.", "MR4571869"], ["On the existence of extremals for Moser-type inequalities in Gauss space.", "MR4368892"], ["Improved critical Hardy inequality and Leray-Trudinger type inequalities in Carnot groups.", "MR4354984"], ["Sharp affine Trudinger-Moser inequalities: a new argument.", "MR4352644"], ["The thresholds of the existence of maximizers for the critical sharp singular Moser-Trudinger inequality under constraints.", "MR4297202"], ["Moser inequalities in Gauss space.", "MR4126894"], ["Improved singular Moser-Trudinger inequalities and their extremal functions.", "MR4117981"], ["A weighted Trudinger-Moser inequality on\nR\nN\nand its application to Grushin operator.", "MR4083411"], ["New geometric aspects of Moser-Trudinger inequalities on Riemannian manifolds: the non-compact case.", "MR3926120"], ["Improved Moser-Trudinger inequality of Tintarev type in dimension\nn\nand the existence of its extremal functions.", "MR3850029"], ["Concentration-compactness principle for Trudinger-Moser inequalities on Heisenberg groups and existence of ground state solutions.", "MR3797740"], ["Improved Moser-Trudinger type inequalities in the hyperbolic space\nH\nn\n.", "MR3759470"], ["Sharp subcritical Moser-Trudinger inequalities on Heisenberg groups and subelliptic PDEs.", "MR3130507"], ["Sharp constants for weighted Moser-Trudinger inequalities on groups of Heisenberg type.", "MR3073316"], ["A new approach to sharp Moser-Trudinger and Adams type inequalities: a rearrangement-free argument.", "MR3053467"], ["Moser-Trudinger and Beckner-Onofri's inequalities on the CR sphere.", "MR2999037"], ["Sharp Moser-Trudinger inequality on the Heisenberg group at the critical case and applications.", "MR2980499"], ["The Moser-Trudinger inequality in unbounded domains of Heisenberg group and sub-elliptic equations.", "MR2927116"], ["A note on Keller-Osserman conditions on Carnot groups.", "MR2870921"], ["Extremals for Sobolev and Moser inequalities in hyperbolic space.", "MR2831451"], ["Adams inequalities on measure spaces.", "MR2775895"], ["Affine Moser-Trudinger and Morrey-Sobolev inequalities.", "MR2551138"], ["Moser-Trudinger trace inequalities.", "MR2388084"], ["Anisotropic quaternion Carnot groups: geometric analysis and Green function.", "MR2352045"], ["Sharp weighted Young's inequalities and Moser-Trudinger inequalities on Heisenberg type groups and Grushin spaces.", "MR2224755"], ["Some relations among volume, intrinsic perimeter and one-dimensional restrictions of BV functions in Carnot groups.", "MR2165404"], ["Sharp constants for Moser-Trudinger inequalities on spheres in complex space\nC\nn\n.", "MR2077705"], ["Polar coordinates in Carnot groups.", "MR1942237"], ["Singular solutions, homogeneous norms, and quasiconformal mappings in Carnot groups.", "MR1931762"], ["Best constants for Moser-Trudinger inequalities, fundamental solutions and one-parameter representation formulas on groups of Heisenberg type.", "MR1910974"], ["Best constants for Moser-Trudinger inequalities on the Heisenberg group.", "MR1889071"]], "MR1979929": [["Optimal decay of $p$\n-Sobolev extremals on Carnot groups.", "MR3865157"]], "MR1942237": [["Parabolic Anderson model on Heisenberg groups: the Itô setting.", "MR4569244"], ["Hardy spaces and quasiconformal maps in the Heisenberg group.", "MR4530903"], ["Improved critical Hardy inequality and Leray-Trudinger type inequalities in Carnot groups.", "MR4354984"], ["Coercive inequalities in higher-dimensional anisotropic Heisenberg group.", "MR4334243"], ["On the Lie algebra of polarizable Carnot groups.", "MR4173334"], ["Green's identities, comparison principle and uniqueness of positive solutions for nonlinear\np\n-sub-Laplacian equations on stratified Lie groups.", "MR4125105"], ["Well-posedness of a Neumann-type problem on a gauge ball in H-type groups.", "MR4098823"], ["A weighted Trudinger-Moser inequality on\nR\nN\nand its application to Grushin operator.", "MR4083411"], ["Rellich inequalities for sub-Laplacians with drift.", "MR3896078"], ["Prime ends in the Heisenberg group\nH\n1\nand the boundary behavior of quasiconformal mappings.", "MR3839829"], ["A general approach to weighted Rellich type inequalities on Carnot groups.", "MR3788226"], ["A unified approach to weighted Hardy type inequalities on Carnot groups.", "MR3640585"], ["Modules of systems of measures on polarizable Carnot groups.", "MR3546358"], ["Hardy type inequality and unique continuation on Carnot groups.", "MR3443194"], ["Hardy and Rellich-type inequalities with remainders for Baouendi-Grushin vector fields.", "MR3423688"], ["Uniqueness of minimisers for a Grötzsch-Belinskiĭ type inequality in the Heisenberg group.", "MR3343051"], ["Hardy inequalities with Aharonov-Bohm type magnetic field on the Heisenberg group.", "MR3319984"], ["A class of Caffarelli-Kohn-Nirenberg type inequalities on the H-type group.", "MR3276834"], ["A certain critical density property for invariant Harnack inequalities in H-type groups.", "MR3121702"], ["Lions-type compactness and Rubik actions on the Heisenberg group.", "MR3090536"], ["Some sharp Rellich type inequalities on nilpotent groups and application.", "MR3003743"], ["Improved Hardy inequalities in the Grushin plane.", "MR2921693"], ["A note on Keller-Osserman conditions on Carnot groups.", "MR2870921"], ["On first order interpolation inequalities with weights on the H-type group.", "MR2833798"], ["Weighted Hardy and Rellich inequality on Carnot groups.", "MR2784910"], ["On unique continuation properties for the sub-Laplacian on Carnot groups.", "MR2778647"], ["Weighted Rellich inequality on H-type groups and nonisotropic Heisenberg groups.", "MR2671023"], ["A Kuran type regularity criterion for sub-Laplacians: a necessary and sufficient condition.", "MR2575386"], ["Lifting of convex functions on Carnot groups and lack of convexity for a gauge function.", "MR2540794"], ["Sharp weighted Hardy type inequalities and Hardy-Sobolev type inequalities on polarizable Carnot groups.", "MR2473298"], ["The Hardy inequality and nonlinear parabolic equations on Carnot groups.", "MR2467260"], ["Non-smooth analysis in infinite dimensional Banach homogenous groups.", "MR2350810"], ["Foundations of the theory of mappings with bounded distortion on Carnot groups.", "MR2316342"], ["Boundary Harnack principle for\np\n-harmonic functions in smooth Euclidean domains.", "MR2286038"], ["Polar coordinates on H-type groups and applications.", "MR2272045"], ["On value distributions for quasimeromorphic mappings on\nH\n-type Carnot groups.", "MR2252688"], ["Sharp weighted Young's inequalities and Moser-Trudinger inequalities on Heisenberg type groups and Grushin spaces.", "MR2224755"], ["Degenerate evolution inequalities on groups of Heisenberg type.", "MR2188233"], ["Hardy-type inequalities related to degenerate elliptic differential operators.", "MR2185865"], ["Hardy-Sobolev type inequalities in the\nH\n-type group.", "MR2177688"], ["Hausdorff dimensions of self-similar and self-affine fractals in the Heisenberg group.", "MR2149533"], ["Optimal mass transportation in the Heisenberg group.", "MR2035027"], ["Fundamental solution for the\nQ\n-Laplacian and sharp Moser-Trudinger inequality in Carnot groups.", "MR2004744"], ["Viscosity solutions on Grushin-type planes.", "MR1951247"], ["Singular solutions, homogeneous norms, and quasiconformal mappings in Carnot groups.", "MR1931762"], ["Best constants for Moser-Trudinger inequalities, fundamental solutions and one-parameter representation formulas on groups of Heisenberg type.", "MR1910974"], ["Best constants for Moser-Trudinger inequalities on the Heisenberg group.", "MR1889071"], ["Metric and geometric quasiconformality in Ahlfors regular Loewner spaces.", "MR1872156"]], "MR1931762": [["Improved critical Hardy inequality and Leray-Trudinger type inequalities in Carnot groups.", "MR4354984"], ["Existence and almost uniqueness for\np\n-harmonic Green functions on bounded domains in metric spaces.", "MR4107063"], ["A weighted Trudinger-Moser inequality on\nR\nN\nand its application to Grushin operator.", "MR4083411"], ["Strong comparison principle for\np\n-harmonic functions in Carnot-Caratheodory spaces.", "MR3834656"], ["A general approach to weighted Rellich type inequalities on Carnot groups.", "MR3788226"], ["A unified approach to weighted Hardy type inequalities on Carnot groups.", "MR3640585"], ["Three-spheres theorems for subelliptic quasilinear equations in Carnot groups of Heisenberg-type.", "MR3531180"], ["Horizontal gradient of polynomial functions for the standard Engel structure on\nR\n4\n.", "MR3436583"], ["Conformal maps of Carnot groups.", "MR3310079"], ["Modulus method and radial stretch map in the Heisenberg group.", "MR3076803"], ["The Beltrami equations for quasiconformal mappings on strictly pseudoconvex hypersurfaces.", "MR2975944"], ["A note on Keller-Osserman conditions on Carnot groups.", "MR2870921"], ["Local behavior of\np\n-harmonic Green's functions in metric spaces.", "MR2603020"], ["Gradient horizontal de fonctions polynomiales.", "MR2573195"], ["The Hardy inequality and nonlinear parabolic equations on Carnot groups.", "MR2467260"], ["Bi-Lipschitz maps in\nQ\n-regular Loewner spaces.", "MR2438322"], ["A class of mappings with bounded specific oscillation, and the integrability of mappings with bounded distortion on Carnot groups.", "MR2330061"], ["Foundations of the theory of mappings with bounded distortion on Carnot groups.", "MR2316342"], ["Conformality and\nQ\n-harmonicity in Carnot groups.", "MR2272973"], ["On value distributions for quasimeromorphic mappings on\nH\n-type Carnot groups.", "MR2252688"], ["Sharp weighted Young's inequalities and Moser-Trudinger inequalities on Heisenberg type groups and Grushin spaces.", "MR2224755"], ["Hardy-type inequalities related to degenerate elliptic differential operators.", "MR2185865"], ["Fundamental solution for the\nQ\n-Laplacian and sharp Moser-Trudinger inequality in Carnot groups.", "MR2004744"], ["Polar coordinates in Carnot groups.", "MR1942237"], ["Metric and geometric quasiconformality in Ahlfors regular Loewner spaces.", "MR1872156"]], "MR1924280": [["Estimates for Dirichlet eigenvalues of divergence form elliptic operators in non-Lipschitz domains.", "MR4533301"], ["Quasiconformal mappings and Neumann eigenvalues of divergent elliptic operators.", "MR4459549"], ["Estimates for variation of the first Dirichlet eigenvalue of the Laplace operator.", "MR4404974"], ["On variations of the Neumann eigenvalues of\np\n-Laplacian generated by measure preserving quasiconformal mappings.", "MR4258958"], ["Space quasiconformal composition operators with applications to Neumann eigenvalues.", "MR4173332"], ["Spectral stability estimates of Dirichlet divergence form elliptic operators.", "MR4171848"], ["Spectral properties of the Neumann-Laplace operator in quasiconformal regular domains.", "MR3989835"], ["On the first eigenvalue of the degenerate\np\n-Laplace operator in non-convex domains.", "MR3814575"], ["Spectral estimates of the\np\n-Laplace Neumann operator and Brennan's conjecture.", "MR3808018"], ["Estimation of Sobolev embedding constant on a domain dividable into bounded convex domains.", "MR3736595"], ["Fractional Sobolev-Poincaré inequalities in irregular domains.", "MR3647122"], ["Conformal spectral stability estimates for the Neumann Laplacian.", "MR3583260"], ["On the first eigenvalues of free vibrating membranes in conformal regular domains.", "MR3488539"], ["Conformal spectral stability estimates for the Dirichlet Laplacian.", "MR3417872"], ["Poincaré inequalities in quasihyperbolic boundary condition domains.", "MR3377752"], ["Sharp capacity estimates in\ns\n-John domains.", "MR3374112"], ["Korn inequality on irregular domains.", "MR3273166"], ["An embedding into an Orlicz space for irregular John domains.", "MR3265361"], ["A decomposition technique for integrable functions with applications to the divergence problem.", "MR3198867"], ["A note on \"Quasihyperbolic boundary conditions and Poincaré domains''.", "MR3118629"], ["On the\n(1,p)\n-Poincaré inequality.", "MR3161358"], ["Quasihyperbolic growth conditions and compact embeddings of Sobolev spaces.", "MR2320179"], ["John domains for the control distance of diagonal vector fields.", "MR2072749"], ["Quasihyperbolic boundary conditions and capacity: Hölder continuity of quasiconformal mappings.", "MR1854692"]], "MR1886620": [["The boundary Harnack inequality for variable exponent\np\n-Laplacian, Carleson estimates, barrier functions and\np(⋅)\n-harmonic measures.", "MR3476692"], ["Prime ends for domains in metric spaces.", "MR3033640"], ["Boundary Harnack principle for\np\n-harmonic functions in smooth Euclidean domains.", "MR2286038"], ["Carleson-type estimates for\np\n-harmonic functions and the conformal Martin boundary of John domains in metric measure spaces.", "MR2125540"], ["Singular behavior of conformal Martin kernels, and non-tangential limits of conformal mappings.", "MR2041948"], ["A differentiable structure for metric measure spaces.", "MR2041901"], ["Modulus and the Poincaré inequality on metric measure spaces.", "MR2013501"], ["Some convergence results for\np\n-harmonic functions on metric measure spaces.", "MR1978575"], ["Singular functions on metric measure spaces.", "MR1940332"]], "MR1878624": [["Quasiconformal distortion of the Assouad spectrum and classification of polynomial spirals.", "MR4568342"], ["On quasisymmetric embeddings of the Brownian map and continuum trees.", "MR4242630"], ["The upper and lower Assouad dimensions of a class of sets defined by digit restrictions.", "MR3929504"], ["New dimension spectra: finer information on scaling and homogeneity.", "MR3783415"], ["Some invariant properties of quasi-Möbius maps.", "MR3694351"], ["An intermediate-value property for Assouad dimension of metric space.", "MR3523468"], ["Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.", "MR3513876"], ["On the Assouad dimension of self-similar sets with overlaps.", "MR3311761"], ["Assouad dimension of self-affine carpets.", "MR2846307"], ["Global conformal Assouad dimension in the Heisenberg group.", "MR2385407"], ["Hyperbolic and quasisymmetric structure of hyperspaces.", "MR2342813"], ["Quasiconformal dimensions of self-similar fractals.", "MR2268118"], ["Conformal dimension does not assume values between zero and one.", "MR2239342"], ["Modulus and the Poincaré inequality on metric measure spaces.", "MR2013501"]], "MR1872156": [["Stability for localized integral operators on weighted spaces of homogeneous type.", "MR4553616"], ["Norm-controlled inversion in Banach algebras of integral operators.", "MR4540884"], ["Quasiconformality to quasisymmetry via weak\n(L,M)\n-quasisymmetry.", "MR4598288"], ["Large scale conformal maps.", "MR4331302"], ["Duality of moduli in regular metric spaces.", "MR4284107"], ["Random sampling and reconstruction of concentrated signals in a reproducing kernel space.", "MR4241985"], ["A Koebe distortion theorem for quasiconformal mappings in the Heisenberg group.", "MR4065111"], ["Stability of localized integral operators on normal spaces of homogeneous type.", "MR3948371"], ["Polynomial control on stability, inversion and powers of matrices on simple graphs.", "MR3906273"], ["Prime ends in the Heisenberg group\nH\n1\nand the boundary behavior of quasiconformal mappings.", "MR3839829"], ["Discrete uniformizing metrics on distributional limits of sphere packings.", "MR3820440"], ["Orlicz spaces and the large scale geometry of Heintze groups.", "MR3651580"], ["Sobolev functions in the critical case are uniformly continuous in\ns\n-Ahlfors regular metric spaces when\ns≤1\n.", "MR3565378"], ["Local properties of quasihyperbolic mappings in metric spaces.", "MR3467694"], ["The properties of quasisymmetric mappings in metric spaces.", "MR3429660"], ["Boundary behavior of mappings in\nλ(ε)\n-regular metric spaces.", "MR3422271"], ["The quasiconformal subinvariance property of John domains in\nR\nn\nand its applications.", "MR3394389"], ["Quasihyperbolic metric and quasisymmetric mappings in metric spaces.", "MR3356935"], ["Rigidity of quasi-isometries of HMN associated with non-diagonalizable derivation of the Heisenberg algebra.", "MR3356296"], ["Quasi-conformal maps on model filiform groups.", "MR3326585"], ["Average sampling and reconstruction in a reproducing kernel subspace of homogeneous type space.", "MR3219229"], ["Rate of innovation for (non-)periodic signals and optimal lower stability bound for filtering.", "MR3180891"], ["Large scale geometry of negatively curved\nR\nn\n⋊R\n.", "MR3180486"], ["A rigidity property of some negatively curved solvable Lie groups.", "MR2984572"], ["Quasisymmetric maps on the boundary of a negatively curved solvable Lie group.", "MR2923947"], ["Large scale geometry of certain solvable groups.", "MR2594617"], ["Coarse expanding conformal dynamics.", "MR2662902"], ["Empilements de cercles et modules combinatoires.", "MR2640918"], ["Géométrie quasiconforme, analyse au bord des espaces métriques hyperboliques et rigidités [d'après Mostow, Pansu, Bourdon, Pajot, Bonk, Kleiner\n…\n].", "MR2605327"], ["A sewing problem in metric spaces.", "MR2553798"], ["Nonsmooth calculus.", "MR2291675"], ["Sphericalization and flattening.", "MR2179368"], ["Conformal dimension and Gromov hyperbolic groups with 2-sphere boundary.", "MR2116315"], ["Conformal Assouad dimension and modulus.", "MR2135168"], ["Modulus and the Poincaré inequality on metric measure spaces.", "MR2013501"], ["Geometric characterizations of Gromov hyperbolicity.", "MR1992014"]], "MR1869604": [["Ricci curvature in dimension 2.", "MR4577954"], ["The branch set of minimal disks in metric spaces.", "MR4565696"], ["Thin Loewner carpets and their quasisymmetric embeddings in\nS\n2\n.", "MR4544798"], ["Hardy spaces and quasiconformal maps in the Heisenberg group.", "MR4530903"], ["Poincaré inequality meets Brezis-Van Schaftingen-Yung formula on metric measure spaces.", "MR4458224"], ["Classification of metric measure spaces and their ends using\np\n-harmonic functions.", "MR4453411"], ["The local behaviour of open, light mappings satisfying generalized modular inequalities.", "MR4431974"], ["Characterizing Sobolev spaces of vector-valued functions.", "MR4413309"], ["Relative quasisymmetry and quasimöbius mappings in quasi-metric spaces.", "MR4397889"], ["Boundary behaviour of open, light mappings in metric measure spaces.", "MR4327617"], ["Vector-valued Sobolev spaces based on Banach function spaces.", "MR4290294"], ["Regularity of\np\n-harmonic mappings into NPC spaces.", "MR4206866"], ["The Liouville theorem for\np\n-harmonic functions and quasiminimizers with finite energy.", "MR4204715"], ["Sobolev spaces of vector-valued functions.", "MR4172982"], ["Maximal metric surfaces and the Sobolev-to-Lipschitz property.", "MR4153903"], ["Lipschitz and bi-Lipschitz maps from PI spaces to Carnot groups.", "MR4151334"], ["Duality of moduli and quasiconformal mappings in metric spaces.", "MR4141371"], ["Sobolev space of functions valued in a monotone Banach family.", "MR4130065"], ["Dehn functions and Hölder extensions in asymptotic cones.", "MR4104279"], ["Convergence of harmonic maps between Alexandrov spaces.", "MR4083201"], ["Modulus of families of sets of finite perimeter and quasiconformal maps between metric spaces of globally\nQ\n-bounded geometry.", "MR4077163"], ["Canonical parameterizations of metric disks.", "MR4073230"], ["A Koebe distortion theorem for quasiconformal mappings in the Heisenberg group.", "MR4065111"], ["Lipschitz continuity of minimizers for the Ginzburg-Landau functional between Alexandrov spaces.", "MR4285535"], ["Quantitative gradient estimates for harmonic maps into singular spaces.", "MR4028280"], ["Spaces with almost Euclidean Dehn function.", "MR3953125"], ["Sobolev extensions of Lipschitz mappings into metric spaces.", "MR3942160"], ["Regularity of quasi-\nn\n-harmonic mappings into NPC spaces.", "MR3927160"], ["Local gradient estimates for heat equation on\nRC\nD\n∗\n(k,n)\nmetric measure spaces.", "MR3866877"], ["Existence of parabolic minimizers on metric measure spaces.", "MR3856718"], ["Densely defined non-closable curl on carpet-like metric measure spaces.", "MR3844803"], ["Prime ends in the Heisenberg group\nH\n1\nand the boundary behavior of quasiconformal mappings.", "MR3839829"], ["Rigidity for convex-cocompact actions on rank-one symmetric spaces.", "MR3811770"], ["Lipschitz continuity of harmonic maps between Alexandrov spaces.", "MR3763402"], ["Quasiconformal mappings on the Grushin plane.", "MR3719519"], ["Density of bounded maps in Sobolev spaces into complete manifolds.", "MR3714765"], ["Homotopy classes of Newtonian maps.", "MR3713036"], ["Frequency of Sobolev dimension distortion of horizontal subgroups in Heisenberg groups.", "MR3700380"], ["Harmonic maps between Alexandrov spaces.", "MR3625155"], ["Area minimizing discs in metric spaces.", "MR3594354"], ["Regularity of harmonic discs in spaces with quadratic isoperimetric inequality.", "MR3528439"], ["Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.", "MR3513876"], ["Quasiregular mappings on sub-Riemannian manifolds.", "MR3511457"], ["Higher integrability for vector-valued parabolic quasi-minimizers on metric measure spaces.", "MR3475819"], ["Generalized dimension estimates for images of porous sets in metric spaces.", "MR3467698"], ["Local properties of quasihyperbolic mappings in metric spaces.", "MR3467694"], ["An axiomatic approach to gradients with applications to Dirichlet and obstacle problems beyond function spaces.", "MR3462618"], ["Homeomorphisms of the Heisenberg group preserving BMO.", "MR3453992"], ["The properties of quasisymmetric mappings in metric spaces.", "MR3429660"], ["Nonexistence of quasiconformal maps between certain metric measure spaces.", "MR3428952"], ["Sharp differentiability results for the lower local Lipschitz constant and applications to non-embedding.", "MR3427139"], ["Semmes family of curves and a characterization of functions of bounded variation in terms of curves.", "MR3396416"], ["Newton-Besov spaces and Newton-Triebel-Lizorkin spaces on metric measure spaces.", "MR3357989"], ["Some applications of\nℓ\np\n-cohomology to boundaries of Gromov hyperbolic spaces.", "MR3356973"], ["Quasihyperbolic metric and quasisymmetric mappings in metric spaces.", "MR3356935"], ["Aspects of area formulas by way of Luzin, Radó, and Reichelderfer on metric measure spaces.", "MR3340186"], ["Mappings of finite distortion between metric measure spaces.", "MR3338960"], ["Integral energy characterization of Hajłasz-Sobolev spaces.", "MR3299669"], ["Hölder continuous Sobolev mappings and the Lusin N property.", "MR3367665"], ["Dilatation, pointwise Lipschitz constants, and condition\nN\non curves.", "MR3286666"], ["Mappings of finite distortion from generalized manifolds.", "MR3278159"], ["Cheeger-différentiabilité d'applications de certains espaces de Sobolev.", "MR3248723"], ["Lipschitz homotopy and density of Lipschitz mappings in Sobolev spaces.", "MR3237039"], ["On the theory of Orlicz-Sobolev classes.", "MR3234840"], ["On the lack of density of Lipschitz mappings in Sobolev spaces with Heisenberg target.", "MR3226622"], ["An upper gradient approach to weakly differentiable cochains.", "MR3125271"], ["Modulus method and radial stretch map in the Heisenberg group.", "MR3076803"], ["Modulus and Poincaré inequalities on non-self-similar Sierpiński carpets.", "MR3061778"], ["Distortion of quasiconformal maps in terms of the quasihyperbolic metric.", "MR3029176"], ["Combinatorial modulus, the combinatorial Loewner property, and Coxeter groups.", "MR3019076"], ["An intrinsic approach to manifold constrained variational problems.", "MR3011328"], ["Frequency of Sobolev and quasiconformal dimension distortion.", "MR3007840"], ["A representation formula for the\np\n-energy of metric space-valued Sobolev maps.", "MR2989647"], ["Quasiconformality, homeomorphisms between metric measure spaces preserving quasiminimizers, and uniform density property.", "MR2890347"], ["Space filling with metric measure spaces.", "MR2875824"], ["Geometric and analytic quasiconformality in metric measure spaces.", "MR2869110"], ["Sobolev mappings: Lipschitz density is not an isometric invariant of the target.", "MR2806594"], ["Flat forms, bi-Lipschitz parameterizations, and smoothability of manifolds.", "MR2805596"], ["Q\n-valued functions revisited.", "MR2663735"], ["Some stability results under domain variation for Neumann problems in metric spaces.", "MR2731706"], ["Differentiating maps into\nL\n1\n, and the geometry of BV functions.", "MR2630066"], ["Géométrie quasiconforme, analyse au bord des espaces métriques hyperboliques et rigidités [d'après Mostow, Pansu, Bourdon, Pajot, Bonk, Kleiner\n…\n].", "MR2605327"], ["Peano cubes with derivatives in a Lorentz space.", "MR2594633"], ["Quasiregular mappings to generalized manifolds.", "MR2585391"], ["Differentiability of Lipschitz maps from metric measure spaces to Banach spaces with the Radon-Nikodým property.", "MR2570313"], ["A sewing problem in metric spaces.", "MR2553798"], ["Generalized Rademacher-Stepanov type theorem and applications.", "MR2506360"], ["A difference characterization of Besov and Triebel-Lizorkin spaces on RD-spaces.", "MR2503306"], ["Density of Lipschitz mappings in the class of Sobolev mappings between metric spaces.", "MR2471602"], ["Sobolev Peano cubes.", "MR2490654"], ["A theory of Besov and Triebel-Lizorkin spaces on metric measure spaces modeled on Carnot-Carathéodory spaces.", "MR2485404"], ["Sobolev classes of mappings on Carnot-Carathéodory spaces. Various normings and variational problems.", "MR2469051"], ["Bi-Lipschitz maps in\nQ\n-regular Loewner spaces.", "MR2438322"], ["The Poincaré inequality is an open ended condition.", "MR2415381"], ["Area and co-area formulas for mappings of the Sobolev classes with values in a metric space.", "MR2355373"], ["On the definitions of Sobolev and BV spaces into singular spaces and the trace problem.", "MR2348841"], ["Absolute continuity of quasiconformal mappings on curves.", "MR2346270"], ["Convexities of metric spaces.", "MR2322550"], ["Sobolev mappings: Lipschitz density is not a bi-Lipschitz invariant of the target.", "MR2322491"], ["Geometry of Carnot-Carathéodory spaces and differentiability of mappings.", "MR2316341"], ["Sobolev-type classes of mappings with values in metric spaces.", "MR2316339"], ["Nonsmooth calculus.", "MR2291675"], ["Conformal dimension does not assume values between zero and one.", "MR2239342"], ["Nagata dimension, quasisymmetric embeddings, and Lipschitz extensions.", "MR2200122"], ["Conformal Assouad dimension and modulus.", "MR2135168"], ["Rectifiability and parameterization of intrinsic regular surfaces in the Heisenberg group.", "MR2124590"], ["Spaces of Lipschitz type on metric spaces and their applications.", "MR2097270"], ["Dirichlet forms, Poincaré inequalities, and the Sobolev spaces of Korevaar and Schoen.", "MR2075670"], ["Sobolev classes and horizontal energy minimizers between Carnot-Carathéodory spaces.", "MR2057845"], ["Singular behavior of conformal Martin kernels, and non-tangential limits of conformal mappings.", "MR2041948"], ["A differentiable structure for metric measure spaces.", "MR2041901"], ["Cheeger type Sobolev spaces for metric space targets.", "MR2032946"], ["A new characterization of the Sobolev space.", "MR2052222"], ["Modulus and the Poincaré inequality on metric measure spaces.", "MR2013501"], ["Functions of bounded variation on \"good'' metric spaces.", "MR2005202"], ["Quasiconformal mappings with Sobolev boundary values.", "MR1990676"], ["Singular functions on metric measure spaces.", "MR1940332"], ["Harnack inequality and hyperbolicity for subelliptic\np\n-Laplacians with applications to Picard type theorems.", "MR1878317"], ["Real analysis, quantitative topology, and geometric complexity.", "MR1876909"], ["Metric and geometric quasiconformality in Ahlfors regular Loewner spaces.", "MR1872156"]], "MR1860497": [["Topology automaton of self-similar sets and its applications to metrical classifications.", "MR4568418"], ["The estimate of conformal dimension of the Sierpinski carpet\nS\np\n.", "MR4557504"], ["Quasiconformal and geodesic trees.", "MR4107537"], ["Muckenhoupt\nA\np\n-properties of distance functions and applications to Hardy-Sobolev–type inequalities.", "MR3900847"], ["Conformal dimension and boundaries of planar domains.", "MR3660231"], ["Hausdorff dimension of wiggly metric spaces.", "MR3319612"], ["Conformal dimension and canonical splittings of hyperbolic groups.", "MR3213834"], ["Global conformal Assouad dimension in the Heisenberg group.", "MR2385407"], ["Quasiconformal dimensions of self-similar fractals.", "MR2268118"], ["Conformal dimension does not assume values between zero and one.", "MR2239342"], ["Conformal dimension and Gromov hyperbolic groups with 2-sphere boundary.", "MR2116315"], ["Conformal Assouad dimension and modulus.", "MR2135168"], ["Lowering the Assouad dimension by quasisymmetric mappings.", "MR1878624"], ["Hausdorff dimension distribution of quasiconformal mappings on the Heisenberg group.", "MR1828495"]], "MR1854692": [["Improved regularity of harmonic diffeomorphic extensions on quasihyperbolic domains.", "MR4498387"], ["Estimates for Dirichlet eigenvalues of divergence form elliptic operators in non-Lipschitz domains.", "MR4533301"], ["Geometric characterizations of Gromov hyperbolic Hölder domains.", "MR4504109"], ["Quasiconformal mappings and Neumann eigenvalues of divergent elliptic operators.", "MR4459549"], ["Estimates for variation of the first Dirichlet eigenvalue of the Laplace operator.", "MR4404974"], ["Harmonic quasiconformal mappings between\nC\n1\nsmooth Jordan domains.", "MR4382465"], ["Generalized John Gromov hyperbolic domains and extensions of maps.", "MR4400801"], ["Mappings of finite distortion: boundary extensions in uniform domains.", "MR3600859"], ["Sharpness of uniform continuity of quasiconformal mappings onto\ns\n-John domains.", "MR3558514"], ["Sharp capacity estimates in\ns\n-John domains.", "MR3374112"], ["Generalized quasidisks and conformality II.", "MR3348792"], ["Uniform continuity of quasiconformal mappings onto generalized John domains.", "MR3310078"], ["Generalized quasidisks and conformality.", "MR3161514"], ["On quasi-conformal self-mappings of the unit disc and elliptic PDEs in the plane.", "MR3082303"], ["A priori estimate of gradient of a solution of a certain differential inequality and quasiconformal mappings.", "MR3043147"], ["(K,\nK\n′\n)\n-quasiconformal harmonic mappings.", "MR2886455"], ["Quasihyperbolic boundary condition: compactness of the inner boundary.", "MR3254021"], ["Harmonic quasiconformal self-mappings and Möbius transformations of the unit ball.", "MR2734155"], ["Uniform continuity of quasiconformal mappings and conformal deformations.", "MR2372760"], ["Generalized mean porosity and dimension.", "MR2210114"], ["Quasihyperbolic boundary conditions and capacity: uniform continuity of quasiconformal mappings.", "MR2177180"], ["Quasiconformal removability and the quasihyperbolic metric.", "MR2126078"], ["Holomorphic functions and quasiconformal mappings with smooth moduli.", "MR2074174"], ["Quasihyperbolic boundary conditions and Poincaré domains.", "MR1924280"]], "MR1833245": [["Bounded geometry and\np\n-harmonic functions under uniformization and hyperbolization.", "MR4244904"], ["Quasisymmetric minimality of sets of Tyson type and graphs of Borel functions.", "MR4297737"], ["On the conformal dimension of product measures.", "MR3851324"], ["Topological conformal dimension.", "MR3303179"], ["Modulus and Poincaré inequalities on non-self-similar Sierpiński carpets.", "MR3061778"], ["Conformal dimension: Cantor sets and Fuglede modulus.", "MR2576285"], ["Global conformal Assouad dimension in the Heisenberg group.", "MR2385407"], ["Hyperbolic and quasisymmetric structure of hyperspaces.", "MR2342813"], ["Quasiconformal dimensions of self-similar fractals.", "MR2268118"], ["Conformal dimension does not assume values between zero and one.", "MR2239342"], ["Modulus and the Poincaré inequality on metric measure spaces.", "MR2013501"], ["Lowering the Assouad dimension by quasisymmetric mappings.", "MR1878624"], ["Metric and geometric quasiconformality in Ahlfors regular Loewner spaces.", "MR1872156"], ["Conformal dimension of the antenna set.", "MR1860497"], ["Hausdorff dimension distribution of quasiconformal mappings on the Heisenberg group.", "MR1828495"]], "MR1803219": [["Uniformization of metric surfaces using isothermal coordinates.", "MR4354986"], ["Singular quasisymmetric mappings in dimensions two and greater.", "MR3954037"], ["Uniformization of two-dimensional metric surfaces.", "MR3608292"], ["Modulus and Poincaré inequalities on non-self-similar Sierpiński carpets.", "MR3061778"], ["Frequency of Sobolev and quasiconformal dimension distortion.", "MR3007840"], ["Sobolev Peano cubes.", "MR2490654"], ["Dirichlet forms, Poincaré inequalities, and the Sobolev spaces of Korevaar and Schoen.", "MR2075670"], ["Metric and geometric quasiconformality in Ahlfors regular Loewner spaces.", "MR1872156"], ["Sobolev classes of Banach space-valued functions and quasiconformal mappings.", "MR1869604"]], "MR1676353": [["Quasiconformal distortion of the Assouad spectrum and classification of polynomial spirals.", "MR4568342"], ["The estimate of conformal dimension of the Sierpinski carpet\nS\np\n.", "MR4557504"], ["The continuity of dimensions and quasisymmetrical equivalence of parameterized homogeneous Moran sets.", "MR4497311"], ["Quasisymmetric minimality of sets of Tyson type and graphs of Borel functions.", "MR4297737"], ["Conformal dimension via p-resistance: Sierpiński carpet.", "MR4056527"], ["Quasisymmetric maps on Kakeya sets.", "MR3693654"], ["Some geometric properties of sets defined by digit restrictions.", "MR3573413"], ["Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.", "MR3513876"], ["Quasi-Assouad dimension of fractals.", "MR3501346"], ["On the equivalence of weak quasisymmetry and quasisymmetry on non-connected sets.", "MR3429649"], ["Topological conformal dimension.", "MR3303179"], ["On quasisymmetric minimality of Cantor sets.", "MR3276745"], ["Quasisymmetrically minimal Moran sets.", "MR3043057"], ["Quasisymmetrically minimal Moran sets and Hausdorff dimension.", "MR2797687"], ["Quasisymmetric equivalence of self-similar sets.", "MR2585096"], ["Conformal dimension: Cantor sets and Fuglede modulus.", "MR2576285"], ["Quasisymmetrically minimal uniform Cantor sets.", "MR2388952"], ["Global conformal Assouad dimension in the Heisenberg group.", "MR2385407"], ["Hyperbolic and quasisymmetric structure of hyperspaces.", "MR2342813"], ["Quasiconformal geometry of monotone mappings.", "MR2340234"], ["A geometric approach to accretivity.", "MR2317855"], ["Quasiconformal dimensions of self-similar fractals.", "MR2268118"], ["Conformal dimension does not assume values between zero and one.", "MR2239342"], ["Mappings with convex potentials and the quasiconformal Jacobian problem.", "MR2210351"], ["Conformal Assouad dimension and modulus.", "MR2135168"], ["Modulus and the Poincaré inequality on metric measure spaces.", "MR2013501"], ["Lowering the Assouad dimension by quasisymmetric mappings.", "MR1878624"], ["Conformal dimension of the antenna set.", "MR1860497"], ["Locally minimal sets for conformal dimension.", "MR1833245"], ["Hausdorff dimension distribution of quasiconformal mappings on the Heisenberg group.", "MR1828495"]], "MR2699421": [["On the logarithmic coarse structures of Lie groups and hyperbolic spaces.", "MR4462694"], ["Sobolev classes of Banach space-valued functions and quasiconformal mappings.", "MR1869604"], ["Uniformizing Gromov hyperbolic spaces.", "MR1829896"]], "MR1642158": [["Quasisymmetry and quasihyperbolicity of mappings on John domains.", "MR4584498"], ["Thin Loewner carpets and their quasisymmetric embeddings in\nS\n2\n.", "MR4544798"], ["Quasiconformality to quasisymmetry via weak\n(L,M)\n-quasisymmetry.", "MR4598288"], ["Quasimöbius invariance of Loewner spaces.", "MR4436240"], ["Relative quasisymmetry and quasimöbius mappings in quasi-metric spaces.", "MR4397889"], ["Quasisymmetrically co-Hopfian Menger curves and Sierpiński spaces.", "MR4397691"], ["Topological properties of regular boundary domains in Riemannian manifolds.", "MR4396708"], ["Quasi-symmetric mappings and their generalizations on Riemannian manifolds.", "MR4425396"], ["Quasisymmetric mappings in b-metric spaces.", "MR4425392"], ["Functions of bounded mean oscillation and quasisymmetric mappings on spaces of homogeneous type.", "MR4322565"], ["On uniformly disconnected Julia sets.", "MR4311621"], ["Uniformization with infinitesimally metric measures.", "MR4310179"], ["Uniformization of Cantor sets with bounded geometry.", "MR4298216"], ["Quasisymmetric mappings and quasihyperbolic uniform domains in metric spaces.", "MR4291176"], ["Sublinear quasiconformality and the large-scale geometry of Heintze groups.", "MR4127909"], ["Weakly quasisymmetric maps and uniform spaces.", "MR3874889"], ["Prime ends in the Heisenberg group\nH\n1\nand the boundary behavior of quasiconformal mappings.", "MR3839829"], ["Semisolidity and locally weak quasisymmetry of homeomorphisms in metric spaces.", "MR3794335"], ["Quasisymmetric extension on the real line.", "MR3778147"], ["Uniformization of two-dimensional metric surfaces.", "MR3608292"], ["Quasimöbius maps, weakly quasimöbius maps and uniform perfectness in quasi-metric spaces.", "MR3558527"], ["Weak capacity and modulus comparability in Ahlfors regular metric spaces.", "MR3604927"], ["Quasisymmetric dimension distortion of Ahlfors regular subsets of a metric space.", "MR3513876"], ["Local properties of quasihyperbolic mappings in metric spaces.", "MR3467694"], ["Combinatorial modulus on boundary of right-angled hyperbolic buildings.", "MR3458960"], ["On quasisymmetry of quasiconformal mappings.", "MR3436405"], ["The properties of quasisymmetric mappings in metric spaces.", "MR3429660"], ["Some applications of\nℓ\np\n-cohomology to boundaries of Gromov hyperbolic spaces.", "MR3356973"], ["Quasihyperbolic metric and quasisymmetric mappings in metric spaces.", "MR3356935"], ["Quasiisometries of negatively curved homogeneous manifolds associated with Heisenberg groups.", "MR3335254"], ["Dilatation, pointwise Lipschitz constants, and condition\nN\non curves.", "MR3286666"], ["Minimal Ahlfors regular conformal dimension of coarse expanding conformal dynamics on the sphere.", "MR3265557"], ["Geometry and quasisymmetric parametrization of Semmes spaces.", "MR3254996"], ["Quasisymmetrically thick generalized-Cantor sets in\nR\n.", "MR3133733"], ["On the conformal gauge of a compact metric space.", "MR3099984"], ["Combinatorial modulus, the combinatorial Loewner property, and Coxeter groups.", "MR3019076"], ["A rigidity property of some negatively curved solvable Lie groups.", "MR2984572"], ["Geometric and analytic quasiconformality in metric measure spaces.", "MR2869110"], ["Quasisymmetrically minimal Moran sets and Hausdorff dimension.", "MR2797687"], ["A Sierpiński carpet with the co-Hopfian property.", "MR2609245"], ["Géométrie quasiconforme, analyse au bord des espaces métriques hyperboliques et rigidités [d'après Mostow, Pansu, Bourdon, Pajot, Bonk, Kleiner\n…\n].", "MR2605327"], ["Global conformal Assouad dimension in the Heisenberg group.", "MR2385407"], ["Nonsmooth calculus.", "MR2291675"], ["Sphericalization and flattening.", "MR2179368"], ["Conformal dimension and Gromov hyperbolic groups with 2-sphere boundary.", "MR2116315"], ["A differentiable structure for metric measure spaces.", "MR2041901"], ["Quasiconformal images of Hölder domains.", "MR2041697"], ["Cohomologie\nl\np\net espaces de Besov.", "MR1979183"], ["Minimal Lyapunov exponents, quasiconformal structures, and rigidity of non-positively curved manifolds.", "MR1972230"], ["Quasisymmetric parametrizations of two-dimensional metric spheres.", "MR1930885"], ["Harnack inequality and hyperbolicity for subelliptic\np\n-Laplacians with applications to Picard type theorems.", "MR1878317"], ["Metric and geometric quasiconformality in Ahlfors regular Loewner spaces.", "MR1872156"], ["Sobolev classes of Banach space-valued functions and quasiconformal mappings.", "MR1869604"], ["Locally minimal sets for conformal dimension.", "MR1833245"], ["Analytic properties of locally quasisymmetric mappings from Euclidean domains.", "MR1803219"], ["Rigidity of quasi-isometries for some hyperbolic buildings.", "MR1789183"], ["Sobolev met Poincaré.", "MR1683160"], ["Sets of minimal Hausdorff dimension for quasiconformal maps.", "MR1676353"], ["Quasiconformal maps in metric spaces with controlled geometry.", "MR1654771"]]}