{"MR4464556": null, "MR4275047": null, "MR4261947": [["Exponential bound of the integral of Hermite functions product with Gaussian weight.", "MR4464556"]], "MR4046081": [["Generalized invariance principles for discrete-time stochastic dynamical systems.", "MR4441179"]], "MR3823969": [["Uniqueness of a Minimizer for a Variational Problem Related to the Dispersion Managed Nonlinear Schrödinger Equation.", "MR4611513"], ["Well-posedness of dispersion managed nonlinear Schrödinger equations.", "MR4528568"], ["Maximisers for Strichartz inequalities on the torus.", "MR4356986"]], "MR3689774": [["Uniqueness of a Minimizer for a Variational Problem Related to the Dispersion Managed Nonlinear Schrödinger Equation.", "MR4611513"], ["Multiplicity and concentration results for local and fractional NLS equations with critical growth.", "MR4308505"], ["Normalized solutions for fractional nonlinear scalar field equations via Lagrangian formulation.", "MR4281440"], ["Solitary waves in nonlocal NLS with dispersion averaged saturated nonlinearities.", "MR3823969"]], "MR3639288": null, "MR3351048": [["Fermi acceleration in rotating drums.", "MR4445905"], ["A piecewise smooth Fermi-Ulam pingpong with potential.", "MR4403148"], ["A rectangular billiard with moving slits.", "MR4072385"], ["On a very steep version of the standard map.", "MR3750930"]], "MR3343078": [["Square and bow-tie configurations in the cyclic evasion problem.", "MR3639288"]], "MR3151300": null, "MR3030662": [["Existence of well-centered simplicial face-to-face tiling of five-dimensional space.", "MR4310610"], ["Convergence of discrete exterior calculus approximations for Poisson problems.", "MR4057442"], ["Convergent numerical method for the Navier-Stokes-Fourier system: a stabilized scheme.", "MR4019049"], ["A convergent numerical method for the Navier-Stokes-Fourier system.", "MR3556395"], ["A convergent numerical method for the full Navier-Stokes-Fourier system in smooth physical domains.", "MR3554881"], ["Face-to-face partition of 3D space with identical well-centered tetrahedra.", "MR3436566"], ["Well-centered triangulation.", "MR2594991"]], "MR3240912": null, "MR3023443": [["Global well-posedness for $H^{-1}(\\Bbb R)$\nperturbations of KdV with exotic spatial asymptotics.", "MR4541923"], ["Global smoothing for the periodic KdV evolution.", "MR3118870"]], "MR2993443": [["Introducing symplectic billiards.", "MR3818092"], ["Convex billiards on convex spheres.", "MR3661861"], ["Periodic orbits of oval billiards on surfaces of constant curvature.", "MR3638434"], ["Hopf rigidity for convex billiards on the hemisphere and hyperbolic plane.", "MR3038045"]], "MR2980869": null, "MR2947928": null, "MR2831769": [["Normal form approach to near-linear dynamics of modified KdV equation.", "MR3944307"], ["Scattering-like phenomena of the periodic defocusing NLS equation.", "MR3696604"], ["Nonautonomous analysis of steady Korteweg–de Vries waves under nonlocalised forcing.", "MR3246834"], ["Numerical simulation of nonlinear dispersive quantization.", "MR3094557"], ["Global smoothing for the periodic KdV evolution.", "MR3118870"], ["Resonant phase-shift and global smoothing of the periodic Korteweg-de Vries equation in low regularity settings.", "MR3086670"], ["Dispersion of discontinuous periodic waves.", "MR3001377"], ["High frequency perturbation of cnoidal waves in KdV.", "MR3023443"]], "MR2652476": [["Smoothing and growth bound of periodic generalized Korteweg–De Vries equation.", "MR4378712"], ["Normal form approach to near-linear dynamics of modified KdV equation.", "MR3944307"], ["Resonant phase-shift and global smoothing of the periodic Korteweg-de Vries equation in low regularity settings.", "MR3086670"], ["High frequency perturbation of cnoidal waves in KdV.", "MR3023443"], ["Nearly linear dynamics of nonlinear dispersive waves.", "MR2831769"], ["Wave dynamics in the extended forced Korteweg-de Vries equation.", "MR2821579"]], "MR2585566": [["A finite element method for the generalized Ericksen model of nematic liquid crystals.", "MR4099210"], ["Collapsibility of\nCAT(0)\nspaces.", "MR4091542"], ["Convergence of discrete exterior calculus approximations for Poisson problems.", "MR4057442"], ["An algorithm for triangulating smooth three-dimensional domains immersed in universal meshes.", "MR3886055"], ["Simplices rarely contain their circumcenter in high dimensions.", "MR3661037"], ["Coxeter groups, hyperbolic cubes and acute triangulations.", "MR3465843"], ["Survey of two-dimensional acute triangulations.", "MR3016971"], ["There are only two nonobtuse binary triangulations of the unit\nn\n-cube.", "MR2994435"], ["Discrete maximum principles for nonlinear parabolic PDE systems.", "MR2991837"], ["Acute triangulations of polyhedra and\nR\nN\n.", "MR2927633"], ["The discrete maximum principle for Galerkin solutions of elliptic problems.", "MR2863779"], ["Well-centered triangulation.", "MR2594991"]], "MR2415463": [["Normal form approach to near-linear dynamics of modified KdV equation.", "MR3944307"], ["Scattering-like phenomena of the periodic defocusing NLS equation.", "MR3696604"], ["On the minimum of certain functional related to the Schrödinger equation.", "MR3011512"], ["A remark on normal forms and the \"upside-down''\nI\n-method for periodic NLS: growth of higher Sobolev norms.", "MR2993022"], ["Nearly linear dynamics of nonlinear dispersive waves.", "MR2831769"], ["Near-linear dynamics in KdV with periodic boundary conditions.", "MR2652476"], ["Quadratic-argument approach to nonlinear Schrödinger equation and coupled ones.", "MR2610591"]], "MR2272102": [["Scarcity of periodic orbits in outer billiards.", "MR4105125"], ["Introducing symplectic billiards.", "MR3818092"], ["Configuration spaces of plane polygons and a sub-Riemannian approach to the equitangent problem.", "MR3459234"], ["Three-period orbits in billiards on the surfaces of constant curvature.", "MR2993443"], ["On configuration spaces of plane polygons, sub-Riemannian geometry and periodic orbits of outer billiards.", "MR2285726"]], "MR2250493": [["Scarcity of periodic orbits in outer billiards.", "MR4105125"], ["Wire billiards, the first steps.", "MR4085879"], ["Density of convex billiards with rational caustics.", "MR3867233"], ["Introducing symplectic billiards.", "MR3818092"], ["Square and bow-tie configurations in the cyclic evasion problem.", "MR3639288"], ["Smooth billiards with a large Weyl remainder.", "MR3544616"], ["Devil's staircase—rotation number of outer billiard with polygonal invariant curves.", "MR3494601"], ["On the length and area spectrum of analytic convex domains.", "MR3460753"], ["Configuration spaces of plane polygons and a sub-Riemannian approach to the equitangent problem.", "MR3459234"], ["A baker's dozen of problems.", "MR3331967"], ["Non-persistence of resonant caustics in perturbed elliptic billiards.", "MR3122155"], ["Limit sets of convex non-elastic billiards.", "MR2926703"], ["Capillary floating and the billiard ball problem.", "MR2925114"], ["Self-dual polygons and self-dual curves.", "MR2506116"], ["On configuration spaces of plane polygons, sub-Riemannian geometry and periodic orbits of outer billiards.", "MR2285726"], ["Periodic orbits in outer billiard.", "MR2272102"]], "MR2219206": [["Some sharp null-form type estimates for the Klein-Gordon equation.", "MR4578050"], ["Extremals for\nα\n-Strichartz inequalities.", "MR4552589"], ["Strichartz estimates with broken symmetries.", "MR4502078"], ["Gaussians never extremize Strichartz inequalities for hyperbolic paraboloids.", "MR4439462"], ["A remark on the Strichartz inequality in one dimension.", "MR4429831"], ["Maximisers for Strichartz inequalities on the torus.", "MR4356986"], ["Resonant Hamiltonian systems and weakly nonlinear dynamics in AdS spacetimes.", "MR4318547"], ["Erratum to \"The profile decomposition for the hyperbolic Schrödinger equation''.", "MR4278682"], ["Numerical solutions for one and two dimensional nonlinear problems related to dispersion managed solitons.", "MR4277736"], ["Critical points of Strichartz functional.", "MR4261947"], ["A comparison principle for convolution measures with applications.", "MR4138924"], ["Sharp Strichartz inequalities for fractional and higher-order Schrödinger equations.", "MR4078234"], ["Extremizability of Fourier restriction to the paraboloid.", "MR4031121"], ["Generating monotone quantities for the heat equation.", "MR4026448"], ["Orthogonal polynomials and sharp estimates for the Schrödinger equation.", "MR3942164"], ["Analysis of (CR) in higher dimension.", "MR3915301"], ["Extremizers for Fourier restriction on hyperboloids.", "MR3913191"], ["A sharpened Strichartz inequality for radial functions.", "MR3912796"], ["Sharp mixed norm spherical restriction.", "MR3873546"], ["The profile decomposition for the hyperbolic Schrödinger equation.", "MR3922418"], ["Extremizers for the Airy-Strichartz inequality.", "MR3880295"], ["On extremizers for Strichartz estimates for higher order Schrödinger equations.", "MR3841835"], ["On the lack of compactness and existence of maximizers for some Airy-Strichartz inequalities.", "MR3717733"], ["A sharp trilinear inequality related to Fourier restriction on the circle.", "MR3729606"], ["Why do solutions of the Maxwell-Boltzmann equation tend to be Gaussians? A simple answer.", "MR3690267"], ["Dispersion managed solitons in the presence of saturated nonlinearity.", "MR3689774"], ["On the well-posedness of the Cauchy problem for some nonlocal nonlinear Schrödinger equations.", "MR3655102"], ["Thresholds for existence of dispersion management solitons for general nonlinearities.", "MR3639574"], ["On sharp bilinear Strichartz estimates of Ozawa-Tsutsumi type.", "MR3638274"], ["Maximizers for the Stein-Tomas inequality.", "MR3558306"], ["The weakly nonlinear large-box limit of the 2D cubic nonlinear Schrödinger equation.", "MR3522607"], ["Some sharp bilinear space-time estimates for the wave equation.", "MR3521350"], ["On characterization of the sharp Strichartz inequality for the Schrödinger equation.", "MR3513137"], ["On existence of extremizers for the Tomas-Stein inequality for\nS\n1\n.", "MR3478878"], ["Exponential decay of dispersion-managed solitons for general dispersion profiles.", "MR3451538"], ["Some recent progress on sharp Kato-type smoothing estimates.", "MR3453067"], ["Flow monotonicity and Strichartz inequalities.", "MR3431596"], ["Remarks on the sharp constant for the Schrödinger Strichartz estimate and applications.", "MR3425701"], ["Some sharp restriction inequalities on the sphere.", "MR3404013"], ["A sharp Sobolev-Strichartz estimate for the wave equation.", "MR3395271"], ["The sharp Strichartz and Sobolev-Strichartz inequalities for the fourth-order Schrödinger equation.", "MR3343568"], ["Extremizers for Fourier restriction inequalities: convex arcs.", "MR3286057"], ["A sharp bilinear estimate for the Klein-Gordon equation in\nR\n1+1\n.", "MR3178601"], ["A sharp bilinear estimate for the Klein-Gordon equation in arbitrary space-time dimensions.", "MR3161599"], ["Gaussians rarely extremize adjoint Fourier restriction inequalities for paraboloids.", "MR3148523"], ["Sharp Morawetz estimates.", "MR3127381"], ["A sharp Strichartz estimate for the wave equation with data in the energy space.", "MR3085092"], ["Existence of extremals for a Fourier restriction inequality.", "MR2970708"], ["On the extremizers of an adjoint Fourier restriction inequality.", "MR2921167"], ["Analyticity of extremizers to the Airy-Strichartz inequality.", "MR2914611"], ["On non-local variational problems with lack of compactness related to non-linear optics.", "MR2878650"], ["Smoothness of extremizers of a convolution inequality.", "MR2875294"], ["Maximizers for the Strichartz norm for small solutions of mass-critical NLS.", "MR2856155"], ["Exponential decay of dispersion managed solitons for vanishing average dispersion.", "MR2770579"], ["Maximizers for the Strichartz inequalities for the wave equation.", "MR2742477"], ["The linear profile decomposition for the fourth order Schrödinger equation.", "MR2718708"], ["Heat-flow monotonicity related to some inequalities in Euclidean analysis.", "MR2664562"], ["The linear profile decomposition for the airy equation and the existence of maximizers for the airy Strichartz inequality.", "MR2561172"], ["Heat-flow monotonicity of Strichartz norms.", "MR2547132"], ["A sharp inequality for the Strichartz norm.", "MR2533799"], ["Decay estimates and smoothness for solutions of the dispersion managed non-linear Schrödinger equation.", "MR2472020"], ["Maximizers for the Strichartz and the Sobolev-Strichartz inequalities for the Schrödinger equation.", "MR2471112"]], "MR2184881": [["Complex plane representations and stationary states in cubic and quintic resonant systems.", "MR4024907"], ["Construction of modulated amplitude waves via averaging in collisionally inhomogeneous Bose-Einstein condensates.", "MR2949250"], ["Nonlinear waves in Bose-Einstein condensates: physical relevance and mathematical techniques.", "MR2425324"], ["Parametric resonance of ground states in the nonlinear Schrödinger equation.", "MR2182081"]], "MR2178220": null, "MR2107469": [["Interchanging space and time in nonlinear optics modeling and dispersion management models.", "MR4403199"], ["Maximisers for Strichartz inequalities on the torus.", "MR4356986"], ["Randomized exponential integrators for modulated nonlinear Schrödinger equations.", "MR4167043"], ["On the well-posedness of the Cauchy problem for some nonlocal nonlinear Schrödinger equations.", "MR3655102"], ["Exponential decay of dispersion-managed solitons for general dispersion profiles.", "MR3451538"], ["Nonlinear PDEs with modulated dispersion I: Nonlinear Schrödinger equations.", "MR3418825"], ["On non-local variational problems with lack of compactness related to non-linear optics.", "MR2878650"], ["Exponential decay of dispersion managed solitons for vanishing average dispersion.", "MR2770579"], ["Ground states for Schrödinger-type equations with nonlocal nonlinearity.", "MR2115119"]], "MR1993025": [["Inverse problems and rigidity questions in billiard dynamics.", "MR4374965"], ["On 4-reflective complex analytic planar billiards.", "MR3606550"], ["On quadrilateral orbits in complex algebraic planar billiards.", "MR3236494"], ["On odd-periodic orbits in complex planar billiards.", "MR3224419"], ["No planar billiard possesses an open set of quadrilateral trajectories.", "MR2988811"], ["On configuration spaces of plane polygons, sub-Riemannian geometry and periodic orbits of outer billiards.", "MR2285726"]], "MR2130650": [["Complex plane representations and stationary states in cubic and quintic resonant systems.", "MR4024907"], ["Spatially modulated two- and three-component Rabi-coupled Gross-Pitaevskii systems.", "MR4002508"], ["Non-autonomous bright-dark solitons and Rabi oscillations in multi-component Bose-Einstein condensates.", "MR3128857"], ["Construction of modulated amplitude waves via averaging in collisionally inhomogeneous Bose-Einstein condensates.", "MR2949250"], ["Nonlinear waves in Bose-Einstein condensates: physical relevance and mathematical techniques.", "MR2425324"], ["Modulated amplitude waves in collisionally inhomogeneous Bose-Einstein condensates.", "MR2341155"], ["Parametric resonance of ground states in the nonlinear Schrödinger equation.", "MR2182081"]], "MR2083787": [["Global solution for a sixth-order nonlinear Schrödinger equation.", "MR4118890"], ["Breather solutions in the diffraction managed NLS equation.", "MR2167886"], ["Ground states for Schrödinger-type equations with nonlocal nonlinearity.", "MR2115119"], ["Ground states for the higher-order dispersion managed NLS equation in the absence of average dispersion.", "MR2107469"], ["Quartic normal forms for the periodic nonlinear Schrödinger equation with dispersion management.", "MR2064029"]], "MR2043792": [["On approximating strongly dispersion-managed solitons.", "MR2541287"], ["On the existence of infinitely many modes of a nonlocal nonlinear Schrödinger equation related to dispersion-managed solitons.", "MR2111921"], ["Optical solitons as ground states of NLS in the regime of strong dispersion management.", "MR2017885"]], "MR1986300": [["On the performance of some NSFD methods for a 2-D generalized Burgers-Huxley equation.", "MR4343285"], ["Positivity preserving operator splitting nonstandard finite difference methods for SEIR reaction diffusion model.", "MR3946294"], ["An embedded split-step method for solving the nonlinear Schrödinger equation in optics.", "MR3273138"]], "MR1969673": [["Well-posedness and blowup for the dispersion-managed nonlinear Schrödinger equation.", "MR4576315"], ["Numerical methods for some nonlinear Schrödinger equations in soliton management.", "MR4575451"], ["Modified scattering for a dispersion-managed nonlinear Schrödinger equation.", "MR4333436"], ["Adiabatic exponential midpoint rule for the dispersion-managed nonlinear Schrödinger equation.", "MR4019042"], ["Adiabatic midpoint rule for the dispersion-managed nonlinear Schrödinger equation.", "MR3778342"], ["Well-posedness and averaging of NLS with time-periodic dispersion management.", "MR3052710"], ["Construction of modulated amplitude waves via averaging in collisionally inhomogeneous Bose-Einstein condensates.", "MR2949250"], ["On approximating strongly dispersion-managed solitons.", "MR2541287"], ["On the existence of infinitely many modes of a nonlocal nonlinear Schrödinger equation related to dispersion-managed solitons.", "MR2111921"], ["Parametric resonance and radiative decay of dispersion-managed solitons.", "MR2068674"], ["Dispersion-managed solitons in the limit of large energy.", "MR2093435"], ["Optical solitons as ground states of NLS in the regime of strong dispersion management.", "MR2017885"], ["Averaging for split-step scheme.", "MR1986300"]], "MR1837940": [["Uniqueness of a Minimizer for a Variational Problem Related to the Dispersion Managed Nonlinear Schrödinger Equation.", "MR4611513"], ["Well-posedness and blowup for the dispersion-managed nonlinear Schrödinger equation.", "MR4576315"], ["Well-posedness of dispersion managed nonlinear Schrödinger equations.", "MR4528568"], ["Averaging of nonlinear Schrödinger equations with time-oscillatory coefficients.", "MR4416793"], ["Interchanging space and time in nonlinear optics modeling and dispersion management models.", "MR4403199"], ["Averaging of dispersion managed nonlinear Schrödinger equations.", "MR4399501"], ["Modified scattering for a dispersion-managed nonlinear Schrödinger equation.", "MR4333436"], ["On dispersion managed nonlinear Schrödinger equations with lumped amplification.", "MR4290088"], ["Numerical solutions for one and two dimensional nonlinear problems related to dispersion managed solitons.", "MR4277736"], ["Randomized exponential integrators for modulated nonlinear Schrödinger equations.", "MR4167043"], ["On the management fourth-order Schrödinger-Hartree equation.", "MR4128439"], ["Adiabatic exponential midpoint rule for the dispersion-managed nonlinear Schrödinger equation.", "MR4019042"], ["Solitary waves in nonlocal NLS with dispersion averaged saturated nonlinearities.", "MR3823969"], ["Adiabatic midpoint rule for the dispersion-managed nonlinear Schrödinger equation.", "MR3778342"], ["Discrete diffraction managed solitons: threshold phenomena and rapid decay for general nonlinearities.", "MR3716185"], ["Thresholds for existence of dispersion management solitons for general nonlinearities.", "MR3639574"], ["Stabilizing blow up solutions to nonlinear Schrödinger equations.", "MR3623563"], ["Exponential decay of dispersion-managed solitons for general dispersion profiles.", "MR3451538"], ["On the continuous resonant equation for NLS. I. Deterministic analysis.", "MR3427942"], ["Nonlinear PDEs with modulated dispersion I: Nonlinear Schrödinger equations.", "MR3418825"], ["Stability of dispersion managed solitons for vanishing average dispersion.", "MR3316638"], ["Numerical analysis of the nonlinear Schrödinger equation with white noise dispersion.", "MR3312594"], ["Solitary waves in nematic liquid crystals.", "MR3145358"], ["Well-posedness and averaging of NLS with time-periodic dispersion management.", "MR3052710"], ["Blow-up profile to solutions of NLS with oscillating nonlinearities.", "MR2902188"], ["On non-local variational problems with lack of compactness related to non-linear optics.", "MR2878650"], ["Super-exponential decay of diffraction managed solitons.", "MR2864785"], ["Instability of local deformations of an elastic rod: numerical evaluation of the Evans function.", "MR2835367"], ["1D quintic nonlinear Schrödinger equation with white noise dispersion.", "MR2832639"], ["Exponential decay of dispersion managed solitons for vanishing average dispersion.", "MR2770579"], ["Solitary waves for a coupled nonlinear Schrödinger system with dispersion management.", "MR2685017"], ["The nonlinear Schrödinger equation with white noise dispersion.", "MR2652190"], ["Blow-up solutions to the nonlinear Schrödinger equation with oscillating nonlinearities.", "MR2499906"], ["Decay estimates and smoothness for solutions of the dispersion managed non-linear Schrödinger equation.", "MR2472020"], ["The dispersion-managed Ginzburg-Landau equation and its application to femtosecond lasers.", "MR2461043"], ["Periodic solutions for the Schrödinger equation with nonlocal smoothing nonlinearities in higher dimension.", "MR2460026"], ["Diffraction managed solitons with zero mean diffraction.", "MR2333411"], ["Breather solutions in the diffraction managed NLS equation.", "MR2167886"], ["Diffraction managed solitons: asymptotic validity and excitation thresholds.", "MR2164742"], ["Ground states for Schrödinger-type equations with nonlocal nonlinearity.", "MR2115119"], ["Regularity of ground state solutions of dispersion managed nonlinear Schrödinger equations.", "MR2114125"], ["Ground states for the higher-order dispersion managed NLS equation in the absence of average dispersion.", "MR2107469"], ["On the existence of infinitely many modes of a nonlocal nonlinear Schrödinger equation related to dispersion-managed solitons.", "MR2111921"], ["Stable pulse solutions for the nonlinear Schrödinger equation with higher order dispersion management.", "MR2083787"], ["Quartic normal forms for the periodic nonlinear Schrödinger equation with dispersion management.", "MR2064029"], ["Dispersion-managed solitons via an averaged variational principle.", "MR2043792"], ["On a variational problem with lack of compactness related to the Strichartz inequality.", "MR2033144"], ["Optical solitons as ground states of NLS in the regime of strong dispersion management.", "MR2017885"], ["Approximation of a quasilinear Schrödinger equation by a Klein-Gordon equation in space dimension 2.", "MR1993375"], ["Averaging for split-step scheme.", "MR1986300"], ["The singular perturbation limit of a variational problem from nonlinear fiber optics.", "MR1984307"], ["Averaging of dispersion-managed solitons: existence and stability.", "MR1969673"], ["Infinitely many radial solutions of a variational problem related to dispersion-managed optical fibers.", "MR1963766"], ["A renormalization method for modulational stability of quasi-steady patterns in dispersive systems.", "MR1920640"], ["Bifurcation from the essential spectrum without sign condition on the nonlinearity.", "MR1855005"]], "MR1795556": [["Maximisers for Strichartz inequalities on the torus.", "MR4356986"], ["Numerical solutions for one and two dimensional nonlinear problems related to dispersion managed solitons.", "MR4277736"], ["Solitary waves for a coupled nonlinear Schrödinger system with dispersion management.", "MR2685017"], ["Nonlinear waves in optical media.", "MR2644185"], ["The dispersion-managed Ginzburg-Landau equation and its application to femtosecond lasers.", "MR2461043"], ["Parametric resonance and radiative decay of dispersion-managed solitons.", "MR2068674"], ["Dispersion-managed solitons via an averaged variational principle.", "MR2043792"], ["Averaging of dispersion-managed solitons: existence and stability.", "MR1969673"], ["Bifurcation from the essential spectrum without sign condition on the nonlinearity.", "MR1855005"]], "MR1767951": [["Coexistence of hyperbolic and elliptic invariant tori for completely degenerate quasi-periodically forced maps.", "MR4583556"], ["Boundedness of solutions of quasi-periodic\np\n-Laplacian equations with jumping nonlinearity.", "MR4552542"], ["Exponential Fermi acceleration in a switching billiard.", "MR4538711"], ["Existence of invariant curves for degenerate quasi-periodic reversible mappings.", "MR4484271"], ["Invariant curves of almost periodic twist mappings.", "MR4482244"], ["Existence of invariant curves for degenerate almost periodic reversible mappings.", "MR4472949"], ["Global dynamics of the breathing circle billiard.", "MR4458075"], ["A KAM theorem for quasi-periodic non-twist mappings and its application.", "MR4430588"], ["Quasi-periodic solutions and homoclinic bifurcation in an impact inverted pendulum.", "MR4396610"], ["Escaping orbits are also rare in the almost periodic Fermi-Ulam ping-pong.", "MR4353515"], ["Growth rates of orbits in non-periodic twist maps and a theorem by Neishtadt.", "MR4281430"], ["Boundedness of solutions of a quasi-periodic sublinear Duffing equation.", "MR4209054"], ["The existence of Aubry-Mather sets for the Fermi-Ulam model.", "MR4204754"], ["Parabolic invariant tori in quasi-periodically forced skew-product maps.", "MR4198685"], ["A rectangular billiard with moving slits.", "MR4072385"], ["Escaping orbits are rare in the quasi-periodic Fermi-Ulam ping-pong.", "MR4069247"], ["Gevrey smoothness of families of invariant curves for analytic area preserving mappings.", "MR3770239"], ["Invariant curves of smooth quasi-periodic mappings.", "MR3708154"], ["Almost periodic solutions for an asymmetric oscillation.", "MR3710708"], ["Quasi-periodic solutions for an asymmetric oscillation.", "MR3551052"], ["Invariant curves of analytic reversible mappings under Brjuno-Rüssmann's non-resonant condition.", "MR3285643"], ["Complete orbits for twist maps with exponential generating functions.", "MR3194361"], ["Periodic solutions and chaotic dynamics in forced impact oscillators.", "MR3032863"], ["The stability of equilibrium of quasi-periodic planar Hamiltonian and reversible systems.", "MR2594753"], ["Periodic motions in the Fermi-Ulam model.", "MR2488057"], ["Complete orbits for twist maps on the plane.", "MR2437227"], ["Invariant curves of smooth quasiperiodic reversible mappings.", "MR2516362"], ["Invariant tori in quasi-periodic non-autonomous dynamical systems via Herman's method.", "MR2291912"], ["Orbits of unbounded energy in quasi-periodic perturbations of geodesic flows.", "MR2218821"], ["Periodic motions of linear impact oscillators via the successor map.", "MR2178218"], ["Invariant curves of quasi-periodic reversible mappings.", "MR2122680"], ["Invariant tori in Hamiltonian systems with impacts.", "MR1754516"]], "MR1754516": [["Non-uniform ergodic properties of Hamiltonian flows with impacts.", "MR4518494"], ["Quasi-periodic solutions and homoclinic bifurcation in an impact inverted pendulum.", "MR4396610"], ["Whispering gallery orbits in Sinai oscillator trap.", "MR4275047"], ["Counting periodic trajectories of Finsler billiards.", "MR4081054"], ["On near integrability of some impact systems.", "MR3882942"], ["Point-vortex stability under the influence of an external periodic flow.", "MR3816657"], ["Existence of periodic solutions of sublinear Hamiltonian systems.", "MR3483933"], ["Impact oscillators of Hill's type with indefinite weight: periodic and chaotic dynamics.", "MR3411564"], ["Boundedness of solutions for a class of impact oscillators with time-denpendent polynomial potentials.", "MR3117366"], ["Periodic bouncing solutions for nonlinear impact oscillators.", "MR3058214"], ["A saddle in a corner—a model of collinear triatomic chemical reactions.", "MR2902622"], ["Existence of quasi-periodic solutions and Littlewood's boundedness problem of sub-linear impact oscillators.", "MR2819303"], ["Subharmonic solutions of sublinear second order systems with impacts.", "MR2784341"], ["On a class of damped vibration problems with obstacles.", "MR2661960"], ["Periodic impact behavior of a class of Hamiltonian oscillators with obstacles.", "MR2585077"], ["Existence and multiplicity of solutions for a class of forced vibration problems with obstacles.", "MR2532736"], ["On a class of damped vibration problems with obstacles and without direct variational structures.", "MR2421920"], ["Jump in adiabatic invariant at a transition between modes of motion for systems with impacts.", "MR2399820"], ["On a class of forced vibration problems with obstacles.", "MR2386356"], ["Sub-Riemannian geometry and periodic orbits in classical billiards.", "MR2250493"], ["Periodic solutions of second order differential equations with an obstacle.", "MR2222363"], ["Billiards and nonholonomic distributions.", "MR1993025"]], "MR1680600": [["The singular perturbation limit of a variational problem from nonlinear fiber optics.", "MR1984307"], ["Averaging of dispersion-managed solitons: existence and stability.", "MR1969673"], ["Bifurcation from the essential spectrum without sign condition on the nonlinearity.", "MR1855005"], ["Modulational instability induced by randomly varying coefficients for the nonlinear Schrödinger equation.", "MR1783464"]], "MR1664939": [["Localized modes in parametrically driven long Josephson junctions with a double-well potential.", "MR3899739"], ["Autoresonance in a model of a terahertz wave generator.", "MR3678323"], ["Solutions for the double sine-Gordon equation by exp-function, tanh, and extended tanh methods.", "MR2605468"]], "MR1660358": [["Exponential Fermi acceleration in a switching billiard.", "MR4538711"], ["Global dynamics of the breathing circle billiard.", "MR4458075"], ["A piecewise smooth Fermi-Ulam pingpong with potential.", "MR4403148"], ["Chaotic motion in the breathing circle billiard.", "MR4361875"], ["Escaping orbits are also rare in the almost periodic Fermi-Ulam ping-pong.", "MR4353515"], ["On the global dynamical properties of a Fermi-Ulam model.", "MR4348669"], ["The existence of Aubry-Mather sets for the Fermi-Ulam model.", "MR4204754"], ["A rectangular billiard with moving slits.", "MR4072385"], ["Escaping orbits are rare in the quasi-periodic Fermi-Ulam ping-pong.", "MR4069247"], ["Splitting of separatrices, scattering maps, and energy growth for a billiard inside a time-dependent symmetric domain close to an ellipse.", "MR3784984"], ["Pinball dynamics: unlimited energy growth in switching Hamiltonian systems.", "MR3351048"], ["A mechanical counterexample to KAM theory with low regularity.", "MR3228985"], ["Complete orbits for twist maps on the plane: the case of small twist.", "MR2832254"], ["Stability and instability results in a model of Fermi acceleration.", "MR2533973"], ["Periodic motions in the Fermi-Ulam model.", "MR2488057"], ["Exponential attractors in generalized relativistic billiards.", "MR2076920"]], "MR1650119": null, "MR1478535": [["Escaping orbits are rare in the quasi-periodic Littlewood boundedness problem.", "MR3969276"], ["Complex dynamics in pendulum-type equations with variable length.", "MR3095269"], ["The coexistence of quasi-periodic and blow-up solutions in a class of Hamiltonian systems.", "MR2869795"], ["Chaotic dynamics in periodically forced asymmetric ordinary differential equations.", "MR2501935"], ["Fermi acceleration.", "MR2478469"]], "MR1435217": null, "MR2694493": [["Oscillatory escape in a Duffing equation with a polynomial potential.", "MR1483007"]], "MR1358799": null}